[
    {
        "index": 1,
        "sentence": "A balding man and his hair are soon parted."
    },
    {
        "index": 2,
        "sentence": "A bank manager who was also a high jumper spent most of his time in the vault."
    },
    {
        "index": 3,
        "sentence": "A baseball pitcher asked if he had a good curve ball, but wanted a straight answer."
    },
    {
        "index": 4,
        "sentence": "A baseball player can sell himself to a new team if he has a good pitch."
    },
    {
        "index": 5,
        "sentence": "A baseball player joined the army and did the round of military bases."
    },
    {
        "index": 6,
        "sentence": "A baseball player was a thief. He was always trying to steal."
    },
    {
        "index": 7,
        "sentence": "A basketball player couldn't control his saliva but he could sure dribble."
    },
    {
        "index": 8,
        "sentence": "A bible falling apart belongs to someone who isn’t."
    },
    {
        "index": 9,
        "sentence": "A boating accident between the yacht, Red Dawn, and the schooner, Blue Lagoon, left the survivors marooned."
    },
    {
        "index": 10,
        "sentence": "A boiled egg in the morning is hard to beat."
    },
    {
        "index": 11,
        "sentence": "A boiled egg is hard to beat."
    },
    {
        "index": 12,
        "sentence": "A book called 'Current Trends in Wiring your House' turned out to be a shocking failure."
    },
    {
        "index": 13,
        "sentence": "A bowling team was called 'lightning' because they had so many strikes."
    },
    {
        "index": 14,
        "sentence": "A boxer who wants to get married has the ring to worry about."
    },
    {
        "index": 15,
        "sentence": "A boy saving up for a car has a lot of driving ambition."
    },
    {
        "index": 16,
        "sentence": "A boy told his parents he wanted to raise goats for a living, but he was only kidding."
    },
    {
        "index": 17,
        "sentence": "A butcher was trying so hard to be funny, but he just wasn't making the cut."
    },
    {
        "index": 18,
        "sentence": "A carpenter sat on his drill and was bored to tears."
    },
    {
        "index": 19,
        "sentence": "A case of disappearing bison had police completely buffaloed."
    },
    {
        "index": 20,
        "sentence": "A cat found a mysterious sweater, but the mystery was soon unravelled."
    },
    {
        "index": 21,
        "sentence": "A church welcomed all denominations but preferred tens and twenties."
    },
    {
        "index": 22,
        "sentence": "A circus lion won't eat clowns because they taste funny."
    },
    {
        "index": 23,
        "sentence": "A city worker who campaigned for new sewer pipes finally had to go underground."
    },
    {
        "index": 24,
        "sentence": "A computer program attached to an electric chair would have to have its execution checked carefully."
    },
    {
        "index": 25,
        "sentence": "A contest held by fire fighters is called a 'match'."
    },
    {
        "index": 26,
        "sentence": "A cowboy who was also an artist could draw fast."
    },
    {
        "index": 27,
        "sentence": "A cow that is pampered too much will give spoiled milk."
    },
    {
        "index": 28,
        "sentence": "A crazy programmer with a cold is a coughing hacker."
    },
    {
        "index": 29,
        "sentence": "Acrobats are always doing good turns."
    },
    {
        "index": 30,
        "sentence": "Actors are cast through their good and bad stages."
    },
    {
        "index": 31,
        "sentence": "A cutlery manufacturing company was built at a fork in the road."
    },
    {
        "index": 32,
        "sentence": "A dentist with a toothache could have a bad impact on his patients."
    },
    {
        "index": 33,
        "sentence": "A discussion of digging a new mine shaft was too deep for him."
    },
    {
        "index": 34,
        "sentence": "A ditch digger was entrenched in his career."
    },
    {
        "index": 35,
        "sentence": "Admitting a mistake: ''Like the orthopedist's patient, I stand corrected.''"
    },
    {
        "index": 36,
        "sentence": "A doctor drank while putting on patients' casts. He was soon plastered."
    },
    {
        "index": 37,
        "sentence": "A doctor who became a bartender was always giving out shots!"
    },
    {
        "index": 38,
        "sentence": "A dog gave birth to puppies near the road and was ticketed for littering."
    },
    {
        "index": 39,
        "sentence": "A dog who played baseball always got walked."
    },
    {
        "index": 40,
        "sentence": "A doorbell salesman joined the choir, and chimed right in."
    },
    {
        "index": 41,
        "sentence": "A dry cleaners had a dozen suits in court."
    },
    {
        "index": 42,
        "sentence": "A family went to watch a 007 movie at the theatre, it was a bonding experience."
    },
    {
        "index": 43,
        "sentence": "A farmer with a rip in his clothes has an overall problem."
    },
    {
        "index": 44,
        "sentence": "A fisherman tried boxing, but he only threw hooks."
    },
    {
        "index": 45,
        "sentence": "A fisherman who was also a pianist was an expert with scales."
    },
    {
        "index": 46,
        "sentence": "A former doctor, while auditioning for a play, broke his leg. But luckily, he could still make the cast."
    },
    {
        "index": 47,
        "sentence": "A friend told me he dug a hole in my backyard and filled it with water. I thought he meant well."
    },
    {
        "index": 48,
        "sentence": "After 5 years with the same chiropractor, I moved and had to change doctors. It was quite an adjustment."
    },
    {
        "index": 49,
        "sentence": "After a day of changing her triplet's diapers, the new mother was feeling rather pooped."
    },
    {
        "index": 50,
        "sentence": "After dating the goalie on the local team for a while, she realized he was a real keeper."
    },
    {
        "index": 51,
        "sentence": "After Gus gave his girlfriend a 3 dollar box of chocolates for her birthday he got nothing but snickers."
    },
    {
        "index": 52,
        "sentence": "After having a knee dislocated and an elbow fractured in two barroom brawls Bradley should have learned to stay away from those joints."
    },
    {
        "index": 53,
        "sentence": "After he bought a mirror he became very reflective."
    },
    {
        "index": 54,
        "sentence": "After he bought his two-year-old a felt pen, he was a marked man."
    },
    {
        "index": 55,
        "sentence": "After he carried a gun in his car the engine was soon shot."
    },
    {
        "index": 56,
        "sentence": "After he invented the light bulb, people saw Edison in a new light."
    },
    {
        "index": 57,
        "sentence": "After Junior swallowed the watch he had to wait to pass the time."
    },
    {
        "index": 58,
        "sentence": "After selling a shipment of salt the salesman said 'let's shake on that.'"
    },
    {
        "index": 59,
        "sentence": "After that poisonous snake struck at me in the Arizona Desert I was really rattled."
    },
    {
        "index": 60,
        "sentence": "After the six campers were discovered missing from their tents the state police began to canvas the area."
    },
    {
        "index": 61,
        "sentence": "After they had it out in the boxing ring, they called it square."
    },
    {
        "index": 62,
        "sentence": "A gambling gardener usually hedges his bets."
    },
    {
        "index": 63,
        "sentence": "A gardener who moved back to his home town rediscovered his roots."
    },
    {
        "index": 64,
        "sentence": "A gardening store owner who often called long distance for importing realized that talk and dirt aren't necessarily cheap."
    },
    {
        "index": 65,
        "sentence": "A girl and her boyfriend went to a party as a barcode. They were an item."
    },
    {
        "index": 66,
        "sentence": "A goat that ate office supplies was on a staple diet."
    },
    {
        "index": 67,
        "sentence": "A group called the Balloons sings pop music."
    },
    {
        "index": 68,
        "sentence": "A group of physicists is called a nucleus."
    },
    {
        "index": 69,
        "sentence": "A guy became so good with a chainsaw that he was promoted to branch manager."
    },
    {
        "index": 70,
        "sentence": "A guy swallowed a spoon and found he couldn't stir."
    },
    {
        "index": 71,
        "sentence": "A guy went to a costume party dressed as a knife, and he really looked sharp."
    },
    {
        "index": 72,
        "sentence": "A ham walked out of the hospital and said ''I'm cured''."
    },
    {
        "index": 73,
        "sentence": "A hangman will always keep you in the loop."
    },
    {
        "index": 74,
        "sentence": "A heavy drinker of hard liquor appears to be in high spirits."
    },
    {
        "index": 75,
        "sentence": "A high scoring football game can be very offensive."
    },
    {
        "index": 76,
        "sentence": "A hole has been found in the nudist camp wall. The police are looking into it."
    },
    {
        "index": 77,
        "sentence": "A horse is a very stable animal."
    },
    {
        "index": 78,
        "sentence": "A husband and wife argued over the weather, but it soon blew over."
    },
    {
        "index": 79,
        "sentence": "Airline pilots make many friends in high places."
    },
    {
        "index": 80,
        "sentence": "A janitor with a broom in hand swept her off her feet."
    },
    {
        "index": 81,
        "sentence": "A jelly truck and a biscuit truck collided yesterday - police are a trifle concerned."
    },
    {
        "index": 82,
        "sentence": "A job circumcising elephants isn't so bad. The base salary is small but the tips are big."
    },
    {
        "index": 83,
        "sentence": "A karate school restaurant served mainly chops."
    },
    {
        "index": 84,
        "sentence": "A kettle on the stove was singing 'Home on the Range'."
    },
    {
        "index": 85,
        "sentence": "A lawyer asked his dentist to give him a retainer."
    },
    {
        "index": 86,
        "sentence": "A lawyer was defending a math teacher. He had to sum up."
    },
    {
        "index": 87,
        "sentence": "A leak in the back of a boat is a stern warning."
    },
    {
        "index": 88,
        "sentence": "Alergy sufferers are itching to get through the hay fever season."
    },
    {
        "index": 89,
        "sentence": "A library should have several floors because it is a multi story building."
    },
    {
        "index": 90,
        "sentence": "Aliens can easily understand each other because their language is universal."
    },
    {
        "index": 91,
        "sentence": "A lingerie thief gave a police officer the slip."
    },
    {
        "index": 92,
        "sentence": "A little boy called his father who made balloons 'pop'."
    },
    {
        "index": 93,
        "sentence": "A little boy fired his light-colored crayons because they wouldn't show up."
    },
    {
        "index": 94,
        "sentence": "A locksmith has to have a good Combination of skills."
    },
    {
        "index": 95,
        "sentence": "A lot of kneeling will keep you in good standing"
    },
    {
        "index": 96,
        "sentence": "A lot of trees were dying, but they needed to figure out the root of the problem."
    },
    {
        "index": 97,
        "sentence": "A lovely lady who lost her watch became a timeless beauty."
    },
    {
        "index": 98,
        "sentence": "Always trust a glue salesman. They tend to stick to their word."
    },
    {
        "index": 99,
        "sentence": "A man brought his retriever to the vet for some tests and had to pay a lab fee."
    },
    {
        "index": 100,
        "sentence": "A man given a watch at his retirement said 'it's about time'."
    },
    {
        "index": 101,
        "sentence": "A man giving a speech by candle-light can wax eloquent."
    },
    {
        "index": 102,
        "sentence": "A man stole a case of soap from the corner store. The police said he made a clean getaway."
    },
    {
        "index": 103,
        "sentence": "A man tried working in a shoe store, but he just couldn't seem to fit in."
    },
    {
        "index": 104,
        "sentence": "A manufacturer that made lamps gave their employees a light workload."
    },
    {
        "index": 105,
        "sentence": "A mechanic who was also a musician was good at tuning things."
    },
    {
        "index": 106,
        "sentence": "Ampere was worried he wasn't up to current research."
    },
    {
        "index": 107,
        "sentence": "A musician went to hospital after playing too many accidentals."
    },
    {
        "index": 108,
        "sentence": "A music store owner has to have sound business practices."
    },
    {
        "index": 109,
        "sentence": "An accountant for a restaurant has to be sure the books are not cooked."
    },
    {
        "index": 110,
        "sentence": "An apple farmer with poor yields has to get to the core of the problem."
    },
    {
        "index": 111,
        "sentence": "An archaeologist's career ended in ruins."
    },
    {
        "index": 112,
        "sentence": "An argument at the Bomb Squad convention ended in a blowup."
    },
    {
        "index": 113,
        "sentence": "An army officer is a position that some people shoot for."
    },
    {
        "index": 114,
        "sentence": "An artist with the military kept drawing enemy fire."
    },
    {
        "index": 115,
        "sentence": "An astronaut who fails on a weightlessness experiment must be aware of the gravity of the situation."
    },
    {
        "index": 116,
        "sentence": "An astronomy column in the newspaper would have a lot of space devoted to it."
    },
    {
        "index": 117,
        "sentence": "An electric company is always looking for high energy employees."
    },
    {
        "index": 118,
        "sentence": "An Electrician's work is well grounded."
    },
    {
        "index": 119,
        "sentence": "An elephant's opinion carries a lot of weight."
    },
    {
        "index": 120,
        "sentence": "A new batter joined the baseball team, and he was a real hit."
    },
    {
        "index": 121,
        "sentence": "A new type of broom came out, it is sweeping the nation."
    },
    {
        "index": 122,
        "sentence": "An experienced waiter can give a lot of good tips."
    },
    {
        "index": 123,
        "sentence": "An exterminator in Idaho announced that he invented a new spray, one application of which will remain effective for a full season. ''Of course,'' he warned. ''I've still got a few bugs to iron out.''"
    },
    {
        "index": 124,
        "sentence": "''Angel dust? Me? Never touch it!'' Tom snorted."
    },
    {
        "index": 125,
        "sentence": "An hobbituary to Tolkien appeared in each of the major newspapers, all had a familiar ring to them."
    },
    {
        "index": 126,
        "sentence": "Animals are slaughtered for meat at a tender age."
    },
    {
        "index": 127,
        "sentence": "An office with many people and few electrical outlets could be in for a power struggle."
    },
    {
        "index": 128,
        "sentence": "An old lady once asked the dispatcher of a local trucking company if they could ship an antique mirror to her sister in Toronto. The dispatcher says, 'I don't know madam, I'd have to look into it first'."
    },
    {
        "index": 129,
        "sentence": "An old professor who was never on time died and was called the late professor Brown."
    },
    {
        "index": 130,
        "sentence": "An old spice wholesaler is a seasoned veteran."
    },
    {
        "index": 131,
        "sentence": "A noun and a verb were dating but they broke up because the noun was too possessive."
    },
    {
        "index": 132,
        "sentence": "An undertaker can be one of your best friends, he is always the last one to let you down."
    },
    {
        "index": 133,
        "sentence": "An unusual medical book is one which has no appendix."
    },
    {
        "index": 134,
        "sentence": "Any golfer will tell you the gospel truth. Your next shot always depends on the lie."
    },
    {
        "index": 135,
        "sentence": "Anyone should know how to put a saddle on a horse so it won't slip and cause an injury. It's a cinch."
    },
    {
        "index": 136,
        "sentence": "A pair of loud twins were stereo speakers."
    },
    {
        "index": 137,
        "sentence": "A person who would make a banking joke is of no account."
    },
    {
        "index": 138,
        "sentence": "A photographer taking pictures of golfers says 'watch the birdie'."
    },
    {
        "index": 139,
        "sentence": "A pirate with one hand often picked up the phone. He wanted to get off the hook."
    },
    {
        "index": 140,
        "sentence": "A play, based on billiards, started right on cue."
    },
    {
        "index": 141,
        "sentence": "A politician decided to resign on the day of an eclipse because it was a dark day."
    },
    {
        "index": 142,
        "sentence": "A politician with a bad back needs lots of support."
    },
    {
        "index": 143,
        "sentence": "A pop singer bought a new house for a song."
    },
    {
        "index": 144,
        "sentence": "A prisoner's favorite punctuation mark is the period. It marks the end of his sentence."
    },
    {
        "index": 145,
        "sentence": "A professor without a pointer may find that his lecture is pointless."
    },
    {
        "index": 146,
        "sentence": "A racehorse's life is always on track."
    },
    {
        "index": 147,
        "sentence": "A racer who was also a golfer really knew how to drive."
    },
    {
        "index": 148,
        "sentence": "Archimedes set out to invent a water pump and screwed it up."
    },
    {
        "index": 149,
        "sentence": "Archimedes was buoyant at the thought."
    },
    {
        "index": 150,
        "sentence": "Are giraffes good pets or are they too high maintenance?"
    },
    {
        "index": 151,
        "sentence": "A reporter was at an ice cream store getting the scoop."
    },
    {
        "index": 152,
        "sentence": "A restaurant owner gave his cooks a stirring speech."
    },
    {
        "index": 153,
        "sentence": "Arguments about the weather will eventually blow over."
    },
    {
        "index": 154,
        "sentence": "Army dentists make a good drill corps."
    },
    {
        "index": 155,
        "sentence": "A rock band set up on the exchange floor. They wanted to play the stock market."
    },
    {
        "index": 156,
        "sentence": "Artificial knees and elbows were developed during a joint project."
    },
    {
        "index": 157,
        "sentence": "A scientist doing a large experiment with liquid chemicals was trying to solve a problem when he fell in and became part of the solution."
    },
    {
        "index": 158,
        "sentence": "A sign at a cemetery reads, 'No Trespassing, Violators Will Face Grave Charges'."
    },
    {
        "index": 159,
        "sentence": "A skier retired because he was going downhill."
    },
    {
        "index": 160,
        "sentence": "A skier who loses a race on a cold day will have a frosty disposition."
    },
    {
        "index": 161,
        "sentence": "A skier who makes it to the olympics finds that it is all downhill from there."
    },
    {
        "index": 162,
        "sentence": "A small boy swallowed some coins and was taken to a hospital. When his grandmother telephoned to ask how he was a nurse said 'No change yet'."
    },
    {
        "index": 163,
        "sentence": "A small boy went to the counter to pay for his lunch but he was a little short."
    },
    {
        "index": 164,
        "sentence": "A speaker at the firearms convention had to rifle through his notes."
    },
    {
        "index": 165,
        "sentence": "A sports match was attended by many scores."
    },
    {
        "index": 166,
        "sentence": "As soon as the airplane was invented, things were looking up."
    },
    {
        "index": 167,
        "sentence": "A streaker was found dead this morning. Police say the details are quite revealing."
    },
    {
        "index": 168,
        "sentence": "Astronauts work in a nice atmosphere."
    },
    {
        "index": 169,
        "sentence": "Astronomers often have their own private viewpoints."
    },
    {
        "index": 170,
        "sentence": "A student limped into class with a lame excuse."
    },
    {
        "index": 171,
        "sentence": "A summer is a mathematician."
    },
    {
        "index": 172,
        "sentence": "As usual, the chief meteorologist blustered his way through the staff meeting."
    },
    {
        "index": 173,
        "sentence": "At a conference, I unexpectedly encountered the wife of a former client, whom I hadn't seen in 20 or more years. ''You haven't changed!'' she exclaimed. ''There's plenty of time for that,'' I replied. ''The dinner isn't until this evening.''"
    },
    {
        "index": 174,
        "sentence": "A tailor sometimes decides to suit himself."
    },
    {
        "index": 175,
        "sentence": "A tatoo artist has designs on his clients."
    },
    {
        "index": 176,
        "sentence": "A tattle tale pig is a squealer."
    },
    {
        "index": 177,
        "sentence": "A teacher used his index finger to ask a lot of pointed questions."
    },
    {
        "index": 178,
        "sentence": "At first he was was a sprinter, but then he decided to run for office."
    },
    {
        "index": 179,
        "sentence": "At first I hated my haircut, but now it's growing on me."
    },
    {
        "index": 180,
        "sentence": "A thief fell and broke his leg in wet cement. He became a hardened criminal."
    },
    {
        "index": 181,
        "sentence": "A thief who stole a calendar got twelve months."
    },
    {
        "index": 182,
        "sentence": "A thousand dogs were stolen from a pet shop on Saturday. Police say they have no leads."
    },
    {
        "index": 183,
        "sentence": "A tire store loves a chance to Roll out a new product."
    },
    {
        "index": 184,
        "sentence": "A train load of paint derailed. Nearby businesses were put in the red."
    },
    {
        "index": 185,
        "sentence": "At seven foot six he was a great basketball player and everyone looked up to him."
    },
    {
        "index": 186,
        "sentence": "Attention staff! The clothes keep falling off the mannequins in ladies' wear. Would someone please redress the problem?"
    },
    {
        "index": 187,
        "sentence": "Audubon said he'd have to wing it."
    },
    {
        "index": 188,
        "sentence": "Avogadro expected a large number to attend."
    },
    {
        "index": 189,
        "sentence": "A waiter who played tennis was great at serving."
    },
    {
        "index": 190,
        "sentence": "A wig van blew up on the motorway - police are combing the area."
    },
    {
        "index": 191,
        "sentence": "A will is a relative thing."
    },
    {
        "index": 192,
        "sentence": "A woman who became queen considered it her crowning achievement."
    },
    {
        "index": 193,
        "sentence": "A woodcutter's world revolves on his axes."
    },
    {
        "index": 194,
        "sentence": "A young nurse was nervous about giving vaccinations but gave it her best shot."
    },
    {
        "index": 195,
        "sentence": "A young sailor thought all of the waves were just swell."
    },
    {
        "index": 196,
        "sentence": "Backups are usually a good thing unless it's a sewer."
    },
    {
        "index": 197,
        "sentence": "Back when the news was written on clay tablets there was a lot of breaking news."
    },
    {
        "index": 198,
        "sentence": "Badminton players are for the birds."
    },
    {
        "index": 199,
        "sentence": "Banning the bra was a big flop."
    },
    {
        "index": 200,
        "sentence": "Banning Viagra was a big flop."
    },
    {
        "index": 201,
        "sentence": "Baseball is known for its pitched battles."
    },
    {
        "index": 202,
        "sentence": "Baseball players are expected to perform well right off the bat."
    },
    {
        "index": 203,
        "sentence": "Basketball players are always bouncing ideas off each other."
    },
    {
        "index": 204,
        "sentence": "Beats me why anyone would want to be a masochist."
    },
    {
        "index": 205,
        "sentence": "Becoming a yoga instructor offers the possibilities of a unique teaching position."
    },
    {
        "index": 206,
        "sentence": "Before a plumber retired, he took the final plunge."
    },
    {
        "index": 207,
        "sentence": "Before he sold Christmas trees, he got himself spruced up."
    },
    {
        "index": 208,
        "sentence": "Before he was hired as a short order cook they grilled him."
    },
    {
        "index": 209,
        "sentence": "Being a fire-fighter ignited my interest heavily."
    },
    {
        "index": 210,
        "sentence": "Be true to your teeth, or they will be false to you."
    },
    {
        "index": 211,
        "sentence": "Bike sales go in cycles."
    },
    {
        "index": 212,
        "sentence": "Bill Gates took advantage of his Windows of opportunity"
    },
    {
        "index": 213,
        "sentence": "Biologists have recently produced immortal frogs by removing their vocal cords. They can't croak."
    },
    {
        "index": 214,
        "sentence": "Biscuits and speeches are better when made with shortening."
    },
    {
        "index": 215,
        "sentence": "Bowling Alley: Please be quiet. We need to hear a pin drop."
    },
    {
        "index": 216,
        "sentence": "Boyle said he was under too much pressure."
    },
    {
        "index": 217,
        "sentence": "Bridge tolls have increased significantly over a 5 year span."
    },
    {
        "index": 218,
        "sentence": "Bring me a rubber band and make it snappy!"
    },
    {
        "index": 219,
        "sentence": "Bring your spirtual Marshmellows, our pastor is on fire!"
    },
    {
        "index": 220,
        "sentence": "Building a cul-de-sac would be a bit of a dead-end job."
    },
    {
        "index": 221,
        "sentence": "Burning too much incense in a rented room could make the owner incensed."
    },
    {
        "index": 222,
        "sentence": "Business at the candle factory tapered off after the holidays."
    },
    {
        "index": 223,
        "sentence": "- Call me a taxi. -OK, you're a taxi."
    },
    {
        "index": 224,
        "sentence": "Can honeybee abuse lead to a sting operation?"
    },
    {
        "index": 225,
        "sentence": "Can I tell you a story about my bed? I made it up."
    },
    {
        "index": 226,
        "sentence": "Careless stair dancers are heading for a heavy landing."
    },
    {
        "index": 227,
        "sentence": "'Change the channel' she said remotely."
    },
    {
        "index": 228,
        "sentence": "Changing a tire on that crazy Houston freeway was a wrenching experience."
    },
    {
        "index": 229,
        "sentence": "Christians, keep the faith...but not from others!"
    },
    {
        "index": 230,
        "sentence": "Civil servants named Grant are known as government grants."
    },
    {
        "index": 231,
        "sentence": "Coaches usually have a goal in mind."
    },
    {
        "index": 232,
        "sentence": "Comedians, the biggest joke going."
    },
    {
        "index": 233,
        "sentence": "Come huddle with us before the big game"
    },
    {
        "index": 234,
        "sentence": "Come in for a free makeover this Sunday"
    },
    {
        "index": 235,
        "sentence": "'Coming ready or not!’ – Jesus."
    },
    {
        "index": 236,
        "sentence": "Conjoined twins aren't the only twins with special connections."
    },
    {
        "index": 237,
        "sentence": "''Consult an investment broker,'' was Tom's stock answer."
    },
    {
        "index": 238,
        "sentence": "Continually discovering new viruses can become a strain."
    },
    {
        "index": 239,
        "sentence": "Convicts are committed people."
    },
    {
        "index": 240,
        "sentence": "Cooks have a lot of spice in their lives."
    },
    {
        "index": 241,
        "sentence": "Could modern submarines be the wave of the future?"
    },
    {
        "index": 242,
        "sentence": "Cousteau was submerged in his work."
    },
    {
        "index": 243,
        "sentence": "Cowboys in a rodeo can be sure to get a few bucks."
    },
    {
        "index": 244,
        "sentence": "Darwin said he'd have to see what evolved."
    },
    {
        "index": 245,
        "sentence": "De Broglie waved aside the invitation."
    },
    {
        "index": 246,
        "sentence": "Decimals have a point."
    },
    {
        "index": 247,
        "sentence": "Dentists have the same old grind day after day."
    },
    {
        "index": 248,
        "sentence": "Dentists on death fill their last cavity."
    },
    {
        "index": 249,
        "sentence": "Dentists practice by going through many drills."
    },
    {
        "index": 250,
        "sentence": "Dermatologists often make rash statements."
    },
    {
        "index": 251,
        "sentence": "Derringer had one shot at fame."
    },
    {
        "index": 252,
        "sentence": "Diabetics should not be allowed to have sweet dreams."
    },
    {
        "index": 253,
        "sentence": "Did the reproducing amoeba get a splitting headache?"
    },
    {
        "index": 254,
        "sentence": "Did you hear about that new drug that makes people angry? It's all the rage now."
    },
    {
        "index": 255,
        "sentence": "Did you hear about the bivalve they called in to interrogate for that big murder investigation? Apparently, he's clammed up."
    },
    {
        "index": 256,
        "sentence": "Did you hear about the compulsive fisherman? He was really hooked on it."
    },
    {
        "index": 257,
        "sentence": "Did you hear about the crab in financial difficulty? It was starting to feel the pinch."
    },
    {
        "index": 258,
        "sentence": "Did you hear about the crime that happened in a parking garage? It was wrong on so many levels."
    },
    {
        "index": 259,
        "sentence": "Did you hear about the farmer who got attacked by a cow? He milked it for all it was worth."
    },
    {
        "index": 260,
        "sentence": "Did you hear about the guy who planted bullets? He wanted to see a lot of little shoots."
    },
    {
        "index": 261,
        "sentence": "Did you hear about the guy whose whole left side was cut off? He's all right now."
    },
    {
        "index": 262,
        "sentence": "Did you hear about the man who was jabbed in the back with a set of keys? His back locked up."
    },
    {
        "index": 263,
        "sentence": "Did you hear about the new pinata? It's a huge hit."
    },
    {
        "index": 264,
        "sentence": "Did you hear about the pilot who always had work? He was great at landing a job."
    },
    {
        "index": 265,
        "sentence": "Did you hear about these new reversible jackets? I'm excited to see how they turn out."
    },
    {
        "index": 266,
        "sentence": "Did you hear about the tire dealer that had a blowout sale?"
    },
    {
        "index": 267,
        "sentence": "Did you see guys that Bob the ventriloquist hangs out with? They're nothing special, just a bunch of dummies."
    },
    {
        "index": 268,
        "sentence": "Digging a hole for a coffin is a grave matter."
    },
    {
        "index": 269,
        "sentence": "Doctor, Doctor, I can't get to sleep. - Sit on the edge of the bed and you'll soon drop off. Next."
    },
    {
        "index": 270,
        "sentence": "Doctor, Doctor I feel like a pair of curtains -  Well pull yourself together then. Next."
    },
    {
        "index": 271,
        "sentence": "Doctor, doctor, I keep thinking I'm a deck of cards. - I'll deal with you later. Next!"
    },
    {
        "index": 272,
        "sentence": "Doctor, doctor, I keep thinking I'm a spoon. - Sit there and don't stir. Next."
    },
    {
        "index": 273,
        "sentence": "Doctor, doctor, I think I'm a bridge. - What's come over you? - Two cars, a truck and a coach."
    },
    {
        "index": 274,
        "sentence": "Doctor, Doctor, my hair is coming out. What can you give me to keep it in? - A cigar box. Next."
    },
    {
        "index": 275,
        "sentence": "Doctor, Doctor My little boy has just swallowed a roll of film! - Hmmmm. Let's hope nothing develops. Next."
    },
    {
        "index": 276,
        "sentence": "Doctor, doctor, people tell me I'm a wheelbarrow. - Don't let people push you around. Next."
    },
    {
        "index": 277,
        "sentence": "Doctor, Doctor, should I file my nails? - No. Throw them away like everybody else. Next."
    },
    {
        "index": 278,
        "sentence": "Doctor, Doctor, this ointment you gave me makes my arm smart. . - Then rub some on your head? Next."
    },
    {
        "index": 279,
        "sentence": "Doctor, Doctor, what would you take for this cold? - Make me an offer. Next."
    },
    {
        "index": 280,
        "sentence": "Doctor, Doctor, you've got to help me. I think I'm a kleptomaniac. - Don't worry. I think there's something you can take for that. Next."
    },
    {
        "index": 281,
        "sentence": "''Don't add too much water,'' said Tom with great concentration."
    },
    {
        "index": 282,
        "sentence": "Don't argue with a bomb inventor - he might blow up at you."
    },
    {
        "index": 283,
        "sentence": "Don't get lost in the mist or else you won't have the foggiest idea where you are."
    },
    {
        "index": 284,
        "sentence": "Don’t let adversity get you down unless you are on your knees"
    },
    {
        "index": 285,
        "sentence": "Don’t let your footprints in the sands of time be the mark of a heel"
    },
    {
        "index": 286,
        "sentence": "Dorothy's dog, of the Wizard of Oz fame, always eats his food entirely - he never leaves any scraps because it's in toto."
    },
    {
        "index": 287,
        "sentence": "Do you ever get tired of sleeping?"
    },
    {
        "index": 288,
        "sentence": "Do you have any parting words? - How about comb and brush?"
    },
    {
        "index": 289,
        "sentence": "Driving on so many turnpikes was taking its toll."
    },
    {
        "index": 290,
        "sentence": "Dry cleaners are often pressed for time."
    },
    {
        "index": 291,
        "sentence": "Ducks don't have their palms read - they look for it on the web."
    },
    {
        "index": 292,
        "sentence": "Due to inclement weather, the sandwich shop wrapped up early Tuesday night."
    },
    {
        "index": 293,
        "sentence": "During a tennis match one player gave the other a backhanded compliment."
    },
    {
        "index": 294,
        "sentence": "During branding cowboys have sore calves."
    },
    {
        "index": 295,
        "sentence": "During his lifetime, the composer Bach was a noted success."
    },
    {
        "index": 296,
        "sentence": "During the meeting about earthquakes, there were several motions."
    },
    {
        "index": 297,
        "sentence": "Dutch shoes used to be made in a factory machine, until it got clogged up."
    },
    {
        "index": 298,
        "sentence": "Early nuclear experimenters discovered an element of surprise."
    },
    {
        "index": 299,
        "sentence": "Early stone tools had many problems that were eventually ironed out."
    },
    {
        "index": 300,
        "sentence": "Eating too many snacks when studying for a test is called cramming."
    },
    {
        "index": 301,
        "sentence": "Edison thought it would be an illuminating experience."
    },
    {
        "index": 302,
        "sentence": "Elephants will toil all day, and they work for peanuts."
    },
    {
        "index": 303,
        "sentence": "Employers like their mechanics to be geared up."
    },
    {
        "index": 304,
        "sentence": "Endorsement by an olympic swimmer caused a company's profits to dive."
    },
    {
        "index": 305,
        "sentence": "Erasable pens were a good idea on paper."
    },
    {
        "index": 306,
        "sentence": "Even if you're on the right track, you'll get run over if you just sit there."
    },
    {
        "index": 307,
        "sentence": "Even the best bird dog is only good to a point."
    },
    {
        "index": 308,
        "sentence": "Even though Catholics in space are weightless, do they have mass?"
    },
    {
        "index": 309,
        "sentence": "Even though the well was a mystery to her, she didn't want to get to the bottom of it."
    },
    {
        "index": 310,
        "sentence": "Everyday is a gift from god, that is why it is called the present"
    },
    {
        "index": 311,
        "sentence": "Everyone's fuming over the high cost of gas."
    },
    {
        "index": 312,
        "sentence": "Eve showed up one morning wearing flowers instead of a fig leaf. She was the first woman to wear bloomers."
    },
    {
        "index": 313,
        "sentence": "Eve taught us it’s okay to take a little ribbing"
    },
    {
        "index": 314,
        "sentence": "Faraday was charged up with the idea."
    },
    {
        "index": 315,
        "sentence": "Figure skaters don't like to be in a rut."
    },
    {
        "index": 316,
        "sentence": "Finding area is an integral part of calculus."
    },
    {
        "index": 317,
        "sentence": "Firefighters can rescue you, but only Jesus saves."
    },
    {
        "index": 318,
        "sentence": "Five brothers wanted to buy a horse, so they all had to pony up."
    },
    {
        "index": 319,
        "sentence": "Food for bad dogs is bought by the pound."
    },
    {
        "index": 320,
        "sentence": "For a chemist disappointed in an experiment the reaction was on his face."
    },
    {
        "index": 321,
        "sentence": "For a chronically absent employee : It seemed her career was just taking off."
    },
    {
        "index": 322,
        "sentence": "For a dishonest employee : He's an unbelievable worker."
    },
    {
        "index": 323,
        "sentence": "For a fish, the end of a barbed hook is the ''point'' of no return."
    },
    {
        "index": 324,
        "sentence": "For a long time, black holes were a dark secret."
    },
    {
        "index": 325,
        "sentence": "For a while, Houdini used a lot of trap doors in his act, but he was just going through a stage."
    },
    {
        "index": 326,
        "sentence": "For class schedules Yoga instructors are flexible."
    },
    {
        "index": 327,
        "sentence": "For every 45 I collected, I would write down the song and the artist so I could keep records."
    },
    {
        "index": 328,
        "sentence": "For fast relief take two tablets. The ten commandments"
    },
    {
        "index": 329,
        "sentence": "For greeting card companies their fate is in the cards."
    },
    {
        "index": 330,
        "sentence": "For insomnia move to the edge of the bed and you'll soon drop off."
    },
    {
        "index": 331,
        "sentence": "For the office drunk : He generally found him loaded with work to do."
    },
    {
        "index": 332,
        "sentence": "For the orthodontist visit, the boy had to brace himself."
    },
    {
        "index": 333,
        "sentence": "Freud could barely repress his excitement."
    },
    {
        "index": 334,
        "sentence": "Galois wanted to assemble his own group."
    },
    {
        "index": 335,
        "sentence": "Gardeners like to plant their feet firmly."
    },
    {
        "index": 336,
        "sentence": "Gardeners like to spring into action."
    },
    {
        "index": 337,
        "sentence": "Gauss was asked to attend because of his magnetic personality."
    },
    {
        "index": 338,
        "sentence": "Geology class is the foundation of a decent education."
    },
    {
        "index": 339,
        "sentence": "Getting rid of your boat for another could cause a whole raft of problems."
    },
    {
        "index": 340,
        "sentence": "Getting this job managing a country estate has put me off fried eggs. I'm a gamekeeper turned poacher."
    },
    {
        "index": 341,
        "sentence": "Glue inventors have to stick to it."
    },
    {
        "index": 342,
        "sentence": "Go away, you snake!  Tom rattled off."
    },
    {
        "index": 343,
        "sentence": "Golfers hate cake because they might get a slice."
    },
    {
        "index": 344,
        "sentence": "Good police officers never miss a beat."
    },
    {
        "index": 345,
        "sentence": "Graveyard workers really dig their jobs."
    },
    {
        "index": 346,
        "sentence": "Gravity, it's always putting everyone down."
    },
    {
        "index": 347,
        "sentence": "Grills are a hot item."
    },
    {
        "index": 348,
        "sentence": "Gunpowder was invented in a flash."
    },
    {
        "index": 349,
        "sentence": "Hands in Prayer: Already Digital"
    },
    {
        "index": 350,
        "sentence": "Hangmen always keep their customers in the loop."
    },
    {
        "index": 351,
        "sentence": "Harry and Clem the carpenters, argued mightily on how best to complete the dinette set they were working on. They finally agreed to table the discussion."
    },
    {
        "index": 352,
        "sentence": "Have an optometrist run for president, because they are people of vision."
    },
    {
        "index": 353,
        "sentence": "Have you ever wondered why baseball players get girlfriends? They're great at hitting it off."
    },
    {
        "index": 354,
        "sentence": "Have you heard about that online origami store? It folded."
    },
    {
        "index": 355,
        "sentence": "Have you heard the joke about the bomb? It had no impact."
    },
    {
        "index": 356,
        "sentence": "He always called his girlfriend his 'luck'. Until he decided to push his luck."
    },
    {
        "index": 357,
        "sentence": "He and his partner made knives, and they shared a cut."
    },
    {
        "index": 358,
        "sentence": "Heart surgeons never bypass a good opportunity."
    },
    {
        "index": 359,
        "sentence": "He auditioned for a part as a trumpet player but he blew it."
    },
    {
        "index": 360,
        "sentence": "He became an astronaut and had a blast."
    },
    {
        "index": 361,
        "sentence": "He became a sky diver out of the blue."
    },
    {
        "index": 362,
        "sentence": "He bent over to pick up a sieve and strained himself."
    },
    {
        "index": 363,
        "sentence": "He bought a donkey because he thought he might get a kick out of it."
    },
    {
        "index": 364,
        "sentence": "He bought a plate with four corners so he could have a square meal."
    },
    {
        "index": 365,
        "sentence": "He bought a rope factory to tie into his empire."
    },
    {
        "index": 366,
        "sentence": "He bought lots of pens before starting his new job. He wanted to make his mark."
    },
    {
        "index": 367,
        "sentence": "He collects mouthwash bottles, and they're all in mint condition."
    },
    {
        "index": 368,
        "sentence": "He couldn't decide whether to accept a job in mattress sales so he decided to sleep on it."
    },
    {
        "index": 369,
        "sentence": "He didn't want to volunteer for the rodeo but he got roped into it."
    },
    {
        "index": 370,
        "sentence": "He died leaving 100 clocks. His son is winding up the estate."
    },
    {
        "index": 371,
        "sentence": "He'd never gone hunting but decided to give it a shot."
    },
    {
        "index": 372,
        "sentence": "He folded and straightened the money because he wanted a tidy sum."
    },
    {
        "index": 373,
        "sentence": "He got a job in a factory making needles, but soon got stuck."
    },
    {
        "index": 374,
        "sentence": "He got measles in jail when he broke out one night."
    },
    {
        "index": 375,
        "sentence": "He had a difficult time bouncing back from his bungee cord accident."
    },
    {
        "index": 376,
        "sentence": "He had to learn what the measles was, from scratch."
    },
    {
        "index": 377,
        "sentence": "He had trouble in his new job making tents and got himself into a flap."
    },
    {
        "index": 378,
        "sentence": "He has been a jogger for three years running."
    },
    {
        "index": 379,
        "sentence": "He hates his job selling used cars, but it's just his lot in life."
    },
    {
        "index": 380,
        "sentence": "He lit the arrow head because he wanted to fire it."
    },
    {
        "index": 381,
        "sentence": "Hell! I thought I’d gotten away with it!"
    },
    {
        "index": 382,
        "sentence": "Hell! I thought it didn't matter what you believed as long as you were sincere!"
    },
    {
        "index": 383,
        "sentence": "Hell’s the pits"
    },
    {
        "index": 384,
        "sentence": "Hell!  . . . I’d forgotten about that!"
    },
    {
        "index": 385,
        "sentence": "He made a slow start in the sport of weightlifting but he picked it up eventually."
    },
    {
        "index": 386,
        "sentence": "Henry perfected the Ford down to a T."
    },
    {
        "index": 387,
        "sentence": "He put bug spray on his watch to get rid of the ticks."
    },
    {
        "index": 388,
        "sentence": "He put so many blanks in his document that he started to feel spaced out."
    },
    {
        "index": 389,
        "sentence": "Her decision to take up rock climbing was precipitous to say the least."
    },
    {
        "index": 390,
        "sentence": "He realized he'd made the major leagues when it finally hit him."
    },
    {
        "index": 391,
        "sentence": "He recommended the restaurant to me, and said he had no reservations."
    },
    {
        "index": 392,
        "sentence": "Here is how the track meet is going to run..."
    },
    {
        "index": 393,
        "sentence": "''Here's your allowance for the next two weeks,'' Tom advanced."
    },
    {
        "index": 394,
        "sentence": "Her exam was on the human skeleton, so she decided to bone up."
    },
    {
        "index": 395,
        "sentence": "He's a good letter carrier. He always keeps you posted."
    },
    {
        "index": 396,
        "sentence": "He sat in the magician's audience dressed as a cactus. He was a plant."
    },
    {
        "index": 397,
        "sentence": "He shined a police officer's shoes and had a brush with the law."
    },
    {
        "index": 398,
        "sentence": "He sold candy and chocolate. A lot of girls were sweet on him."
    },
    {
        "index": 399,
        "sentence": "He stole an invention and then told patent lies."
    },
    {
        "index": 400,
        "sentence": "He stomped on his old watch because he had time to kill."
    },
    {
        "index": 401,
        "sentence": "He studied water purification and had a great thirst for knowledge."
    },
    {
        "index": 402,
        "sentence": "He threw snow in his neighbor's driveway and shouted, DO YOU GET MY DRIFT?"
    },
    {
        "index": 403,
        "sentence": "He told me he could eat a 32 ounce steak, but I found that hard to swallow."
    },
    {
        "index": 404,
        "sentence": "He took a nail to the volleyball game because he wanted to spike it."
    },
    {
        "index": 405,
        "sentence": "He tried to sell me glass with imperfections in it, but I saw through it."
    },
    {
        "index": 406,
        "sentence": "He wanted desperately to be a good golfer - you could say he had a driving ambition."
    },
    {
        "index": 407,
        "sentence": "He was able to listen to his favorite radio show in the morning because he had an AM radio"
    },
    {
        "index": 408,
        "sentence": "He was a janitor in the restaurant. He did things under the table."
    },
    {
        "index": 409,
        "sentence": "He was almost persuaded to invest in a poultry farm, but chickened out at the last minute."
    },
    {
        "index": 410,
        "sentence": "He was a Red Cross donor until he went out of circulation."
    },
    {
        "index": 411,
        "sentence": "He was a restaurant critic but had no taste."
    },
    {
        "index": 412,
        "sentence": "He was facinated by his new welding job. It was riveting."
    },
    {
        "index": 413,
        "sentence": "He was hit on the head during a hail storm and was knocked out cold."
    },
    {
        "index": 414,
        "sentence": "He was selling palm trees, but people thought it was a shady deal."
    },
    {
        "index": 415,
        "sentence": "He was the most dishonest and cleverest card shark in the city, the police said he will be dealt with."
    },
    {
        "index": 416,
        "sentence": "He was trying to sell me new windows, but his motivations were transparent."
    },
    {
        "index": 417,
        "sentence": "He who hogs the sheets is usually very wrapped up in himself."
    },
    {
        "index": 418,
        "sentence": "He who lends to the poor gets interest from god"
    },
    {
        "index": 419,
        "sentence": "He worked in a chocolate factory, but always took his sweet time."
    },
    {
        "index": 420,
        "sentence": "He would promise to play golf, but he didn't know how to follow through."
    },
    {
        "index": 421,
        "sentence": "High on a ladder he saw a beautiful girl below. He fell for her."
    },
    {
        "index": 422,
        "sentence": "Highways today are much better than they were many years ago and there are lots of concrete examples of it."
    },
    {
        "index": 423,
        "sentence": "His business plan to manufacture scissors just didn't cut it."
    },
    {
        "index": 424,
        "sentence": "His day job was astronomy but at night time he was moonlighting."
    },
    {
        "index": 425,
        "sentence": "His model airplane hobby really took off."
    },
    {
        "index": 426,
        "sentence": "His plan to manufacture pencils just didn't draw attention."
    },
    {
        "index": 427,
        "sentence": "His qualifications as a math teacher didn't add up."
    },
    {
        "index": 428,
        "sentence": "Hockey players are terrible chess players because they are always getting checked."
    },
    {
        "index": 429,
        "sentence": "Home improvement. Take your family to church."
    },
    {
        "index": 430,
        "sentence": "Honor your mother and father rather than major credit cards."
    },
    {
        "index": 431,
        "sentence": "Horses eat best when they don't have a bit in their mouth."
    },
    {
        "index": 432,
        "sentence": "How could I trust the ceiling fan installer when I knew he was always screwing up."
    },
    {
        "index": 433,
        "sentence": "How does a card player party? They shuffle."
    },
    {
        "index": 434,
        "sentence": "How do I handle change? I put it in the parking meter."
    },
    {
        "index": 435,
        "sentence": "How do you find a missing train? Follow the tracks."
    },
    {
        "index": 436,
        "sentence": "''How long will I have to wait for a table?'' asked Tom without reservation."
    },
    {
        "index": 437,
        "sentence": "Hubble wanted to bring the idea into better focus."
    },
    {
        "index": 438,
        "sentence": "Humpty Dumpty had a great fall - and a pretty good spring and summer, too."
    },
    {
        "index": 439,
        "sentence": "Husbands are like fires. They go out when unattended."
    },
    {
        "index": 440,
        "sentence": "I always believed my body was a prison for me. I was right, in biology I learnt they were made of cells."
    },
    {
        "index": 441,
        "sentence": "I am kicking myself I did not take up karate earlier."
    },
    {
        "index": 442,
        "sentence": "I bought a metronome for 20 bucks. You can't beat that price."
    },
    {
        "index": 443,
        "sentence": "I can do an excellent impression of Sinatra, said Tom, being perfectly frank."
    },
    {
        "index": 444,
        "sentence": "''I can take photographs if I want to!'' Tom snapped."
    },
    {
        "index": 445,
        "sentence": "I can't really see myself without eyes."
    },
    {
        "index": 446,
        "sentence": "I can't recall the last time I did any running, but I've been jogging my memory."
    },
    {
        "index": 447,
        "sentence": "I can't remember ever getting nits as a kid, although I do have a lousy memory."
    },
    {
        "index": 448,
        "sentence": "I could not pull out of my parking space, so I used my back up plan."
    },
    {
        "index": 449,
        "sentence": "''I couldn't believe there were 527,986 bees in the swarm!'' Tom recounted."
    },
    {
        "index": 450,
        "sentence": "I couldn't decide whether or not to make spiced apple cider, so I mulled it over."
    },
    {
        "index": 451,
        "sentence": "I couldn't figure out how to fasten my seatbelt. Then it clicked."
    },
    {
        "index": 452,
        "sentence": "I couldn't quite remember how to throw a boomerang, but eventually it came back to me."
    },
    {
        "index": 453,
        "sentence": "I couldn't stand to be without my legs."
    },
    {
        "index": 454,
        "sentence": "I crossed a cell phone with a skunk, and now the service stinks."
    },
    {
        "index": 455,
        "sentence": "I didn't have the faintest idea as to why I passed out."
    },
    {
        "index": 456,
        "sentence": "I didn't know which hammer to get, but I think I nailed it."
    },
    {
        "index": 457,
        "sentence": "''I didn't look at all!'' Tom peeped."
    },
    {
        "index": 458,
        "sentence": "I didn't understand the math, so the teacher summed it up for me."
    },
    {
        "index": 459,
        "sentence": "I do a lot of spreadsheets in the office so you can say I'm excelling at work."
    },
    {
        "index": 460,
        "sentence": "''I don't work here on a regular basis,'' said Tom casually."
    },
    {
        "index": 461,
        "sentence": "I'd tell you a joke about a cow but I always butcher it."
    },
    {
        "index": 462,
        "sentence": "If a clock had legs, time would run out."
    },
    {
        "index": 463,
        "sentence": "If a horse could predict the weather, it would probably say that the weather is stable."
    },
    {
        "index": 464,
        "sentence": "If a judge loves the sound of his own voice, expect a long sentence."
    },
    {
        "index": 465,
        "sentence": "If a lawyer speaks for too long there will be an extended sentence."
    },
    {
        "index": 466,
        "sentence": "If all your troubles are melting away watch out for the floods."
    },
    {
        "index": 467,
        "sentence": "If an animal looses its tail it should shop at a retail store."
    },
    {
        "index": 468,
        "sentence": "If a town's people have low IQs is the population dense?"
    },
    {
        "index": 469,
        "sentence": "I finally found a spotter at the gym, it's like a huge weight has been lifted off my shoulders."
    },
    {
        "index": 470,
        "sentence": "I find that movies about submarines always go down well."
    },
    {
        "index": 471,
        "sentence": "''I find you guilty,'' said the judge with conviction."
    },
    {
        "index": 472,
        "sentence": "I found out that at the gym, their opinion on fitness carries a lot of weight."
    },
    {
        "index": 473,
        "sentence": "If pride goes before a fall, humility should arrive by that winter"
    },
    {
        "index": 474,
        "sentence": "If there is a hypocrite between you and the church, he is closer to god than you."
    },
    {
        "index": 475,
        "sentence": "If there's one person you don't want to interrupt in the middle of a sentence it's a judge."
    },
    {
        "index": 476,
        "sentence": "If they ever have a contest for the best looking mannequin, there will be stiff competition."
    },
    {
        "index": 477,
        "sentence": "If towels could tell jokes they would probably have a dry sense of humor."
    },
    {
        "index": 478,
        "sentence": "If word processing a presentation about guns -- be sure to know how to use bullets."
    },
    {
        "index": 479,
        "sentence": "If you are what you eat, I'm staying away from the nuts!"
    },
    {
        "index": 480,
        "sentence": "If you break a string on your guitar don't Fret."
    },
    {
        "index": 481,
        "sentence": "If you breathe heavily on the map, it will reveal topography,' he said, with a sigh of relief."
    },
    {
        "index": 482,
        "sentence": "If you burn the candle on both ends, you’re not as bright as you think."
    },
    {
        "index": 483,
        "sentence": "If you don't know how to choose music ask a guitarist - they know how to pick."
    },
    {
        "index": 484,
        "sentence": "If you don't pay your exorcist you get repossessed."
    },
    {
        "index": 485,
        "sentence": "If you do research in optics you will have to do some light reading."
    },
    {
        "index": 486,
        "sentence": "If you get sick at the airport it could be a terminal illness."
    },
    {
        "index": 487,
        "sentence": "If you give some managers an inch they think they're a ruler."
    },
    {
        "index": 488,
        "sentence": "If you go for a job interview at a rubber stamp company try to make a good impression."
    },
    {
        "index": 489,
        "sentence": "If you have need of a locksmith he will be your key man."
    },
    {
        "index": 490,
        "sentence": "If you have to pay to go to the river, we'd better stop at the bank."
    },
    {
        "index": 491,
        "sentence": "If you invite an insomniac to your pajama party they will be up for it."
    },
    {
        "index": 492,
        "sentence": "If you jump to conclusions, you make terrible landings."
    },
    {
        "index": 493,
        "sentence": "If you leave alphabet soup on the stove and go out, it could spell disaster."
    },
    {
        "index": 494,
        "sentence": "If you miss a class at beauty school you'll need a makeup session."
    },
    {
        "index": 495,
        "sentence": "If you operate a drill press you have a boring job."
    },
    {
        "index": 496,
        "sentence": "If you're a gardener you might call yourself a 'plant manager'."
    },
    {
        "index": 497,
        "sentence": "If you’re looking for a sign from god, this is it."
    },
    {
        "index": 498,
        "sentence": "If you're looking for oranges on an apple tree you will have a fruitless search."
    },
    {
        "index": 499,
        "sentence": "If you run through a screen door you'll strain yourself."
    },
    {
        "index": 500,
        "sentence": "If your waiting for something to turn up, try your sleeves."
    },
    {
        "index": 501,
        "sentence": "If you send a letter to the Philippines put it in a Manila envelope."
    },
    {
        "index": 502,
        "sentence": "If you sight a whale, it could be a fluke."
    },
    {
        "index": 503,
        "sentence": "If you sing while playing baseball, you won't get a good pitch."
    },
    {
        "index": 504,
        "sentence": "If you tell a falsehood just after waking up you are lying in bed."
    },
    {
        "index": 505,
        "sentence": "If you think guests really enjoy your home movies, you are probably projecting."
    },
    {
        "index": 506,
        "sentence": "If you walk along a railroad track you may soon feel run down."
    },
    {
        "index": 507,
        "sentence": "If you want a metal dog leash go to a chain store."
    },
    {
        "index": 508,
        "sentence": "If you wear a blindfold at the shooting range, you won't know what you're missing."
    },
    {
        "index": 509,
        "sentence": "If you work in a forestry company you will probably have to log your time."
    },
    {
        "index": 510,
        "sentence": "If you work in a tire factory you have to get rolling every morning."
    },
    {
        "index": 511,
        "sentence": "I gave in when my wife hounded me about getting a puppy."
    },
    {
        "index": 512,
        "sentence": "I got a deal on a new computer, and they threw in the operating system to boot."
    },
    {
        "index": 513,
        "sentence": "I got a great bargain the other day when I bought a forklift for half-price. It's amazing what you can pick up these days."
    },
    {
        "index": 514,
        "sentence": "I got angry when my cell phone battery died. My counselor suggested I find an outlet."
    },
    {
        "index": 515,
        "sentence": "I got a small ticket for speeding. It's fine with me."
    },
    {
        "index": 516,
        "sentence": "I had an appointment with the chiropractor, but I backed out."
    },
    {
        "index": 517,
        "sentence": "I had some back trouble, but it's all behind me now."
    },
    {
        "index": 518,
        "sentence": "I hate it when motorcyclists hog the road."
    },
    {
        "index": 519,
        "sentence": "''I have to check the score on this exam again,'' Tom remarked."
    },
    {
        "index": 520,
        "sentence": "I hear the Sylvester Stallone Film Festival got off to a rocky start."
    },
    {
        "index": 521,
        "sentence": "''I invested in a hi-tech startup,'' Tom ventured."
    },
    {
        "index": 522,
        "sentence": "''I just came in through the door,'' said Tom, entranced."
    },
    {
        "index": 523,
        "sentence": "I just finished reading Newton's Principia Mathematica, and found much of it to be rather derivative."
    },
    {
        "index": 524,
        "sentence": "I just got back from a statistical probability conference. It was average."
    },
    {
        "index": 525,
        "sentence": "I kept failing to get a job as a butcher because I couldn't just make the cut."
    },
    {
        "index": 526,
        "sentence": "I knew a woman who owned a taser, man was she stunning!"
    },
    {
        "index": 527,
        "sentence": "I know a rancher who has 100 head of cattle, but he thought there were only 99 until he rounded them up."
    },
    {
        "index": 528,
        "sentence": "I know road rage is an awful thing but when someone bumped my car I just couldn't help it. I got out my camera and snapped at the offender."
    },
    {
        "index": 529,
        "sentence": "I like elevators they let me say jokes on every level."
    },
    {
        "index": 530,
        "sentence": "I like marching songs, in any month."
    },
    {
        "index": 531,
        "sentence": "''I like modern painting,'' said Tom abstractly."
    },
    {
        "index": 532,
        "sentence": "''I like ragged margins,'' said Tom without justification."
    },
    {
        "index": 533,
        "sentence": "I'll corroborate that again, Tom reproved."
    },
    {
        "index": 534,
        "sentence": "I'll glue the sheets of wood back together, Tom replied."
    },
    {
        "index": 535,
        "sentence": "Illusionists always find themselves in tricky situations."
    },
    {
        "index": 536,
        "sentence": "''I love hot dogs,'' said Tom with relish."
    },
    {
        "index": 537,
        "sentence": "I love to eat eggs at the crack of dawn."
    },
    {
        "index": 538,
        "sentence": "I made a batch of fish eye soup, it should see me through the week."
    },
    {
        "index": 539,
        "sentence": "I made a really cheesy pun about quesadillas the other day."
    },
    {
        "index": 540,
        "sentence": "I majored in nursing but I had to drop it because I ran out of milk."
    },
    {
        "index": 541,
        "sentence": "''I make the armour out of chain links,'' Tom replied by mail."
    },
    {
        "index": 542,
        "sentence": "I'm a sap for tree jokes."
    },
    {
        "index": 543,
        "sentence": "I'm blind enough to look at the situation in the wrong fashion, so I changed my clothes."
    },
    {
        "index": 544,
        "sentence": "''I'm burning aromatic substances,'' said Tom, incensed."
    },
    {
        "index": 545,
        "sentence": "I'm buying a birthday present for a sculptor. Can you chip in?"
    },
    {
        "index": 546,
        "sentence": "I'm drawn to art."
    },
    {
        "index": 547,
        "sentence": "I'm dying, Tom croaked."
    },
    {
        "index": 548,
        "sentence": "I met a girl at an internet cafe, but we didn't click."
    },
    {
        "index": 549,
        "sentence": "I met a math professor who has 12 children - she really knows how to multiply."
    },
    {
        "index": 550,
        "sentence": "I met this guy who said he loved children, then I found out he was on parole for it."
    },
    {
        "index": 551,
        "sentence": "I'm going to be discussing global warming next week, it's quite a heated topic."
    },
    {
        "index": 552,
        "sentence": "I'm going to the guillotine at dawn and my wife has already collected my severance pay."
    },
    {
        "index": 553,
        "sentence": "I might study something at a university that someone once told me about - there is a degree of ambiguity there."
    },
    {
        "index": 554,
        "sentence": "I'm taking this ship back into harbor, Tom reported."
    },
    {
        "index": 555,
        "sentence": "I'm very picky about my hair, so a strange barber just won't cut it."
    },
    {
        "index": 556,
        "sentence": "I nailed my wood-shop test."
    },
    {
        "index": 557,
        "sentence": "In an office: Would the person who took the step ladder yesterday kindly bring it back or further steps will be taken."
    },
    {
        "index": 558,
        "sentence": "In a recession, the most secure job is garbage-man. Business is always picking up."
    },
    {
        "index": 559,
        "sentence": "In certain sexual harassment cases things can get kind of touchy."
    },
    {
        "index": 560,
        "sentence": "I needed a raise in my allowance. Mowing the grass all summer just wasn't cutting it."
    },
    {
        "index": 561,
        "sentence": "In equations with square numbers I can never find the root of the problem."
    },
    {
        "index": 562,
        "sentence": "I never have understood how you're supposed to hit anything with a bat.....it keeps flying away."
    },
    {
        "index": 563,
        "sentence": "I never understood why people liked to play soft ball. It's a very underhanded thing to do."
    },
    {
        "index": 564,
        "sentence": "In high school I recall having a beautiful but difficult math teacher. She was easy on the eyes and hard on the pupils!"
    },
    {
        "index": 565,
        "sentence": "In Ireland you're more likely to get a Pat answer."
    },
    {
        "index": 566,
        "sentence": "In medical school he worried about passing as a surgeon, but he made the cut."
    },
    {
        "index": 567,
        "sentence": "I noticed that the sun was out, and nobody had bothered to relight it."
    },
    {
        "index": 568,
        "sentence": "In parking lots, arguments often start from scratch."
    },
    {
        "index": 569,
        "sentence": "Installing a fan can be a breeze."
    },
    {
        "index": 570,
        "sentence": "In the air duct installers union they have lots of opportunity to vent."
    },
    {
        "index": 571,
        "sentence": "In the army mess hall, the men were getting fed up."
    },
    {
        "index": 572,
        "sentence": "In the office she was frantically looking for her false nails only to discover she had filed them away."
    },
    {
        "index": 573,
        "sentence": "In the old days a suspended sentence was hanging."
    },
    {
        "index": 574,
        "sentence": "In the room the curtains were drawn, but the rest of the furniture was real."
    },
    {
        "index": 575,
        "sentence": "Inventors have their own devices."
    },
    {
        "index": 576,
        "sentence": "I once had insomnia so bad I was awake until it dawned on me."
    },
    {
        "index": 577,
        "sentence": "I once knew a guy who had fish and chips every day for a year. His stomach took a battering."
    },
    {
        "index": 578,
        "sentence": "I really do have a photographic memory -- I just haven't developed it yet."
    },
    {
        "index": 579,
        "sentence": "Iron was discovered because someone smelt it."
    },
    {
        "index": 580,
        "sentence": "Is coffee your daily grind?"
    },
    {
        "index": 581,
        "sentence": "Is there a best month of spring? There May be."
    },
    {
        "index": 582,
        "sentence": "I still miss my ex-husband. But my aim is improving."
    },
    {
        "index": 583,
        "sentence": "I strongly dislike the subject of math, however I am partial to fractions."
    },
    {
        "index": 584,
        "sentence": "I suspected our new house guest was a terrorist. He asked to sleep on a blow up mattress."
    },
    {
        "index": 585,
        "sentence": "It has been discovered that sales of irons are decreasing."
    },
    {
        "index": 586,
        "sentence": "I think a job as a shoe salesmen would be your best fit."
    },
    {
        "index": 587,
        "sentence": "I think Santa has riverfront property in Brazil. All our presents came from Amazon this year."
    },
    {
        "index": 588,
        "sentence": "I thought about studying astronomy for university but I knew I would just be taking up space."
    },
    {
        "index": 589,
        "sentence": "I tinted my hair today. It was the highlight of my day."
    },
    {
        "index": 590,
        "sentence": "''I told you not to ride that horse,'' Tom nagged."
    },
    {
        "index": 591,
        "sentence": "I took up teaching fencing as I wanted my students to get the point."
    },
    {
        "index": 592,
        "sentence": "I travel all over America, Tom stated."
    },
    {
        "index": 593,
        "sentence": "I tried hard to get into vexillology, but, in the end, had to flag it away."
    },
    {
        "index": 594,
        "sentence": "I tried to learn how to drive a stick shift but couldn't locate the manual."
    },
    {
        "index": 595,
        "sentence": "I tried to look up impotence on the Internet but nothing came up."
    },
    {
        "index": 596,
        "sentence": "I tried to pack myself in a suitcase. I could hardly contain myself."
    },
    {
        "index": 597,
        "sentence": "I tried wrapping Christmas presents, but I didn't have the gift."
    },
    {
        "index": 598,
        "sentence": "I try wearing tight jeans, but I can never pull it off."
    },
    {
        "index": 599,
        "sentence": "It's a fact, taller people sleep longer in bed."
    },
    {
        "index": 600,
        "sentence": "''It's a German song,'' Tom lied."
    },
    {
        "index": 601,
        "sentence": "''It's an actual parameter, not a formal parameter,'' was Tom's argument."
    },
    {
        "index": 602,
        "sentence": "It seems like it's always Patsy's fault."
    },
    {
        "index": 603,
        "sentence": "It's hard for a depressed turtle to get out of his shell."
    },
    {
        "index": 604,
        "sentence": "It's not that the man did not know how to juggle, he just didn't have the balls to do it."
    },
    {
        "index": 605,
        "sentence": "It's not the minutes spent at the table that put on weight, it's the seconds."
    },
    {
        "index": 606,
        "sentence": "It's no wonder that some baseball players have lots of money - often even many of the bases are loaded."
    },
    {
        "index": 607,
        "sentence": "It's OK to watch an elephant bathe as they usually have their trunks on."
    },
    {
        "index": 608,
        "sentence": "It's quiet in a bowling alley because you can hear a pin drop."
    },
    {
        "index": 609,
        "sentence": "It's true that the earth rotates, but scientists are always putting their own spin on it."
    },
    {
        "index": 610,
        "sentence": "''It's twelve noon,'' Tom chimed in."
    },
    {
        "index": 611,
        "sentence": "It was a lucky car. Until he had to push his luck."
    },
    {
        "index": 612,
        "sentence": "It was a sad day for the rattlesnake family, the time had come for the children to strike out on their own."
    },
    {
        "index": 613,
        "sentence": "It was the first time she'd seen a live sponge on display, and she really soaked it in."
    },
    {
        "index": 614,
        "sentence": "I used to be a banker but I lost interest"
    },
    {
        "index": 615,
        "sentence": "I used to be addicted to soap, but I'm clean now."
    },
    {
        "index": 616,
        "sentence": "I used to be afraid of purchasing residential property for the purpose of renting, but now I have an apartment complex."
    },
    {
        "index": 617,
        "sentence": "I used to hate maths but then I realised decimals have a point."
    },
    {
        "index": 618,
        "sentence": "I used to have a fear of hurdles, but I got over it."
    },
    {
        "index": 619,
        "sentence": "I used to work in a blanket factory but it folded."
    },
    {
        "index": 620,
        "sentence": "I usually take steps to avoid elevators."
    },
    {
        "index": 621,
        "sentence": "I've always pictured myself taking selfies."
    },
    {
        "index": 622,
        "sentence": "I've been to the dentist several times so I know the drill."
    },
    {
        "index": 623,
        "sentence": "I've got to fix the automobile, said Tom mechanically."
    },
    {
        "index": 624,
        "sentence": "''I've got to stop this motor,'' Tom choked."
    },
    {
        "index": 625,
        "sentence": "I've never killed a deer before but I'll take a shot at it."
    },
    {
        "index": 626,
        "sentence": "I've never taken an elevator to the basement floor, that's just beneath me."
    },
    {
        "index": 627,
        "sentence": "I've never tipped a cow. Then again, one has never served me food."
    },
    {
        "index": 628,
        "sentence": "I've passed the exam this time, Tom remarked."
    },
    {
        "index": 629,
        "sentence": "I've planted part of a riding whip. I'm hoping for a nice crop."
    },
    {
        "index": 630,
        "sentence": "''I've run out of wool,'' said Tom, knitting his brow."
    },
    {
        "index": 631,
        "sentence": "I've spotted more blackbirds than you have, Tom crowed."
    },
    {
        "index": 632,
        "sentence": "I've struck oil! Tom gushed."
    },
    {
        "index": 633,
        "sentence": "I walked past a gang of youths yesterday and one of them threw a piece of cheese at me, which hit me on the back of the head. I turned round and shouted, ''That's not very mature!''"
    },
    {
        "index": 634,
        "sentence": "''I want a motorized bicycle,'' Tom moped."
    },
    {
        "index": 635,
        "sentence": "I wanted to be a sonar technician, but it was out of my depth."
    },
    {
        "index": 636,
        "sentence": "I wanted to bring a penguin home but my parents said that wasn't going to fly."
    },
    {
        "index": 637,
        "sentence": "I wanted to do some research on anorexia, so I went to the library to get the skinny."
    },
    {
        "index": 638,
        "sentence": "I wanted to exercise last night but it just didn't work out."
    },
    {
        "index": 639,
        "sentence": "I wanted to have dinner at a native American themed restaurant, but I didn't have reservations."
    },
    {
        "index": 640,
        "sentence": "I wanted to join my local rambling club, but the guy I spoke to on the phone just went on and on."
    },
    {
        "index": 641,
        "sentence": "I wanted to lose weight so I went to the paint store. I heard I could get thinner there."
    },
    {
        "index": 642,
        "sentence": "I wanted to make suits but I could never measure up."
    },
    {
        "index": 643,
        "sentence": "I was against the construction of tennis courts in the park as I thought they would cause too much racket."
    },
    {
        "index": 644,
        "sentence": "I was arrested after my therapist suggested I take something for my kleptomania."
    },
    {
        "index": 645,
        "sentence": "I was fired from my job selling amplifiers. I didn't achieve the sufficient volume of sales."
    },
    {
        "index": 646,
        "sentence": "I was going to buy a book on phobias, but I was afraid it wouldn't help me."
    },
    {
        "index": 647,
        "sentence": "I was going to buy some loose tea, but the price was too steep."
    },
    {
        "index": 648,
        "sentence": "I was going to order a satellite dish but then I found out that I had to go through channels."
    },
    {
        "index": 649,
        "sentence": "I was heading to Hooters but my wife said 'Don't bother, they have gone bust'."
    },
    {
        "index": 650,
        "sentence": "I was in a big hurry so I scrambled to make eggs for breakfast."
    },
    {
        "index": 651,
        "sentence": "I was looking for watch batteries but I wound up at a clock shop."
    },
    {
        "index": 652,
        "sentence": "I was struggling to figure out how lightning works then it struck me."
    },
    {
        "index": 653,
        "sentence": "I watched a movie about a baby hen, it was a real chick flick."
    },
    {
        "index": 654,
        "sentence": "I went to a buffet dinner with my neighbor, who is a taxidermist. After such a big meal, I was stuffed."
    },
    {
        "index": 655,
        "sentence": "I went to an invisible fairground but didn't think it was very good. I just couldn't see the attraction."
    },
    {
        "index": 656,
        "sentence": "I went to buy some property with a hill on it, but it was a little steep."
    },
    {
        "index": 657,
        "sentence": "I went to the dentist without lunch, and he gave me a plate."
    },
    {
        "index": 658,
        "sentence": "I went to the store to buy some soup but they were out of stock."
    },
    {
        "index": 659,
        "sentence": "I went to the theatre, it looked a bit suspicious. I reckon the whole thing was staged."
    },
    {
        "index": 660,
        "sentence": "''I will now demonstrate how to dissect a sheep,'' delivered Tom."
    },
    {
        "index": 661,
        "sentence": "I wondered why my geometry class was always tired. They were all out of shape."
    },
    {
        "index": 662,
        "sentence": "I wondered why the baseball was getting bigger. Then it hit me."
    },
    {
        "index": 663,
        "sentence": "''I won't buy a circuit breaker,'' Tom refused."
    },
    {
        "index": 664,
        "sentence": "I wrote a novel about a fellow who had a small garden. It didn't have much of a plot."
    },
    {
        "index": 665,
        "sentence": "Jenny was sure she was going to Heaven but she wouldn't harp on it."
    },
    {
        "index": 666,
        "sentence": "Jesus changes grave situations. Happy Easter."
    },
    {
        "index": 667,
        "sentence": "Jesus did the only extreme world makeover, the flood"
    },
    {
        "index": 668,
        "sentence": "Joe refused to eat sushi because it looks fishy."
    },
    {
        "index": 669,
        "sentence": "John Hancock didn't retire, he just resigned."
    },
    {
        "index": 670,
        "sentence": "Jumping to conclusions is bad exercise"
    },
    {
        "index": 671,
        "sentence": "Junior loved being a member of the wrestling team even though he was prone to lose."
    },
    {
        "index": 672,
        "sentence": "Just after thimbles were invented there was a shortage, so many people got stuck without one."
    },
    {
        "index": 673,
        "sentence": "Just because pews come in rows doesn’t mean we should plant ourselves there"
    },
    {
        "index": 674,
        "sentence": "Labor Day is a good time to stop and reflect on the august events the the preceding month."
    },
    {
        "index": 675,
        "sentence": "Last week I was diagnosed with insomnia, and now I'm just so tired of it."
    },
    {
        "index": 676,
        "sentence": "Lawyers have to like alcohol because they're always being called to the bar."
    },
    {
        "index": 677,
        "sentence": "Leonardo Da Vinci could use a paint brush to make a stroke of genius."
    },
    {
        "index": 678,
        "sentence": "Librarians are always going by the book."
    },
    {
        "index": 679,
        "sentence": "Life after death for evil doers has always been a hot topic."
    },
    {
        "index": 680,
        "sentence": "Life’s a ledger, are we giving a good accounting of ourselves"
    },
    {
        "index": 681,
        "sentence": "Lightning storms can be very striking."
    },
    {
        "index": 682,
        "sentence": "Love can be a touchy subject."
    },
    {
        "index": 683,
        "sentence": "Low carb diets really go against the grain."
    },
    {
        "index": 684,
        "sentence": "Luggage salespeople have to make a good case for you to buy."
    },
    {
        "index": 685,
        "sentence": "Lumber companies have many board meetings."
    },
    {
        "index": 686,
        "sentence": "Lumberjacks have to keep problem logs."
    },
    {
        "index": 687,
        "sentence": "Madame: ''Now remember, girls, when handling royalty the important thing is to keep up your dukes!''"
    },
    {
        "index": 688,
        "sentence": "Making gloves is a real hands-on experience."
    },
    {
        "index": 689,
        "sentence": "Males who wonder why they should have a prostate exam usually get it in the end."
    },
    {
        "index": 690,
        "sentence": "Many people need to learn to be happy with the State they are in."
    },
    {
        "index": 691,
        "sentence": "Marconi was not wired up about going."
    },
    {
        "index": 692,
        "sentence": "Marriage is hard but divorce usually goes off without a hitch."
    },
    {
        "index": 693,
        "sentence": "Martians welcome. We have space for everyone."
    },
    {
        "index": 694,
        "sentence": "Massage therapists need a touch of style."
    },
    {
        "index": 695,
        "sentence": "Math class is full of drama. There are so many problems to work out."
    },
    {
        "index": 696,
        "sentence": "Math teachers have lots of problems."
    },
    {
        "index": 697,
        "sentence": "Meet me at the clothes line. That's where I hang out!"
    },
    {
        "index": 698,
        "sentence": "Midwives don't like to wear breeches."
    },
    {
        "index": 699,
        "sentence": "Missionaries like open hooded cars because they are convertible."
    },
    {
        "index": 700,
        "sentence": "Molecules boiling points vary to some degree."
    },
    {
        "index": 701,
        "sentence": "Morticians make you feel dead gorgeous."
    },
    {
        "index": 702,
        "sentence": "Most males in a men's room are stand-up guys."
    },
    {
        "index": 703,
        "sentence": "Musical composers can use lots of Note paper."
    },
    {
        "index": 704,
        "sentence": "Musical mechanics always sing in parts."
    },
    {
        "index": 705,
        "sentence": "Musicians need a leader because they don't know how to conduct themselves."
    },
    {
        "index": 706,
        "sentence": "My advanced geometry class is full of squares."
    },
    {
        "index": 707,
        "sentence": "My boyfriend and I started to date after he backed his car into mine. We met by accident."
    },
    {
        "index": 708,
        "sentence": "My buddy asked me to look after his pet goose while he was away. I told him I wasn't down with that."
    },
    {
        "index": 709,
        "sentence": "My cavity wasn't fixed by my regular dentist, but by a guy who was filling in."
    },
    {
        "index": 710,
        "sentence": "My coach got stung by a bee. The next day he had hives."
    },
    {
        "index": 711,
        "sentence": "My comb is invaluable - I can't part with it."
    },
    {
        "index": 712,
        "sentence": "My daughter's studying natural medicine and I'm rooting for her."
    },
    {
        "index": 713,
        "sentence": "My dentist seems distracted, I think he was brushing me off."
    },
    {
        "index": 714,
        "sentence": "My dog has a lot of potential, you just have to unleash it."
    },
    {
        "index": 715,
        "sentence": "My father's father wanted to know if he could stay with the company in spite of the many changes. They ended up grandfathering him in."
    },
    {
        "index": 716,
        "sentence": "My father slept under the bed, I think he was a little potty."
    },
    {
        "index": 717,
        "sentence": "My fear of planes has taken off."
    },
    {
        "index": 718,
        "sentence": "My friend asked me to carve a sculpture out of a large rock. It was the hardest thing I've ever had to make!"
    },
    {
        "index": 719,
        "sentence": "My friend came around for dinner. We ate for 20 minutes, then he fainted again."
    },
    {
        "index": 720,
        "sentence": "My friend lives by a cliff he's always telling me to drop over."
    },
    {
        "index": 721,
        "sentence": "My friends and I played a game of football on a pile of quarry rock - we lost on aggregate."
    },
    {
        "index": 722,
        "sentence": "My friend's bakery burned down last night. Now his business is toast."
    },
    {
        "index": 723,
        "sentence": "My friend was fired from his job at the road department for stealing. I have to say I saw it coming. The last time I was at his house all the signs were there."
    },
    {
        "index": 724,
        "sentence": "My job as head chef at a top rated restaurant is in jeopardy because my latest culinary creation was called a recipe for disaster."
    },
    {
        "index": 725,
        "sentence": "My mailman should be a comedian, his delivery is perfect!"
    },
    {
        "index": 726,
        "sentence": "My mate swallowed a cordless vacuum cleaner, they took him to hospital and he is picking up nicely."
    },
    {
        "index": 727,
        "sentence": "My mom ran out of poultry seasoning so she winged it."
    },
    {
        "index": 728,
        "sentence": "My name is Art, I'm a museum curator."
    },
    {
        "index": 729,
        "sentence": "My name is Bet. I'm a coupier."
    },
    {
        "index": 730,
        "sentence": "My name is Bill. I run a collection agency"
    },
    {
        "index": 731,
        "sentence": "My name is Brandy. The bartender."
    },
    {
        "index": 732,
        "sentence": "My name is Brooks. I'm an irrrigation consultant"
    },
    {
        "index": 733,
        "sentence": "My name is Bud. I'm in flowers."
    },
    {
        "index": 734,
        "sentence": "My name is Candy. I'm a confectioner."
    },
    {
        "index": 735,
        "sentence": "My name is Carol. I sing during the holidays."
    },
    {
        "index": 736,
        "sentence": "My name is Charity, a televangelist"
    },
    {
        "index": 737,
        "sentence": "My name is Chuck, I'm a butcher."
    },
    {
        "index": 738,
        "sentence": "My name is Clay. I make pottery."
    },
    {
        "index": 739,
        "sentence": "My name is Cliff. I'm a mountaineer."
    },
    {
        "index": 740,
        "sentence": "My name is Cookie, I'm a baker."
    },
    {
        "index": 741,
        "sentence": "My name is Dean A college chancellor"
    },
    {
        "index": 742,
        "sentence": "My name is Dick. I'm a plain-clothes policeman."
    },
    {
        "index": 743,
        "sentence": "My name is Dusty, I run a cleaning service."
    },
    {
        "index": 744,
        "sentence": "My name is Emmy, I'm a T.V. star"
    },
    {
        "index": 745,
        "sentence": "My name is Faith. I'm a minister."
    },
    {
        "index": 746,
        "sentence": "My name is Frank, the Hot-Dog vendor"
    },
    {
        "index": 747,
        "sentence": "My name is Gene, I'm a DNA researcher."
    },
    {
        "index": 748,
        "sentence": "My name is Grant, I am a loan officer."
    },
    {
        "index": 749,
        "sentence": "My name is Guy. I install antennas."
    },
    {
        "index": 750,
        "sentence": "My name is Ham. I raise pigs"
    },
    {
        "index": 751,
        "sentence": "My name is Herb. I'm a cook."
    },
    {
        "index": 752,
        "sentence": "My name is Holly, I'm a holiday decorator"
    },
    {
        "index": 753,
        "sentence": "My name is Ira. I'm an investment advisor."
    },
    {
        "index": 754,
        "sentence": "My name is Iris. I'm an optometrist"
    },
    {
        "index": 755,
        "sentence": "My name is Joe, an espresso vender"
    },
    {
        "index": 756,
        "sentence": "My name is John. I'm a plumber"
    },
    {
        "index": 757,
        "sentence": "My name is Josh. I'm a talk show host"
    },
    {
        "index": 758,
        "sentence": "My name is Leo. A lion trainer."
    },
    {
        "index": 759,
        "sentence": "My name is Lute. I'm a musician."
    },
    {
        "index": 760,
        "sentence": "My name is Mark. I price items at the supermarket."
    },
    {
        "index": 761,
        "sentence": "My name is Marshall. I'm a peace officier."
    },
    {
        "index": 762,
        "sentence": "My name is Melody. A Musician"
    },
    {
        "index": 763,
        "sentence": "My name is Mike. I'm an announcer"
    },
    {
        "index": 764,
        "sentence": "My name is Nick. I was a barber but I'm looking for a new job."
    },
    {
        "index": 765,
        "sentence": "My name is Oscar, and I'm a movie star."
    },
    {
        "index": 766,
        "sentence": "My name is Pat. I am a masseur"
    },
    {
        "index": 767,
        "sentence": "My name is Ray. I'm a roentgenologist."
    },
    {
        "index": 768,
        "sentence": "My name is Rich, A successful investment banker."
    },
    {
        "index": 769,
        "sentence": "My name is Rob. I'm a thief."
    },
    {
        "index": 770,
        "sentence": "My name is Rusty, I'm an iron worker."
    },
    {
        "index": 771,
        "sentence": "My name is Rusty. I undercoat cars."
    },
    {
        "index": 772,
        "sentence": "My name is Sandy, I just hang around the beach."
    },
    {
        "index": 773,
        "sentence": "My name is Sandy. I'm a lifeguard."
    },
    {
        "index": 774,
        "sentence": "My name is Sherry. I'm a wine-master."
    },
    {
        "index": 775,
        "sentence": "My name is Sherry. I work in a vineyard."
    },
    {
        "index": 776,
        "sentence": "My name is Sly. I'm a detective."
    },
    {
        "index": 777,
        "sentence": "My name is Sue. I'm also a lawyer."
    },
    {
        "index": 778,
        "sentence": "My name is Teddy, I'm in lingerie"
    },
    {
        "index": 779,
        "sentence": "My name is Victor, and I'm a winner in everything I do."
    },
    {
        "index": 780,
        "sentence": "My name is Wade and I'm in swimming pool maintenance."
    },
    {
        "index": 781,
        "sentence": "My name is Will, I'm a lawyer."
    },
    {
        "index": 782,
        "sentence": "My name is Woody. A Forester"
    },
    {
        "index": 783,
        "sentence": "My new expensive vacuum cleaner really sucked."
    },
    {
        "index": 784,
        "sentence": "My new girlfriend and I are moving together into a tree house, I hope we won't fall out."
    },
    {
        "index": 785,
        "sentence": "My new theory on inertia doesn't seem to be gaining momentum."
    },
    {
        "index": 786,
        "sentence": "''My parents are called Billy and Nanny,'' Tom kidded."
    },
    {
        "index": 787,
        "sentence": "My skiing skills are really going downhill."
    },
    {
        "index": 788,
        "sentence": "My son wanted a scooter. When I told him they are too dangerous, he moped around the house."
    },
    {
        "index": 789,
        "sentence": "My student was late for class, claiming he was in the washroom. I think he was stalling."
    },
    {
        "index": 790,
        "sentence": "My stuffing was bad, so I got some sage advice."
    },
    {
        "index": 791,
        "sentence": "My word is final! Tom dictated to his secretary."
    },
    {
        "index": 792,
        "sentence": "Neil Simon's only unsuccessful play: Chapter 11."
    },
    {
        "index": 793,
        "sentence": "Never invest in funerals, it's a dying industry."
    },
    {
        "index": 794,
        "sentence": "Never lie to an x-ray technician. They can see right through you."
    },
    {
        "index": 795,
        "sentence": "News of a coming flood was leaked."
    },
    {
        "index": 796,
        "sentence": "Nobel got a big bang out of it."
    },
    {
        "index": 797,
        "sentence": "No bungee cords, but we encourage leaps of faith."
    },
    {
        "index": 798,
        "sentence": "No one chills out in the fires of hell."
    },
    {
        "index": 799,
        "sentence": "Noteworthy musicians are very composed."
    },
    {
        "index": 800,
        "sentence": "Notice in a field: The farmer allows walkers to cross the field for free, but the bull charges."
    },
    {
        "index": 801,
        "sentence": "Occasionally, I hear an assertion followed by a hasty qualification, such as, ''Jim graduated in 1995 -- if memory serves.'' I'll respond: '... or only stands and waits.''"
    },
    {
        "index": 802,
        "sentence": "Officer Jones takes his yearly bath every June. He is a characteristic example of a dirty cop."
    },
    {
        "index": 803,
        "sentence": "Ohm resisted the idea at first."
    },
    {
        "index": 804,
        "sentence": "Oh what a tangled web we weave. On the Internet."
    },
    {
        "index": 805,
        "sentence": "Oil executives are always using crude language."
    },
    {
        "index": 806,
        "sentence": "OLD ACADEMICIANS never die, they just lose their faculties"
    },
    {
        "index": 807,
        "sentence": "Old accountants never die, they just lose their balance."
    },
    {
        "index": 808,
        "sentence": "OLD ACTUARIES never die they just get broken down by age and sex."
    },
    {
        "index": 809,
        "sentence": "OLD AIR CONDITIONER REPAIRMEN never die, they just lose their cool."
    },
    {
        "index": 810,
        "sentence": "OLD ALCOHOLICS never die, they just lose their spirit."
    },
    {
        "index": 811,
        "sentence": "Old artists never die, they just put things in perspective."
    },
    {
        "index": 812,
        "sentence": "OLD AUDITORS never die, they just lose their figures."
    },
    {
        "index": 813,
        "sentence": "OLD AUTO MECHANICS never die, they just become exhausted."
    },
    {
        "index": 814,
        "sentence": "OLD AUTO MECHANICS never die, they just retire."
    },
    {
        "index": 815,
        "sentence": "Old bakers never die, they just keep making lots of dough."
    },
    {
        "index": 816,
        "sentence": "OLD BAKERS never die, they just stop making lots of dough."
    },
    {
        "index": 817,
        "sentence": "OLD BANKERS never die they just lose interest."
    },
    {
        "index": 818,
        "sentence": "OLD BASEBALLS never die they just get pitched."
    },
    {
        "index": 819,
        "sentence": "OLD BASKETBALL PLAYERS never die they just go on dribbling."
    },
    {
        "index": 820,
        "sentence": "OLD BEEKEEPERS never die they just buzz off."
    },
    {
        "index": 821,
        "sentence": "OLD BLASTING TECHNICIANS never die, they just lose their spark."
    },
    {
        "index": 822,
        "sentence": "OLD BOOKKEEPERS never die they just lose their figures."
    },
    {
        "index": 823,
        "sentence": "OLD BOOTLEGGERS never die, they just keep still."
    },
    {
        "index": 824,
        "sentence": "OLD BOTANISTS never die, they're just deflowered."
    },
    {
        "index": 825,
        "sentence": "OLD BOWLERS never die they just end up in the gutter."
    },
    {
        "index": 826,
        "sentence": "OLD BOXERS never die, they just punch out"
    },
    {
        "index": 827,
        "sentence": "OLD BREAD MEN never die, they just lose their dough."
    },
    {
        "index": 828,
        "sentence": "OLD BUNGEE JUMPERS sometimes die but they can still bounce back"
    },
    {
        "index": 829,
        "sentence": "Old burglars never die they just steal away."
    },
    {
        "index": 830,
        "sentence": "OLD BUS DRIVERS never die, they just take a turn for the worse."
    },
    {
        "index": 831,
        "sentence": "OLD BUTCHERS never die, they just get disjointed."
    },
    {
        "index": 832,
        "sentence": "OLD CARDIOLOGISTS never die, they are just repulsed.."
    },
    {
        "index": 833,
        "sentence": "OLD CARDIOLOGISTS never die, they just lose heart."
    },
    {
        "index": 834,
        "sentence": "OLD CARD PLAYERS never die, they just fold."
    },
    {
        "index": 835,
        "sentence": "OLD CARD PLAYERS never die, they just shuffle off."
    },
    {
        "index": 836,
        "sentence": "Old carpenters never die, they just lumber around."
    },
    {
        "index": 837,
        "sentence": "OLD CARTOONISTS never die, they just draw their last breath."
    },
    {
        "index": 838,
        "sentence": "OLD CASHIERS never die, they just change."
    },
    {
        "index": 839,
        "sentence": "OLD CASHIERS never die they just check out."
    },
    {
        "index": 840,
        "sentence": "OLD CHAUFFEURS never die they just lose their drive."
    },
    {
        "index": 841,
        "sentence": "OLD CHEMISTS never die, they just fail to react."
    },
    {
        "index": 842,
        "sentence": "OLD CHEMISTS never die, they just stop reacting."
    },
    {
        "index": 843,
        "sentence": "Old colanders never die, they just can't take the strain anymore."
    },
    {
        "index": 844,
        "sentence": "OLD CONTORTIONISTS never die, they just meet their end."
    },
    {
        "index": 845,
        "sentence": "OLD COUPON CLIPPERS never die, they just expire."
    },
    {
        "index": 846,
        "sentence": "OLD COURIERS never die, they just keep on expressing it!"
    },
    {
        "index": 847,
        "sentence": "OLD COWBOYS never die, they just get the boot."
    },
    {
        "index": 848,
        "sentence": "OLD CREDIT CARD USERS never die, they just expire."
    },
    {
        "index": 849,
        "sentence": "OLD CRICKETERS never die, they just get bowled over."
    },
    {
        "index": 850,
        "sentence": "OLD DEANS never die they just lose their faculties."
    },
    {
        "index": 851,
        "sentence": "OLD DENTISTS never die, they just lose their pull."
    },
    {
        "index": 852,
        "sentence": "OLD DIVERS never die, they just flop."
    },
    {
        "index": 853,
        "sentence": "OLD DOOR FRAMERS never die, they just become unhinged."
    },
    {
        "index": 854,
        "sentence": "OLD ELECTRICIANS never die, they just can't make connections"
    },
    {
        "index": 855,
        "sentence": "Old electricians never die, they just get discharged."
    },
    {
        "index": 856,
        "sentence": "Old electricians never die, they just keep plugging away."
    },
    {
        "index": 857,
        "sentence": "OLD ELECTRICIANS never die they just lose contact."
    },
    {
        "index": 858,
        "sentence": "OLD ELECTRICIANS never die, they just lose their potential."
    },
    {
        "index": 859,
        "sentence": "OLD ELECTRICIANS never die, they just lose their resistance."
    },
    {
        "index": 860,
        "sentence": "OLD ELECTRICIANS never die, they just lose their spark."
    },
    {
        "index": 861,
        "sentence": "OLD ESKIMOS never die, they just go cold."
    },
    {
        "index": 862,
        "sentence": "OLD EXORCISTS never die, they just get repossessed."
    },
    {
        "index": 863,
        "sentence": "OLD FARMERS never die, they just turn into vegetables."
    },
    {
        "index": 864,
        "sentence": "OLD FIREFIGHTERS never die they just go to blazes."
    },
    {
        "index": 865,
        "sentence": "OLD FLORISTS never die, they just make alternative arrangements."
    },
    {
        "index": 866,
        "sentence": "OLD FORESTERS never die, they just pine away."
    },
    {
        "index": 867,
        "sentence": "OLD FORGERS never die, they just leave no trace."
    },
    {
        "index": 868,
        "sentence": "OLD FROGS never die, but they do croak."
    },
    {
        "index": 869,
        "sentence": "OLD GAMBLERS never die, they just get discarded."
    },
    {
        "index": 870,
        "sentence": "OLD GANGSTERS never die, they just go to the underworld.."
    },
    {
        "index": 871,
        "sentence": "OLD GARAGEMEN never die, they just retire"
    },
    {
        "index": 872,
        "sentence": "OLD GARDENERS never die they are just deflowered."
    },
    {
        "index": 873,
        "sentence": "OLD GARDENERS never die, they just get uprooted."
    },
    {
        "index": 874,
        "sentence": "Old gardeners never die they just vegetate."
    },
    {
        "index": 875,
        "sentence": "OLD GEOGRAPHERS never die, they just become legends ."
    },
    {
        "index": 876,
        "sentence": "OLD GEOLOGISTS never die, they just have their faults"
    },
    {
        "index": 877,
        "sentence": "OLD GEOMETRY TEACHERS never die, they just go off on a tangent."
    },
    {
        "index": 878,
        "sentence": "OLD GOLFERS never die, they just lose their drive."
    },
    {
        "index": 879,
        "sentence": "OLD GOLFERS never die they just putter away."
    },
    {
        "index": 880,
        "sentence": "OLD GRAVEDIGGERS never die, they just get buried in their work"
    },
    {
        "index": 881,
        "sentence": "OLD GROCERS never die, they just get shelved."
    },
    {
        "index": 882,
        "sentence": "OLD GUITARISTS never die, they just become unstrung."
    },
    {
        "index": 883,
        "sentence": "OLD GUITARISTS never die, they just fret their lives away"
    },
    {
        "index": 884,
        "sentence": "OLD GUNS never die they just get loaded."
    },
    {
        "index": 885,
        "sentence": "OLD HACKERS never die, they just go to bits"
    },
    {
        "index": 886,
        "sentence": "OLD HELICOPTER PILOTS never die, they just lose their choppers."
    },
    {
        "index": 887,
        "sentence": "OLD HIKERS never die they just get the boot."
    },
    {
        "index": 888,
        "sentence": "OLD HIKERS never die, they just trail away."
    },
    {
        "index": 889,
        "sentence": "OLD HIPPIES never die, they just take a trip."
    },
    {
        "index": 890,
        "sentence": "OLD HOCKEY PLAYERS never die, they just achieve their final goal."
    },
    {
        "index": 891,
        "sentence": "OLD HOOKERS never die, they just get laid off."
    },
    {
        "index": 892,
        "sentence": "OLD HOUSEWIVES never die, they just wash away."
    },
    {
        "index": 893,
        "sentence": "OLD HUMAN CANNONBALLS never die they just get fired."
    },
    {
        "index": 894,
        "sentence": "OLD INTERPRETERS (for the deaf) never die, they just sign off."
    },
    {
        "index": 895,
        "sentence": "OLD INVESTORS never die they just roll over."
    },
    {
        "index": 896,
        "sentence": "OLD JANITORS never die they just get swept up."
    },
    {
        "index": 897,
        "sentence": "OLD JUDGES never die, they just cease to try"
    },
    {
        "index": 898,
        "sentence": "OLD JUDGES never die, they just slur their sentences"
    },
    {
        "index": 899,
        "sentence": "OLD KENTUCKY FRIED CHICKEN FRANCHISERS never die, they just chicken out."
    },
    {
        "index": 900,
        "sentence": "OLD KEY PUNCH OPERATORS never die they just punch out."
    },
    {
        "index": 901,
        "sentence": "OLD LANDSCAPERS never die, they just get weeded out."
    },
    {
        "index": 902,
        "sentence": "OLD LAUNDRY WORKERS never die, they just are decreased."
    },
    {
        "index": 903,
        "sentence": "OLD LAWYERS never die they just lose their judgment."
    },
    {
        "index": 904,
        "sentence": "OLD LIBRARIANS never die, they just check out."
    },
    {
        "index": 905,
        "sentence": "OLD LIBRARIANS never die, they just lose their circulation."
    },
    {
        "index": 906,
        "sentence": "OLD LOCOMOTIVE ENGINEERS,never die, they just get derailed"
    },
    {
        "index": 907,
        "sentence": "OLD LOGICIANS never die, they just vacate the premises."
    },
    {
        "index": 908,
        "sentence": "Old lumberjacks never die, they just pine away."
    },
    {
        "index": 909,
        "sentence": "OLD LUMBERJACKS never die, they just split."
    },
    {
        "index": 910,
        "sentence": "OLD MAGICIANS never die they just disappear."
    },
    {
        "index": 911,
        "sentence": "OLD MATHEMATICIANS never die, they just go off on a tangent"
    },
    {
        "index": 912,
        "sentence": "OLD MATHEMATICIANS never die, they just lose some functions."
    },
    {
        "index": 913,
        "sentence": "OLD MATH PROFESSORS never die, they just use strange expressions."
    },
    {
        "index": 914,
        "sentence": "Old math profs never die, they just can't differentiate."
    },
    {
        "index": 915,
        "sentence": "Old math profs never die -- they just use strange expressions."
    },
    {
        "index": 916,
        "sentence": "Old math teachers never die, they just become irrational."
    },
    {
        "index": 917,
        "sentence": "OLD MECHANICS never die they just retire"
    },
    {
        "index": 918,
        "sentence": "OLD MEDIUMS never die, they just lose their spirits."
    },
    {
        "index": 919,
        "sentence": "OLD METEOROLOGISTS never die, they just get under the weather."
    },
    {
        "index": 920,
        "sentence": "OLD MINERS never die, they just lose their veins."
    },
    {
        "index": 921,
        "sentence": "OLD MOONSHINERS never die, they just keep still."
    },
    {
        "index": 922,
        "sentence": "OLD MUFFLERS never die they just get exhausted."
    },
    {
        "index": 923,
        "sentence": "OLD MUSICIANS never die they just get played out."
    },
    {
        "index": 924,
        "sentence": "OLD NEWSPAPER PUBLISHERS never die, they just lose their circulation."
    },
    {
        "index": 925,
        "sentence": "OLD NITPICKERS never die, they just feel lousy."
    },
    {
        "index": 926,
        "sentence": "OLD NUMBER THEORISTS never die, they just get past their prime."
    },
    {
        "index": 927,
        "sentence": "OLD ORGANISTS never die, they just come to a stop."
    },
    {
        "index": 928,
        "sentence": "OLD PAINTERS never die they just get plastered."
    },
    {
        "index": 929,
        "sentence": "OLD PHILOSOPHERS never die, they just retire to their own premises."
    },
    {
        "index": 930,
        "sentence": "OLD PHOTOGRAPHERS never die, they just lose their focus."
    },
    {
        "index": 931,
        "sentence": "OLD PHOTOGRAPHERS never die they just stop developing."
    },
    {
        "index": 932,
        "sentence": "Old photographers never die, they're just out of the picture for a while."
    },
    {
        "index": 933,
        "sentence": "OLD PICKPOCKETS never die, they just steal away."
    },
    {
        "index": 934,
        "sentence": "OLD PILOTS never die, they just buzz off."
    },
    {
        "index": 935,
        "sentence": "OLD PILOTS never die, they just get more turbulent."
    },
    {
        "index": 936,
        "sentence": "OLD PILOTS never die they just go to a higher plane."
    },
    {
        "index": 937,
        "sentence": "OLD PILOTS never die they just take off."
    },
    {
        "index": 938,
        "sentence": "OLD PINEAPPLE GROWERS never die, they just get on the dole."
    },
    {
        "index": 939,
        "sentence": "OLD PLAGIARISTS never die, they just steal away."
    },
    {
        "index": 940,
        "sentence": "OLD PLANETS never die, they just lose their attraction."
    },
    {
        "index": 941,
        "sentence": "OLD PLUMBERS never die, they just pipe down."
    },
    {
        "index": 942,
        "sentence": "OLD POKER PLAYERS never die, they are just discarded."
    },
    {
        "index": 943,
        "sentence": "OLD POLICEMEN never die they just cop out."
    },
    {
        "index": 944,
        "sentence": "OLD PRESIDENTS never die, they just go through their cabinets"
    },
    {
        "index": 945,
        "sentence": "Old presidents never die they just keep going through their cabinets."
    },
    {
        "index": 946,
        "sentence": "OLD PRINCIPALS never die they just lose their faculties."
    },
    {
        "index": 947,
        "sentence": "OLD PRINTERS never die they're just not the type"
    },
    {
        "index": 948,
        "sentence": "OLD PROCTOLOGISTS never die, they just butt out."
    },
    {
        "index": 949,
        "sentence": "OLD PROCTOLOGISTS never die, they just face the end."
    },
    {
        "index": 950,
        "sentence": "OLD PROFESSORS never die, they just lose their class."
    },
    {
        "index": 951,
        "sentence": "OLD PROGRAMMERS never die, they just get bugged with life."
    },
    {
        "index": 952,
        "sentence": "OLD PROGRAMMERS never die they just go to bits."
    },
    {
        "index": 953,
        "sentence": "OLD PROGRAMMERS never die, they just move to new addresses."
    },
    {
        "index": 954,
        "sentence": "OLD PSYCHIATRISTS never die, they just shrink away."
    },
    {
        "index": 955,
        "sentence": "OLD PYROMANIACS never die, they just lose their spark"
    },
    {
        "index": 956,
        "sentence": "Old quarterbacks never die, they just pass away."
    },
    {
        "index": 957,
        "sentence": "OLD QUILTERS never die, they just go under cover."
    },
    {
        "index": 958,
        "sentence": "OLD RABBIS never die, they just get grey around the temples."
    },
    {
        "index": 959,
        "sentence": "OLD RAILROADERS never die, they just derail."
    },
    {
        "index": 960,
        "sentence": "OLD SALESMEN never die, they just go out of commission."
    },
    {
        "index": 961,
        "sentence": "OLD SANITATION MEN never die, they just waste away"
    },
    {
        "index": 962,
        "sentence": "Old school principals never die, they just lose their faculties."
    },
    {
        "index": 963,
        "sentence": "OLD SCULPTORS never die they just lose their marbles."
    },
    {
        "index": 964,
        "sentence": "OLD SEAMSTRESSES never die, they just come to the point."
    },
    {
        "index": 965,
        "sentence": "OLD SEERS never die they just lose their vision."
    },
    {
        "index": 966,
        "sentence": "OLD SEWAGE WORKERS never die they just waste away."
    },
    {
        "index": 967,
        "sentence": "OLD SHEET ROCKERS (dry wallers) never die, they just hang around."
    },
    {
        "index": 968,
        "sentence": "OLD SHOEMAKERS never die, they are just given the boot."
    },
    {
        "index": 969,
        "sentence": "OLD SHOE SHINE BOYS never die, they are just rebuffed.."
    },
    {
        "index": 970,
        "sentence": "OLD SKIERS never die, but they go downhill fast."
    },
    {
        "index": 971,
        "sentence": "OLD SOCCER PLAYERS never die, they just achieve their final goal."
    },
    {
        "index": 972,
        "sentence": "OLD SOCCER PLAYERS never die, they just go on dribbling."
    },
    {
        "index": 973,
        "sentence": "OLD SOCCER PLAYERS never die, they just lose their kick."
    },
    {
        "index": 974,
        "sentence": "OLD STATISTICIANS never die, they just average out."
    },
    {
        "index": 975,
        "sentence": "OLD STATISTICIANS never die, they just get broken down by age, sex and marital status."
    },
    {
        "index": 976,
        "sentence": "OLD STATISTICIANS never die, they just get mean."
    },
    {
        "index": 977,
        "sentence": "OLD STATUES never die they just get busted."
    },
    {
        "index": 978,
        "sentence": "OLD SWIMMERS never die, they just have a stroke."
    },
    {
        "index": 979,
        "sentence": "OLD TANNERS never die they just go into hiding."
    },
    {
        "index": 980,
        "sentence": "OLD TEACHERS never die they just lose their class."
    },
    {
        "index": 981,
        "sentence": "OLD TELEPHONE OPERATORS never die, they just become disconnected."
    },
    {
        "index": 982,
        "sentence": "OLD TRAIN ENGINEERS never die, they just get derailed."
    },
    {
        "index": 983,
        "sentence": "OLD TREE SURGEONS never die, they are just uprooted."
    },
    {
        "index": 984,
        "sentence": "OLD TREE SURGEONS never die, they just pine away."
    },
    {
        "index": 985,
        "sentence": "OLD TRIGONOMETRY TEACHERS never die, they just lose their identities."
    },
    {
        "index": 986,
        "sentence": "OLD TROMBONISTS never die, they just slide away..."
    },
    {
        "index": 987,
        "sentence": "OLD TYPISTS never die, they just lose their justification."
    },
    {
        "index": 988,
        "sentence": "OLD TYPISTS never die, they just lose their touch."
    },
    {
        "index": 989,
        "sentence": "OLD UNIVERSITY PRESIDENTS never die, they just lose their faculties"
    },
    {
        "index": 990,
        "sentence": "OLD UPHOLSTERERS never die, they just recover.."
    },
    {
        "index": 991,
        "sentence": "OLD VACUUM CLEANER SALESMEN never die, they just get sucked in!"
    },
    {
        "index": 992,
        "sentence": "OLD VIOLINISTS never die, they just become unstrung."
    },
    {
        "index": 993,
        "sentence": "OLD WASHING MACHINE OPERATORS never die, they just keep agitating."
    },
    {
        "index": 994,
        "sentence": "OLD WATCHMAKERS never die, they just unwind."
    },
    {
        "index": 995,
        "sentence": "OLD WATCHMAKERS never die, they just wind down."
    },
    {
        "index": 996,
        "sentence": "OLD WHEELS never die they just get retired."
    },
    {
        "index": 997,
        "sentence": "OLD WOOL COATS never die, they just become mothballed."
    },
    {
        "index": 998,
        "sentence": "OLD WRESTLERS never die they just lose their grip."
    },
    {
        "index": 999,
        "sentence": "OLD WRITERS never die, they just get erased."
    },
    {
        "index": 1000,
        "sentence": "OLD YACHTSMEN never die, they just keel over."
    },
    {
        "index": 1001,
        "sentence": "On being served an extravagant dessert: ''So rich, it has its own tax shelters.''"
    },
    {
        "index": 1002,
        "sentence": "Once ice cream was invented the problem was licked."
    },
    {
        "index": 1003,
        "sentence": "One evening King Arthur's men discovered Sir Lancelot's moonshine whiskey operation and shattered the still of the knight."
    },
    {
        "index": 1004,
        "sentence": "One grasshopper told another about eating corn. It went in one ear and out the other."
    },
    {
        "index": 1005,
        "sentence": "One leftover said to another 'foiled again.'"
    },
    {
        "index": 1006,
        "sentence": "One night a banking tycoon fell overboard from his yacht. He was saved because he could float a loan."
    },
    {
        "index": 1007,
        "sentence": "One of the joys of being a lightweight is that commuting by wind is a breeze!"
    },
    {
        "index": 1008,
        "sentence": "One of these new shoes isn't right."
    },
    {
        "index": 1009,
        "sentence": "One palm tree said to another 'let's have a date.'"
    },
    {
        "index": 1010,
        "sentence": "On TV it's a maze of channels, luckily he had a guide."
    },
    {
        "index": 1011,
        "sentence": "Opening a new funeral parlor can be quite an undertaking."
    },
    {
        "index": 1012,
        "sentence": "Our bikinis are exciting. They are simply the tops."
    },
    {
        "index": 1013,
        "sentence": "Our Boy Scouts' knot-tying class went off without a hitch."
    },
    {
        "index": 1014,
        "sentence": "Our country's olympic swimming program has quite a talent pool."
    },
    {
        "index": 1015,
        "sentence": "Overheard in med school - 'I learned about the colon through the process of elimination.'"
    },
    {
        "index": 1016,
        "sentence": "Packing up and relocating to a new home can be a moving experience."
    },
    {
        "index": 1017,
        "sentence": "Pasteur was boiling about not being invited."
    },
    {
        "index": 1018,
        "sentence": "Patients usually feel better after receiving hand transplants."
    },
    {
        "index": 1019,
        "sentence": "Pavlov was drooling at the thought."
    },
    {
        "index": 1020,
        "sentence": "Pencils could be made with erasers at both ends, but what would be the point?"
    },
    {
        "index": 1021,
        "sentence": "Pencil sharpeners have a tough life - they live off tips."
    },
    {
        "index": 1022,
        "sentence": "People in medieval days were always hanging out by the gallows."
    },
    {
        "index": 1023,
        "sentence": "People in the desert have dry humor."
    },
    {
        "index": 1024,
        "sentence": "People who eat their apples stem and seed and all improve their core values."
    },
    {
        "index": 1025,
        "sentence": "People who like yogurt are well cultured."
    },
    {
        "index": 1026,
        "sentence": "People who make motor oil are very refined."
    },
    {
        "index": 1027,
        "sentence": "People who make necklaces may get beady eyes."
    },
    {
        "index": 1028,
        "sentence": "People who work at a mint make a lot of money."
    },
    {
        "index": 1029,
        "sentence": "''Perhaps I will,'' said Tom with all his might."
    },
    {
        "index": 1030,
        "sentence": "Peter went overboard for the lord, why can’t we."
    },
    {
        "index": 1031,
        "sentence": "Pharmacists find their work to be very encapsulating."
    },
    {
        "index": 1032,
        "sentence": "Photographers are often very candid people."
    },
    {
        "index": 1033,
        "sentence": "Piano players know what bar they are in."
    },
    {
        "index": 1034,
        "sentence": "Pick your friends, but not to pieces"
    },
    {
        "index": 1035,
        "sentence": "Pills with long names can be quite a mouthful."
    },
    {
        "index": 1036,
        "sentence": "Pipe fitters often have high pressure jobs."
    },
    {
        "index": 1037,
        "sentence": "Plenty of people give the lord credit. Few give him cash."
    },
    {
        "index": 1038,
        "sentence": "Plumbers often have to tap their natural abilities."
    },
    {
        "index": 1039,
        "sentence": "Police can do a search if it's Warranted."
    },
    {
        "index": 1040,
        "sentence": "Politicians get onto the merry-go-round and then put a spin on it."
    },
    {
        "index": 1041,
        "sentence": "Pompous male bees are often known to drone on about themselves."
    },
    {
        "index": 1042,
        "sentence": "Poor blood circulation runs through the family."
    },
    {
        "index": 1043,
        "sentence": "Power corrupts, especially at the electric company."
    },
    {
        "index": 1044,
        "sentence": "''Pretend we were in the days before railways,'' Tom coached."
    },
    {
        "index": 1045,
        "sentence": "Priests can't marry without prior approval."
    },
    {
        "index": 1046,
        "sentence": "Prison walls are never built to scale."
    },
    {
        "index": 1047,
        "sentence": "Professional rock climbers, the only people paid to get high."
    },
    {
        "index": 1048,
        "sentence": "Q: River Ravi flows in which state? A: Liquid."
    },
    {
        "index": 1049,
        "sentence": "Rabbits like their beer brewed with a lot of hops."
    },
    {
        "index": 1050,
        "sentence": "Real estate agents believe in doing good deeds."
    },
    {
        "index": 1051,
        "sentence": "Reassembling the skeletons of prehistoric mammals can be a mammoth undertaking."
    },
    {
        "index": 1052,
        "sentence": "Rental agents offer quarters for dollars."
    },
    {
        "index": 1053,
        "sentence": "Retired teachers are classless."
    },
    {
        "index": 1054,
        "sentence": "Roentgen was radiating."
    },
    {
        "index": 1055,
        "sentence": "Salespeople selling security equipment like to see people get alarmed."
    },
    {
        "index": 1056,
        "sentence": "Satan can’t bring you down any farther than your knees."
    },
    {
        "index": 1057,
        "sentence": "Save the whales, spouted Tom."
    },
    {
        "index": 1058,
        "sentence": "Saw makers losing money have to make lots of cuts."
    },
    {
        "index": 1059,
        "sentence": "Scientists allow us to see the sun in a different light."
    },
    {
        "index": 1060,
        "sentence": "Scientists have created a flea from scratch."
    },
    {
        "index": 1061,
        "sentence": "Sea captains have a lot of latitude."
    },
    {
        "index": 1062,
        "sentence": "Seafood operations start out on a small scale."
    },
    {
        "index": 1063,
        "sentence": "Securities are the cause of many people's insecurities."
    },
    {
        "index": 1064,
        "sentence": "Semaphore was flagged away as a form of communication decades ago."
    },
    {
        "index": 1065,
        "sentence": "Set your drink on a skateboard, they make good coasters."
    },
    {
        "index": 1066,
        "sentence": "She always paints night scenes. Other artists pale by comparison."
    },
    {
        "index": 1067,
        "sentence": "She became a telephone operator because it was her calling."
    },
    {
        "index": 1068,
        "sentence": "She got fired from the hot dog stand for putting her hair in a bun."
    },
    {
        "index": 1069,
        "sentence": "She had a boyfriend with a wooden leg, but broke it off."
    },
    {
        "index": 1070,
        "sentence": "She had two different jobs as a chef which gave her a full plate."
    },
    {
        "index": 1071,
        "sentence": "She memorized just what kind of locket she wanted, by heart."
    },
    {
        "index": 1072,
        "sentence": "Shepherds sometimes have staff meetings."
    },
    {
        "index": 1073,
        "sentence": "She played baseball and so did he. They hit it off."
    },
    {
        "index": 1074,
        "sentence": "She's a composer who has scores of works to her credit."
    },
    {
        "index": 1075,
        "sentence": "She started a new courier business for an express purpose."
    },
    {
        "index": 1076,
        "sentence": "She swallowed a peach seed and could feel it in the pit of her stomach."
    },
    {
        "index": 1077,
        "sentence": "She told a long story about a coil of rope, and then left us all hanging."
    },
    {
        "index": 1078,
        "sentence": "She told me the drink was non-alcoholic, but where was the proof?"
    },
    {
        "index": 1079,
        "sentence": "She wanted to be a weaver but there were always too many snags."
    },
    {
        "index": 1080,
        "sentence": "She was always calling for her twins, ''on the double.''"
    },
    {
        "index": 1081,
        "sentence": "She was only a Blacksmith's daughter, but she knew how to forge ahead."
    },
    {
        "index": 1082,
        "sentence": "She was only a Bookbinder's daughter, but she knew her way between the sheets."
    },
    {
        "index": 1083,
        "sentence": "She was only a Bootleggers daughter, but I loved her still."
    },
    {
        "index": 1084,
        "sentence": "She was only a Bottlemaker's daughter, but nothing could stop her."
    },
    {
        "index": 1085,
        "sentence": "She was only a Bricklayer's daughter, but she was certainly stacked."
    },
    {
        "index": 1086,
        "sentence": "She was only a Catcher's daughter, but she had many balls bounce off her chin."
    },
    {
        "index": 1087,
        "sentence": "She was only a Cattleman's daughter, but she couldn't keep her calves together."
    },
    {
        "index": 1088,
        "sentence": "She was only a Conductor's daughter, but she told you where to get off."
    },
    {
        "index": 1089,
        "sentence": "She was only a Convict's daughter, but she sure knew all of the bars."
    },
    {
        "index": 1090,
        "sentence": "She was only a Dairyman's daughter, but what a calf"
    },
    {
        "index": 1091,
        "sentence": "She was only a Dentist's daughter, but everybody wanted to fill her cavity."
    },
    {
        "index": 1092,
        "sentence": "She was only a Doctor's daughter, but she really knew how to operate."
    },
    {
        "index": 1093,
        "sentence": "She was only a Electrician's daughter, and she made house calls to remove her customers' shorts."
    },
    {
        "index": 1094,
        "sentence": "She was only a Electrician's daughter, but she certainly had good connections."
    },
    {
        "index": 1095,
        "sentence": "She was only a Electrician's daughter, but she went haywire."
    },
    {
        "index": 1096,
        "sentence": "She was only a Elevator operator's daughter, and she loved to go down."
    },
    {
        "index": 1097,
        "sentence": "She was only a Farmer's daughter, but she knew hundreds of ways to fertilize."
    },
    {
        "index": 1098,
        "sentence": "She was only a Fireman's daughter, but she's really going to blazes."
    },
    {
        "index": 1099,
        "sentence": "She was only a Flag-waver's daughter, but she'd let her standards down for anyone."
    },
    {
        "index": 1100,
        "sentence": "She was only a Fruit vender's daughter, but, oh, what a peach."
    },
    {
        "index": 1101,
        "sentence": "She was only a Fruit vendor's daughter, but, my, she had big melons."
    },
    {
        "index": 1102,
        "sentence": "She was only a Gardener's daughter, but she knows all the rakes."
    },
    {
        "index": 1103,
        "sentence": "She was only a Globetrotter's daughter, but she manages to get around."
    },
    {
        "index": 1104,
        "sentence": "She was only a Governor's daughter, but what a state she was in."
    },
    {
        "index": 1105,
        "sentence": "She was only a Insurance broker's daughter, but all the guys liked her policy."
    },
    {
        "index": 1106,
        "sentence": "She was only a Janitor's daughter, and she was often swept off her feet."
    },
    {
        "index": 1107,
        "sentence": "She was only a Junkie's daughter but her crack was the best in town."
    },
    {
        "index": 1108,
        "sentence": "She was only a Librarian's daughter, but she was checked out from cover to cover."
    },
    {
        "index": 1109,
        "sentence": "She was only a Lighthouse keeper's daughter, but she never went out at night"
    },
    {
        "index": 1110,
        "sentence": "She was only a Magistrates daughter, but she knew what to do on the bench."
    },
    {
        "index": 1111,
        "sentence": "She was only a Moonshiner's daughter, but I love her still."
    },
    {
        "index": 1112,
        "sentence": "She was only a Musician's daughter, but she knew all the bars in town."
    },
    {
        "index": 1113,
        "sentence": "She was only an Apple-grower's daughter but the men said she was delicious."
    },
    {
        "index": 1114,
        "sentence": "She was only an Archer's daughter, but to all the men she was the target."
    },
    {
        "index": 1115,
        "sentence": "She was only an Artist's daughter, but what a crowd she could draw."
    },
    {
        "index": 1116,
        "sentence": "She was only an Attorney's daughter, but what a will to break."
    },
    {
        "index": 1117,
        "sentence": "She was only a Photographer's daughter, but she was really developed."
    },
    {
        "index": 1118,
        "sentence": "She was only a Pitcher's daughter, but you should have seen her curves."
    },
    {
        "index": 1119,
        "sentence": "She was only a Porchclimber's daughter, but you should see her stoop"
    },
    {
        "index": 1120,
        "sentence": "She was only a Rancher's daughter, but she couldn't keep her calves together."
    },
    {
        "index": 1121,
        "sentence": "She was only a Real estate agent''s daughter, but she gave a lot away."
    },
    {
        "index": 1122,
        "sentence": "She was only a Swimmer's daughter, but she knew every dive in town.."
    },
    {
        "index": 1123,
        "sentence": "She was only a Telephone operator's daughter, but she sure had good connections."
    },
    {
        "index": 1124,
        "sentence": "She was only a Vacuum salesman's daughter, but she knew how to suck!"
    },
    {
        "index": 1125,
        "sentence": "She was only a Waitress's daughter but she sure could dish it out."
    },
    {
        "index": 1126,
        "sentence": "She was only a Watchman's daughter, but any time suited her."
    },
    {
        "index": 1127,
        "sentence": "She was only a Weatherman''s daughter, but she sure had a warm front."
    },
    {
        "index": 1128,
        "sentence": "She was only a whisky maker but he loved her still."
    },
    {
        "index": 1129,
        "sentence": "She was only a Wrestler's daughter, but you oughtta see her box.."
    },
    {
        "index": 1130,
        "sentence": "She was suspected of stealing a brooch but they couldn't pin it on her."
    },
    {
        "index": 1131,
        "sentence": "Show me a baker who is on a roll and I'll show you someone sitting on a bun."
    },
    {
        "index": 1132,
        "sentence": "Sign at a deer crossing: The Buck Stops Here."
    },
    {
        "index": 1133,
        "sentence": "Sign in an electrician's shop: 'We will refuse you.'"
    },
    {
        "index": 1134,
        "sentence": "Sign on a music store window: 'Come in and pick out a drum -- then beat it!'"
    },
    {
        "index": 1135,
        "sentence": "Sign on an electrician's truck: Let us remove your shorts."
    },
    {
        "index": 1136,
        "sentence": "Since Bruce got too close to the big blade at the saw mill he is no longer feeling chipper."
    },
    {
        "index": 1137,
        "sentence": "Since I've taken the job in The Everglades I've been swamped!"
    },
    {
        "index": 1138,
        "sentence": "Sin enough and you will become dead to it."
    },
    {
        "index": 1139,
        "sentence": "Skipping school to bungee jump will get you suspended."
    },
    {
        "index": 1140,
        "sentence": "Sky divers don't jump, they just fall away."
    },
    {
        "index": 1141,
        "sentence": "Smaller babies may be delivered by stork but the heavier ones need a crane."
    },
    {
        "index": 1142,
        "sentence": "Small people are in short supply."
    },
    {
        "index": 1143,
        "sentence": "So, how's the flower business going? Oh, it's blossoming quite nicely."
    },
    {
        "index": 1144,
        "sentence": "Some burglars are always looking for windows of opportunity."
    },
    {
        "index": 1145,
        "sentence": "Some business graphs are full of legend."
    },
    {
        "index": 1146,
        "sentence": "Some cardiologists are heartless."
    },
    {
        "index": 1147,
        "sentence": "Some clockmakers are normal, but others are a little cuckoo."
    },
    {
        "index": 1148,
        "sentence": "Some commands given by the army are specific, others are General."
    },
    {
        "index": 1149,
        "sentence": "Some diets cause a gut reaction."
    },
    {
        "index": 1150,
        "sentence": "Some food for thought is only baloney"
    },
    {
        "index": 1151,
        "sentence": "Some jokes get dated, other jokes get married."
    },
    {
        "index": 1152,
        "sentence": "Someone who robs shoe stores is an arch criminal."
    },
    {
        "index": 1153,
        "sentence": "Someone who sells old chess pieces is a pawn broker."
    },
    {
        "index": 1154,
        "sentence": "Some people find fire drills quite Alarming."
    },
    {
        "index": 1155,
        "sentence": "Some people go into martial arts just for kicks."
    },
    {
        "index": 1156,
        "sentence": "Some people like raw meat on rare occasions."
    },
    {
        "index": 1157,
        "sentence": "Some people really enjoy blowing air out of their lungs - I'm not a fan myself."
    },
    {
        "index": 1158,
        "sentence": "Some people still think that writing long stories is a novel idea."
    },
    {
        "index": 1159,
        "sentence": "Some people take beautiful pictures and cut them into pieces. That's a puzzle to me."
    },
    {
        "index": 1160,
        "sentence": "Some people with a lot of vision started the Blind Institute."
    },
    {
        "index": 1161,
        "sentence": "Some shoe sales have a good selection to boot."
    },
    {
        "index": 1162,
        "sentence": "Sometimes a pencil sharpener is needed in order to make a good point."
    },
    {
        "index": 1163,
        "sentence": "Sometimes our Outlook in Life is sent but not received."
    },
    {
        "index": 1164,
        "sentence": "Soon after he joined the band, the guitarist was instrumental."
    },
    {
        "index": 1165,
        "sentence": "Sports are refereed by people of many stripes."
    },
    {
        "index": 1166,
        "sentence": "Stamp out excessive postage prices."
    },
    {
        "index": 1167,
        "sentence": "Stealing someone's coffee is called 'mugging'."
    },
    {
        "index": 1168,
        "sentence": "Stereo speakers are made by 'high volume' manufacturers."
    },
    {
        "index": 1169,
        "sentence": "Stolen eggs are poached."
    },
    {
        "index": 1170,
        "sentence": "Students who accent their textbooks with color markers add a real highlight to their day."
    },
    {
        "index": 1171,
        "sentence": "Studying fungus is a way to mold young minds."
    },
    {
        "index": 1172,
        "sentence": "Success comes in cans, failure comes in cant’s"
    },
    {
        "index": 1173,
        "sentence": "Suicide at sea is definitely going overboard."
    },
    {
        "index": 1174,
        "sentence": "Superglue! Tom rejoined."
    },
    {
        "index": 1175,
        "sentence": "Sure I can climb cliffs! Tom bluffed."
    },
    {
        "index": 1176,
        "sentence": "Surfing is a swell sport!"
    },
    {
        "index": 1177,
        "sentence": "Swimmers have to be careful not to get into deep trouble."
    },
    {
        "index": 1178,
        "sentence": "Swimming instructors are always getting immersed in their work."
    },
    {
        "index": 1179,
        "sentence": "Tailors enjoy hanging out in internet fora, as they are full of threads."
    },
    {
        "index": 1180,
        "sentence": "Taxidermists really know their stuff."
    },
    {
        "index": 1181,
        "sentence": "Teacher: In this box, I have a 10-foot snake. Sammy: You can't fool me, Teacher ... snakes don't have feet."
    },
    {
        "index": 1182,
        "sentence": "Tennis players don't marry because Love means Nothing to them."
    },
    {
        "index": 1183,
        "sentence": "That new mystery novel has a killer start to it."
    },
    {
        "index": 1184,
        "sentence": "That really nice fellow works in a clothing factory sewing zippers on jeans. That is good. He wouldn't hurt a fly."
    },
    {
        "index": 1185,
        "sentence": "That's a cool chair. Yeah, I know, it rocks."
    },
    {
        "index": 1186,
        "sentence": "That's the seventh dip, Namaan said cleanly."
    },
    {
        "index": 1187,
        "sentence": "That's the third time my teacher changed my grade, Tom remarked."
    },
    {
        "index": 1188,
        "sentence": "The agreeable tennis umpire was generous to a fault."
    },
    {
        "index": 1189,
        "sentence": "The airlines have become so cash-strapped, they charged me for my emotional baggage."
    },
    {
        "index": 1190,
        "sentence": "The All-Pro wide receiver's wedding was a little bit shaky, but his reception was excellent."
    },
    {
        "index": 1191,
        "sentence": "The Alpine Skiing competition started poorly and went downhill from there."
    },
    {
        "index": 1192,
        "sentence": "The aluminum foiled my plans."
    },
    {
        "index": 1193,
        "sentence": "The artist was great.  He could always draw a crowd."
    },
    {
        "index": 1194,
        "sentence": "The astronauts said their experience on the moon was out of this world."
    },
    {
        "index": 1195,
        "sentence": "The astronomer became an actor because he always wanted to visit the stars."
    },
    {
        "index": 1196,
        "sentence": "The athlete colored her hair and started a winning streak."
    },
    {
        "index": 1197,
        "sentence": "The bargain store promised a free abacus with every purchase, but I wouldn't count on it."
    },
    {
        "index": 1198,
        "sentence": "The baseball pitcher's retirement was at the end of a wonderful ERA."
    },
    {
        "index": 1199,
        "sentence": "The best place for a mathematician is behind a counter."
    },
    {
        "index": 1200,
        "sentence": "The best way to stop a charging bull is to take away his credit card."
    },
    {
        "index": 1201,
        "sentence": "The Biomedical Engineer didn't have the heart to check the EKG machine."
    },
    {
        "index": 1202,
        "sentence": "The boxer's girlfriend was a knockout."
    },
    {
        "index": 1203,
        "sentence": "The boy had never played basketball before so he decided to give it a shot."
    },
    {
        "index": 1204,
        "sentence": "The boy's guitar teacher helped him pick up his skills."
    },
    {
        "index": 1205,
        "sentence": "The boy swallowed a pillow, the hospital described his condition as comfortable."
    },
    {
        "index": 1206,
        "sentence": "The boy who got electrocuted was unable to give a statement because he was still shocked at the incident."
    },
    {
        "index": 1207,
        "sentence": "The builders of raceways believe that one good turn deserves another."
    },
    {
        "index": 1208,
        "sentence": "The building inspector said whoever installed the water pipes was plumb loco."
    },
    {
        "index": 1209,
        "sentence": "The butcher backed up into the meat grinder and got a little behind in his work."
    },
    {
        "index": 1210,
        "sentence": "The calculus teacher tried to keep his students on task, but the class discussion kept going off on tangents."
    },
    {
        "index": 1211,
        "sentence": "The cannibal passed his brother in the woods."
    },
    {
        "index": 1212,
        "sentence": "The carpenter was well-known for nailing his work."
    },
    {
        "index": 1213,
        "sentence": "The car stopped with a jerk, then the jerk got out."
    },
    {
        "index": 1214,
        "sentence": "The case against a donut thief was full of holes."
    },
    {
        "index": 1215,
        "sentence": "The cat took up computer lessons in hopes of mastering its grip on a mouse."
    },
    {
        "index": 1216,
        "sentence": "The coffee tasted like mud because it was ground a couple of minutes ago."
    },
    {
        "index": 1217,
        "sentence": "The color of the sun in the early morning: rose."
    },
    {
        "index": 1218,
        "sentence": "The comedian stopped at the fabric store on his way to a comedy gig. He was looking for new material."
    },
    {
        "index": 1219,
        "sentence": "The correct formula for concrete is worthwhile to cement in your mind."
    },
    {
        "index": 1220,
        "sentence": "The cosmetic student was sick on the day of the final exam. Now she has to take a Make Up exam."
    },
    {
        "index": 1221,
        "sentence": "The cost of the space program is astronomical."
    },
    {
        "index": 1222,
        "sentence": "The couple grew fruit trees and lived to a ripe old age."
    },
    {
        "index": 1223,
        "sentence": "The dairy farmer while milking his cow strained his calf in the process."
    },
    {
        "index": 1224,
        "sentence": "The dance club opened to rave reviews."
    },
    {
        "index": 1225,
        "sentence": "The date of the marathon was changed. She took it in stride."
    },
    {
        "index": 1226,
        "sentence": "The decision to begin construction on the Empire State Building was a groundbreaking historical event."
    },
    {
        "index": 1227,
        "sentence": "The defendant in a coffee theft trial refused to testify on the grounds that could incriminate him."
    },
    {
        "index": 1228,
        "sentence": "The dentist's alibi was full of holes, so the police performed a cavity search."
    },
    {
        "index": 1229,
        "sentence": "The dentist's favourite shopping centre was 'The Gap'."
    },
    {
        "index": 1230,
        "sentence": "The dermatologist was an avid gardener but he had a problem with moles."
    },
    {
        "index": 1231,
        "sentence": "The designer wondered why his pirate room wasn't perfect, and the judge told him he went a little overboard."
    },
    {
        "index": 1232,
        "sentence": "The doctor couldn't transfer the organs because he didn't have the guts to do it."
    },
    {
        "index": 1233,
        "sentence": "The duck said to the bartender, 'put it on my bill.'"
    },
    {
        "index": 1234,
        "sentence": "The duke and the count had a fight. The duke was down for the count."
    },
    {
        "index": 1235,
        "sentence": "The earless defendant waived his hearing."
    },
    {
        "index": 1236,
        "sentence": "The earliest mention of cars is in the Bible when Adam and Eve were driven out of the Garden of Eden."
    },
    {
        "index": 1237,
        "sentence": "The Easter story is not a dead issue."
    },
    {
        "index": 1238,
        "sentence": "The electrician got his supplies at the outlet store."
    },
    {
        "index": 1239,
        "sentence": "The environmentalist rode his bike 20 miles in the morning and 20 more in the evening. He loved recycling."
    },
    {
        "index": 1240,
        "sentence": "The exhibitionist went to the store because he heard they were having a flash sale."
    },
    {
        "index": 1241,
        "sentence": "The failure of the third largest manufacturer of baby's toys was enough to rattle the entire industry."
    },
    {
        "index": 1242,
        "sentence": "The family elders have relative importance."
    },
    {
        "index": 1243,
        "sentence": "The farmer decided to get a cow, and milk the idea for all it was worth."
    },
    {
        "index": 1244,
        "sentence": "The fault line had a splitting headache."
    },
    {
        "index": 1245,
        "sentence": "The fence builders were upset with their working conditions, so the started to picket."
    },
    {
        "index": 1246,
        "sentence": "The fertiliser business is a growing industry."
    },
    {
        "index": 1247,
        "sentence": "The fire chief was always asked burning questions."
    },
    {
        "index": 1248,
        "sentence": "The first duck wouldn't go in the water. The other duck said ''What are you, chicken?''."
    },
    {
        "index": 1249,
        "sentence": "The first fish to gather in schools was the grouper."
    },
    {
        "index": 1250,
        "sentence": "The first guy to mass produce candies made a mint."
    },
    {
        "index": 1251,
        "sentence": "The first time he put the horses on the carriage it went without a hitch."
    },
    {
        "index": 1252,
        "sentence": "The first time I got hold of a hang glider I had to wing it."
    },
    {
        "index": 1253,
        "sentence": "The fish missed the call because he was stuck on the other line."
    },
    {
        "index": 1254,
        "sentence": "The forecaster was away because he was under the weather."
    },
    {
        "index": 1255,
        "sentence": "The frog went unnoticed in the milkshake because it blended so well."
    },
    {
        "index": 1256,
        "sentence": "The general started bowling before his aide had entered his name on the score sheet. He had launched a pre-emptive strike."
    },
    {
        "index": 1257,
        "sentence": "The golfer guessed that his ball landed 20 feet off the fairway. Of course, that was just a rough estimate."
    },
    {
        "index": 1258,
        "sentence": "The gravity was so powerful, I couldn't stand it."
    },
    {
        "index": 1259,
        "sentence": "The groundskeeper at a large cemetery was important because he had 5000 people under him."
    },
    {
        "index": 1260,
        "sentence": "The guitarist passed out on stage, he must have rocked himself to sleep."
    },
    {
        "index": 1261,
        "sentence": "The gunman took a shot at new opportunities."
    },
    {
        "index": 1262,
        "sentence": "The guy who sold his carnival got a Fair deal."
    },
    {
        "index": 1263,
        "sentence": "The hardest thing for a person to keep is his opinion"
    },
    {
        "index": 1264,
        "sentence": "The harm caused by sibling rivalry is relative."
    },
    {
        "index": 1265,
        "sentence": "The hostage said he couldn't stay on the phone long because he was tied up at the moment."
    },
    {
        "index": 1266,
        "sentence": "The hot dog vendor answered, with a tone quite frank."
    },
    {
        "index": 1267,
        "sentence": "The hotel chef was noted for his tomfoolery and his capers."
    },
    {
        "index": 1268,
        "sentence": "The hypnotist went out of business because he ran out of suggestions."
    },
    {
        "index": 1269,
        "sentence": "The ice at the rink has many ruts. I think the maintenance crew is slipping up."
    },
    {
        "index": 1270,
        "sentence": "The incontinent Scotsman had a wee accident."
    },
    {
        "index": 1271,
        "sentence": "The inept mathematician couldn't count on his friends."
    },
    {
        "index": 1272,
        "sentence": "The intelligent entrepreneur's idea for designing catapults meant that his boss was completely thrown."
    },
    {
        "index": 1273,
        "sentence": "The invention of a shirt fastener after the button was a snap."
    },
    {
        "index": 1274,
        "sentence": "The inventor of a hay baling machine made a bundle."
    },
    {
        "index": 1275,
        "sentence": "The inventor of glass decided to see it through."
    },
    {
        "index": 1276,
        "sentence": "The inventor of sandpaper had a rough time of it."
    },
    {
        "index": 1277,
        "sentence": "The inventor of shag carpet made a big pile."
    },
    {
        "index": 1278,
        "sentence": "The inventor of the fahrenheit scale solved the problem by degrees."
    },
    {
        "index": 1279,
        "sentence": "The inventor of the stove top was in his element."
    },
    {
        "index": 1280,
        "sentence": "The janitor's union called for sweeping reforms."
    },
    {
        "index": 1281,
        "sentence": "The journalist went to Greece to see the ancient ruins and is now writing several columns about them."
    },
    {
        "index": 1282,
        "sentence": "The landscaper thought gardening magazines were fun to leaf through."
    },
    {
        "index": 1283,
        "sentence": "The lawyer asked a loaded question about guns."
    },
    {
        "index": 1284,
        "sentence": "The lumber company downsized. They got rid of the deadwood."
    },
    {
        "index": 1285,
        "sentence": "The man addicted to brake fluid said he could stop any time."
    },
    {
        "index": 1286,
        "sentence": "The man brought an umbrella with him into the ice cream store because he heard there was a chance of sprinkles."
    },
    {
        "index": 1287,
        "sentence": "The man found something to catch fish, which was a net gain."
    },
    {
        "index": 1288,
        "sentence": "The manufacturers of dynamite do a booming business."
    },
    {
        "index": 1289,
        "sentence": "The man who fell into an upholstery machine is fully recovered."
    },
    {
        "index": 1290,
        "sentence": "The man who impulsively got a cat despite his allergies later realized that it was a rash decision."
    },
    {
        "index": 1291,
        "sentence": "The man who worked at the watch factory was very funny. He stood about all day making faces."
    },
    {
        "index": 1292,
        "sentence": "The man who worked in the gum factory fell in a vat of bubblegum. His boss had to chew him out."
    },
    {
        "index": 1293,
        "sentence": "The massage which came with the spa treatment was a nice touch."
    },
    {
        "index": 1294,
        "sentence": "The mathematician worked at home because he only functioned in his domain."
    },
    {
        "index": 1295,
        "sentence": "The math professor liked even numbers, but only the odd one."
    },
    {
        "index": 1296,
        "sentence": "The math professor went crazy with the blackboard. He did a number on it."
    },
    {
        "index": 1297,
        "sentence": "The meat truck took a long time to deliver because of the Jerky ride."
    },
    {
        "index": 1298,
        "sentence": "The melody kept on playing until it became a strain."
    },
    {
        "index": 1299,
        "sentence": "The members of the oldest profession are not really lost women; they are just mislaid."
    },
    {
        "index": 1300,
        "sentence": "The model who joined the air force was a bombshell."
    },
    {
        "index": 1301,
        "sentence": "The mortician was late for dinner because he was buried in his work."
    },
    {
        "index": 1302,
        "sentence": "The most popular operation for orthopaedic surgeons is upper-leg surgery: very hip."
    },
    {
        "index": 1303,
        "sentence": "The mother kangaroo tried to instill good financial habits in her baby. She told him to pocket all his allowance."
    },
    {
        "index": 1304,
        "sentence": "The movie about the mobile home was advertised with a trailer."
    },
    {
        "index": 1305,
        "sentence": "The musician in jail was anxiously awaiting his next release."
    },
    {
        "index": 1306,
        "sentence": "The newspaper doesn't put in Politics what is Classified."
    },
    {
        "index": 1307,
        "sentence": "Then there was the occasion I spotted a health-oriented cafe displaying a sign reading  ''California Shakes.'' Obviously, I thought."
    },
    {
        "index": 1308,
        "sentence": "The oil well driller had a boring job."
    },
    {
        "index": 1309,
        "sentence": "The one thing that is constant is Change especially if you are a cashier."
    },
    {
        "index": 1310,
        "sentence": "The only similarity between ancient times and the 1970's is that both were full of people getting stoned."
    },
    {
        "index": 1311,
        "sentence": "The orange squeezer was invented with some juicy information."
    },
    {
        "index": 1312,
        "sentence": "The organizational get together for a company football team was called a kickoff meeting."
    },
    {
        "index": 1313,
        "sentence": "The other day I saw a magician walk down the street and turn into a drugstore."
    },
    {
        "index": 1314,
        "sentence": "The owner of the hair salon had to make cuts on his staff."
    },
    {
        "index": 1315,
        "sentence": "The painter was hospitalized due to too many strokes."
    },
    {
        "index": 1316,
        "sentence": "The parsley farmer couldn't pay his child support, so the courts garnished his wages."
    },
    {
        "index": 1317,
        "sentence": "The passenger couldn't find where his next flight was, but then he made the connection."
    },
    {
        "index": 1318,
        "sentence": "The personal trainer quit his job because it wasn't working out."
    },
    {
        "index": 1319,
        "sentence": "The phone call interrupted my nap, and I never did get the rest."
    },
    {
        "index": 1320,
        "sentence": "The photograph that I took of the sandstorm turned out grainy."
    },
    {
        "index": 1321,
        "sentence": "The place that made rubber balls almost went bankrupt, but they bounced back."
    },
    {
        "index": 1322,
        "sentence": "The play on fishing had quite a cast."
    },
    {
        "index": 1323,
        "sentence": "The plot to his story of the pond was quite shallow."
    },
    {
        "index": 1324,
        "sentence": "The plumber had to quit his job because it was too much of a drain."
    },
    {
        "index": 1325,
        "sentence": "The plums for sale dried out, so the profits were pruned."
    },
    {
        "index": 1326,
        "sentence": "The police auction was a complete bust."
    },
    {
        "index": 1327,
        "sentence": "The politician is not one for Indian food. But he's good at currying favors."
    },
    {
        "index": 1328,
        "sentence": "The pope, on his 2008 tour in the United States, skipped Mass."
    },
    {
        "index": 1329,
        "sentence": "The portrait artist made extra money as a census taker. He was good at canvasing people."
    },
    {
        "index": 1330,
        "sentence": "The president of a ladder manufacturer had to step down."
    },
    {
        "index": 1331,
        "sentence": "The price of the big fan blew me away."
    },
    {
        "index": 1332,
        "sentence": "The prospector didn't think his career would pan out."
    },
    {
        "index": 1333,
        "sentence": "The psychiatrist told the genie his emotions were all bottled up."
    },
    {
        "index": 1334,
        "sentence": "The queen told the prince that he was a royal pain."
    },
    {
        "index": 1335,
        "sentence": "The rabbi became a professional golfer because he was good at making the cut."
    },
    {
        "index": 1336,
        "sentence": "The race dogs got a bad case of the fleas - they had to be scratched."
    },
    {
        "index": 1337,
        "sentence": "The racers all had shorts on that were too small for them, so it was a tight race."
    },
    {
        "index": 1338,
        "sentence": "The railway constructions are on track."
    },
    {
        "index": 1339,
        "sentence": "There is a growing body of obesity research."
    },
    {
        "index": 1340,
        "sentence": "There is only one way to open the door and that is the key."
    },
    {
        "index": 1341,
        "sentence": "There is rarely a sale on beer because the demand is always high so there's no need to create a buzz."
    },
    {
        "index": 1342,
        "sentence": "There's a new magnetic steam iron that makes your clothes attractive."
    },
    {
        "index": 1343,
        "sentence": "There’s no high like the most high."
    },
    {
        "index": 1344,
        "sentence": "''There's room for one more,'' Tom admitted."
    },
    {
        "index": 1345,
        "sentence": "''There, there,'' was Tom's pat answer."
    },
    {
        "index": 1346,
        "sentence": "There was a contest on a slippery rock slope. I won in a landslide."
    },
    {
        "index": 1347,
        "sentence": "There was a guy who was fired from the orange juice factory for lack of concentration."
    },
    {
        "index": 1348,
        "sentence": "There was a massive outcry against the plan to build a power line across a nature preserve. The public couldn't bear the tension."
    },
    {
        "index": 1349,
        "sentence": "There was an eye doctor who wanted to re-locate but couldn't find a job because he didn't have enough contacts."
    },
    {
        "index": 1350,
        "sentence": "There was a report of shots fired in a local bar. The police don't know what triggered the commotion."
    },
    {
        "index": 1351,
        "sentence": "There was a sale at the fish market today. I went to see what was the catch."
    },
    {
        "index": 1352,
        "sentence": "There was a sign on the lawn at a drug re-hab center that said 'Keep off the Grass'."
    },
    {
        "index": 1353,
        "sentence": "There was once a cross-eyed teacher who couldn't control his pupils."
    },
    {
        "index": 1354,
        "sentence": "The river crested when a factory spilled toothpaste into it."
    },
    {
        "index": 1355,
        "sentence": "The rodent catcher was always trying to weasel his way out of work."
    },
    {
        "index": 1356,
        "sentence": "The roulette dealer had a unique personality. He had a different spin on everything."
    },
    {
        "index": 1357,
        "sentence": "The royal pharmacist wore a tuxedo and dispensed with formalities."
    },
    {
        "index": 1358,
        "sentence": "The runaway beer truck barrelled down the freeway after its driver was mugged."
    },
    {
        "index": 1359,
        "sentence": "The safe was invented by a cop and a robber. It was quite a combination."
    },
    {
        "index": 1360,
        "sentence": "The science teachers broke up because there was no chemistry between them."
    },
    {
        "index": 1361,
        "sentence": "The scorpion said to the desert, 'You know, our conversations are always so dry.'"
    },
    {
        "index": 1362,
        "sentence": "The seed company turfed out my idea for ready made lawn."
    },
    {
        "index": 1363,
        "sentence": "The sergeant drank whiskey in order to be fortified in his position."
    },
    {
        "index": 1364,
        "sentence": "The star asked the sun why the moon was always up so late. Sun responded that it was just a phase."
    },
    {
        "index": 1365,
        "sentence": "The state funeral remains to be seen."
    },
    {
        "index": 1366,
        "sentence": "The state police highway officer worked tirelessly in the heavy rain to assist a lady whose car was stuck in a ditch. He was a real trooper."
    },
    {
        "index": 1367,
        "sentence": "The stock market crashes, but Viagra beats the flop."
    },
    {
        "index": 1368,
        "sentence": "The surest steps to happiness are the steps to church."
    },
    {
        "index": 1369,
        "sentence": "The surgeon really did not know how to perform quick surgeries on insects, but he did one on the fly."
    },
    {
        "index": 1370,
        "sentence": "The teacher asked a question and the students were all up in arms."
    },
    {
        "index": 1371,
        "sentence": "The thief had a bold plan. He figured he could carry it off."
    },
    {
        "index": 1372,
        "sentence": "The thought of having no alternative to soap never washed with the inventor of shower gel."
    },
    {
        "index": 1373,
        "sentence": "The tongue weighs very little, but few people can hold it."
    },
    {
        "index": 1374,
        "sentence": "The trampoline was on sale for fifty per cent off. Needless to say I jumped on the offer."
    },
    {
        "index": 1375,
        "sentence": "The Transformer always had a lot of quarters with him. He was a big fan of change."
    },
    {
        "index": 1376,
        "sentence": "The trapeze artist had to buy his own safety equipment. Every Friday he drew his net wages."
    },
    {
        "index": 1377,
        "sentence": "The trumpeter blew it while auditioning for the symphony."
    },
    {
        "index": 1378,
        "sentence": "The two bowlers bore a striking resemblance."
    },
    {
        "index": 1379,
        "sentence": "The two guys caught drinking battery acid will soon be charged."
    },
    {
        "index": 1380,
        "sentence": "The two inventors of the radio were on the same wavelength."
    },
    {
        "index": 1381,
        "sentence": "The untruthful deli clerk was full of baloney."
    },
    {
        "index": 1382,
        "sentence": "The unveiling of the statue was a monumental occasion."
    },
    {
        "index": 1383,
        "sentence": "The valuable dog was still missing, believed stolen, however the police announced they have a lead."
    },
    {
        "index": 1384,
        "sentence": "The Vikings landed during thunder and lightning and took the city by storm."
    },
    {
        "index": 1385,
        "sentence": "The waiter was shocked when I asked for my salad to be served naked. I explained, no dressing please."
    },
    {
        "index": 1386,
        "sentence": "The warden gave the inmates acne medicine hoping it would keep them from breaking out."
    },
    {
        "index": 1387,
        "sentence": "The weather bureau is an umbrella organization."
    },
    {
        "index": 1388,
        "sentence": "The weatherman who forecasted snow in July was a bit of a flake."
    },
    {
        "index": 1389,
        "sentence": "The weigh-in at the Sumo wrestling tournament was a large scale effort."
    },
    {
        "index": 1390,
        "sentence": "They argued about their vacation and finally stayed at the last resort."
    },
    {
        "index": 1391,
        "sentence": "They bought a home on a cliff because they liked to live on the edge."
    },
    {
        "index": 1392,
        "sentence": "They built a tree house together but then had a falling out."
    },
    {
        "index": 1393,
        "sentence": "They called him the king of the dentists because he specialized in crowns."
    },
    {
        "index": 1394,
        "sentence": "They call me Pops. I sell soft drinks."
    },
    {
        "index": 1395,
        "sentence": "They hid from the gunman in a sauna where they could sweat it out."
    },
    {
        "index": 1396,
        "sentence": "They replaced the baseball with an orange to add zest to the game."
    },
    {
        "index": 1397,
        "sentence": "They said he drank 2 bottles of whisky a day, but it wasn't true. He had to scotch those rumours right away."
    },
    {
        "index": 1398,
        "sentence": "they stand best who kneel most"
    },
    {
        "index": 1399,
        "sentence": "They threw a party for the inventor of the toaster. And he was toasted."
    },
    {
        "index": 1400,
        "sentence": "Thieves who steal corn from a garden could be charged with stalking."
    },
    {
        "index": 1401,
        "sentence": "This is a picture of my new house, said Tom, visibly moved."
    },
    {
        "index": 1402,
        "sentence": "This is the best guy I've met to date."
    },
    {
        "index": 1403,
        "sentence": "This is where I keep my arrows, said Tom, quivering."
    },
    {
        "index": 1404,
        "sentence": "''This movie will be very popular,'' Tom projected."
    },
    {
        "index": 1405,
        "sentence": "''This must be an aerobics class,'' Tom worked out."
    },
    {
        "index": 1406,
        "sentence": "''This wind is awful,'' blustered Tom."
    },
    {
        "index": 1407,
        "sentence": "Those who build roofs are so inclined."
    },
    {
        "index": 1408,
        "sentence": "Those who choose not to eat, slowly get hungry -- and Fast."
    },
    {
        "index": 1409,
        "sentence": "Those who get up at sunrise have many ideas dawn on them."
    },
    {
        "index": 1410,
        "sentence": "Those who iron clothes have a lot of pressing demands."
    },
    {
        "index": 1411,
        "sentence": "Those who like sport fishing can really get hooked."
    },
    {
        "index": 1412,
        "sentence": "Those who make balls of wool for a living like to come home and unwind."
    },
    {
        "index": 1413,
        "sentence": "Those who make magnets can be quite attractive."
    },
    {
        "index": 1414,
        "sentence": "Those who make sinks often feel washed out."
    },
    {
        "index": 1415,
        "sentence": "Those who make sponges get very absorbed in their work."
    },
    {
        "index": 1416,
        "sentence": "Those who play musical instruments for radio or TV have to stay tuned."
    },
    {
        "index": 1417,
        "sentence": "Those who polish cars so that they shine work in a buffer zone."
    },
    {
        "index": 1418,
        "sentence": "Those who want to paint polka-dots have to find a good spot."
    },
    {
        "index": 1419,
        "sentence": "Those who work on reducing auto emissions go home exhausted."
    },
    {
        "index": 1420,
        "sentence": "Those with scissors shouldn't use cutting words."
    },
    {
        "index": 1421,
        "sentence": "Those working in tissue research and testing are always blowing it."
    },
    {
        "index": 1422,
        "sentence": "Three fingers were willing to cooperate but the thumb and forefinger were opposed."
    },
    {
        "index": 1423,
        "sentence": "Tires are fixed for a flat rate."
    },
    {
        "index": 1424,
        "sentence": "Tires cost 100 bucks a pop."
    },
    {
        "index": 1425,
        "sentence": "To a person who is attentive to minutiae: ''You're certainly observant, even if you're not religious.''"
    },
    {
        "index": 1426,
        "sentence": "To be a mountain climber one needs to be in peak condition."
    },
    {
        "index": 1427,
        "sentence": "To be a successful frequent flier you need a lot of connections."
    },
    {
        "index": 1428,
        "sentence": "To become an electrician you have to pass a battery of tests."
    },
    {
        "index": 1429,
        "sentence": "To draw cartoons for a living requires someone who is very animated."
    },
    {
        "index": 1430,
        "sentence": "To golf at your favorite course may require a long drive."
    },
    {
        "index": 1431,
        "sentence": "To many girls the word 'marriage' has a nice ring to it."
    },
    {
        "index": 1432,
        "sentence": "Tom was so tired, he lied about his bed."
    },
    {
        "index": 1433,
        "sentence": "Tony attempted to join his thin crust pizza company with Zimo's Thick Crust Pizza, but somehow it didn't pan out."
    },
    {
        "index": 1434,
        "sentence": "To plan a graveyard you need a skeleton idea before a detailed plan."
    },
    {
        "index": 1435,
        "sentence": "To save money for the company he cut all the electricity. They were soon in the black."
    },
    {
        "index": 1436,
        "sentence": "To some - marriage is a word ... to others - a sentence."
    },
    {
        "index": 1437,
        "sentence": "To teach someone how to build a compass you have to be good at giving directions."
    },
    {
        "index": 1438,
        "sentence": "To write with a broken pencil is pointless."
    },
    {
        "index": 1439,
        "sentence": "Trophy shops often will give customers floss with their purchase to eliminate plaque problems."
    },
    {
        "index": 1440,
        "sentence": "Trust your calculator. It's something to count on."
    },
    {
        "index": 1441,
        "sentence": "Two airline pilots in a stand-up comedy did a takeoff."
    },
    {
        "index": 1442,
        "sentence": "Two astronauts who were dating put an end to it because they both needed their space."
    },
    {
        "index": 1443,
        "sentence": "Two banks with different rates have a conflict of interest."
    },
    {
        "index": 1444,
        "sentence": "Two blackberries met. They were both in a jam."
    },
    {
        "index": 1445,
        "sentence": "Two brothers collaborated on haunted stories, but one was a ghost writer."
    },
    {
        "index": 1446,
        "sentence": "Two clock makers argued and got ticked off."
    },
    {
        "index": 1447,
        "sentence": "Two companies that made shoelaces had common ties."
    },
    {
        "index": 1448,
        "sentence": "Two companies that manufactured rulers decided to align."
    },
    {
        "index": 1449,
        "sentence": "Two cooks disagreed but decided to hash it over."
    },
    {
        "index": 1450,
        "sentence": "Two cooks had a contest and the heat was on."
    },
    {
        "index": 1451,
        "sentence": "Two duchesses were arguing about their husbands. They decided to duke it out."
    },
    {
        "index": 1452,
        "sentence": "Two florists got married. It was an arranged marriage."
    },
    {
        "index": 1453,
        "sentence": "Two friends took ropes to school so that they could skip out."
    },
    {
        "index": 1454,
        "sentence": "Two geologists were staring at a huge fissure in a cliff face and one was overheard to say 'It's not my fault'."
    },
    {
        "index": 1455,
        "sentence": "Two mathematicians arguing about even numbers were at odds."
    },
    {
        "index": 1456,
        "sentence": "Two monocles were making love in front of a window and made spectacles of themselves."
    },
    {
        "index": 1457,
        "sentence": "Two pencils decided to have a race. The outcome was a draw."
    },
    {
        "index": 1458,
        "sentence": "Two podiatrists became arch rivals."
    },
    {
        "index": 1459,
        "sentence": "Two referees went head to head because they had a score to settle."
    },
    {
        "index": 1460,
        "sentence": "Two silk worms had a race. They ended up in a tie."
    },
    {
        "index": 1461,
        "sentence": "Two surgeons were joking about sutures and had each other in stitches."
    },
    {
        "index": 1462,
        "sentence": "Underpaid weather forecasters predicted a storm of protest."
    },
    {
        "index": 1463,
        "sentence": "Undertakers' Motto - Trust us. We are the very last ones to put you down."
    },
    {
        "index": 1464,
        "sentence": "Upon discovering her children playing with matches their mother was flaming mad."
    },
    {
        "index": 1465,
        "sentence": "''Use your own toothbrush!'' Tom bristled."
    },
    {
        "index": 1466,
        "sentence": "Using deodorant is no sweat."
    },
    {
        "index": 1467,
        "sentence": "VanDeGraaf charged his assistant to attend."
    },
    {
        "index": 1468,
        "sentence": "Vertical living is flat dwelling."
    },
    {
        "index": 1469,
        "sentence": "Vines are extremely short-tempered. They snap at the slightest wind."
    },
    {
        "index": 1470,
        "sentence": "Vinyl records are really groovy."
    },
    {
        "index": 1471,
        "sentence": "Violinists are often fiddling around."
    },
    {
        "index": 1472,
        "sentence": "Volta was electrified."
    },
    {
        "index": 1473,
        "sentence": "Waiter, I'll have my bill now. - How did you find your steak, sir? - Oh, I just moved the potato and there it was."
    },
    {
        "index": 1474,
        "sentence": "Waiter, my bill please. - How did you find your luncheon, sir? - With a magnifying glass."
    },
    {
        "index": 1475,
        "sentence": "Waiters are good at multiplication because they know their tables."
    },
    {
        "index": 1476,
        "sentence": "Waiter, there are pennies in my soup! ''Well, sir, you said you'd stop eating here if there wasn't some change in the food.''*"
    },
    {
        "index": 1477,
        "sentence": "Waiter, there's a fly in my soup! ''At our restaurant, we guarantee You won't find a single fly.'' ''Whaddya mean?'' ''Because they're all married.''"
    },
    {
        "index": 1478,
        "sentence": "''Waiter, there's a fly in my soup!'' ''Force of habit, sir, the chef used to be a tailor."
    },
    {
        "index": 1479,
        "sentence": "Waiter, there's a fly in my soup! ''I know. It gives you a nice buzz doesn't it?''"
    },
    {
        "index": 1480,
        "sentence": "Wally wasn't sure in which branch of the Army he wanted to serve, but he gravitated toward the paratroops."
    },
    {
        "index": 1481,
        "sentence": "Wal-Mart Is Not the Only Saving Place. Come On In."
    },
    {
        "index": 1482,
        "sentence": "Wal-Mart isn't the only saving place!"
    },
    {
        "index": 1483,
        "sentence": "Watson and Crick did the twist all night."
    },
    {
        "index": 1484,
        "sentence": "We are overdressed when we are wrapped up in ourselves."
    },
    {
        "index": 1485,
        "sentence": "Weather forecasters have to have lots of degrees."
    },
    {
        "index": 1486,
        "sentence": "Weather forecasters thinking is sometimes clouded."
    },
    {
        "index": 1487,
        "sentence": "We did it twice last night, she relayed."
    },
    {
        "index": 1488,
        "sentence": "We don’t read palms; we wave them."
    },
    {
        "index": 1489,
        "sentence": "Well drilling is a deep subject."
    },
    {
        "index": 1490,
        "sentence": "We'll never run out of math teachers because they always multiply."
    },
    {
        "index": 1491,
        "sentence": "We offer counsel so you are not audited on your final return."
    },
    {
        "index": 1492,
        "sentence": "We're expecting fallout from the recent layoffs at the nuclear plant."
    },
    {
        "index": 1493,
        "sentence": "We should make a beer commercial. It sounds simply intoxicating."
    },
    {
        "index": 1494,
        "sentence": "We spent all day debating about housefires. It was quite a heated argument."
    },
    {
        "index": 1495,
        "sentence": "We’ve got children’s church because we know how to kid around"
    },
    {
        "index": 1496,
        "sentence": "We went to the owls convention and it was a real hoot."
    },
    {
        "index": 1497,
        "sentence": "We were so poor when I was growing up we couldn't even afford to pay attention."
    },
    {
        "index": 1498,
        "sentence": "What a charming doorway! said Tom, entranced."
    },
    {
        "index": 1499,
        "sentence": "What are you taking pictures of? Tom snapped."
    },
    {
        "index": 1500,
        "sentence": "What did the minister say to the underdressed layman? ''No shoes, no shirt, no service''"
    },
    {
        "index": 1501,
        "sentence": "What did the skeleton have for supper? Ribs."
    },
    {
        "index": 1502,
        "sentence": "What did the triangle say to the circle?  You're so pointless."
    },
    {
        "index": 1503,
        "sentence": "What do they call all that lumber on the Star Trek's Enterprise? Captain's log."
    },
    {
        "index": 1504,
        "sentence": "What it boils down to is this: eggs taste good."
    },
    {
        "index": 1505,
        "sentence": "What's the deal with negotiations?"
    },
    {
        "index": 1506,
        "sentence": "When a duck is feeling down he might just be happy."
    },
    {
        "index": 1507,
        "sentence": "When a guillotine executioner is layed off he gets severance."
    },
    {
        "index": 1508,
        "sentence": "When a ladder was stolen from a store the manager said that further steps would be taken."
    },
    {
        "index": 1509,
        "sentence": "When a letter carrier became a hero they called him a deliverer."
    },
    {
        "index": 1510,
        "sentence": "When ancient wall sculptors were finished it was a relief."
    },
    {
        "index": 1511,
        "sentence": "When a new baby comes into a family, many changes are necessary."
    },
    {
        "index": 1512,
        "sentence": "When a priest makes a mistake in church it's a clerical error."
    },
    {
        "index": 1513,
        "sentence": "When asked by a passenger how high he would get, the pilot replied,'I don't do drugs.'"
    },
    {
        "index": 1514,
        "sentence": "When a thief stole several volumes from the library he was quickly booked."
    },
    {
        "index": 1515,
        "sentence": "When buying a battery you should never have to charge it."
    },
    {
        "index": 1516,
        "sentence": "When cannibals ate a missionary they got a taste of religion."
    },
    {
        "index": 1517,
        "sentence": "When cave men got together they formed clubs."
    },
    {
        "index": 1518,
        "sentence": "When crazy glue was invented lots of people became attached to it."
    },
    {
        "index": 1519,
        "sentence": "When entering a funeral home, remember to stay alert and always look alive!"
    },
    {
        "index": 1520,
        "sentence": "Whenever I go near my bank I get withdrawal symptoms."
    },
    {
        "index": 1521,
        "sentence": "Whenever the nurses have a bad day they just keep needling people."
    },
    {
        "index": 1522,
        "sentence": "When he fell in the wet concrete he left a bad impression."
    },
    {
        "index": 1523,
        "sentence": "When he forgot to itemize what he wanted at the grocery store he felt quite listless."
    },
    {
        "index": 1524,
        "sentence": "When he found out that he would visit a real blacksmith he got all fired up."
    },
    {
        "index": 1525,
        "sentence": "When he kicked the invoice, it didn't mean he wanted to foot the bill."
    },
    {
        "index": 1526,
        "sentence": "When he proposed to her, she found it very engaging."
    },
    {
        "index": 1527,
        "sentence": "When he switched from horses to sailing, his life took on a new tack."
    },
    {
        "index": 1528,
        "sentence": "When I asked if I could get insurance if the nearby volcano erupted they assured me I would be covered."
    },
    {
        "index": 1529,
        "sentence": "When I asked the man how he became a ditch-digger, he said he just fell into it."
    },
    {
        "index": 1530,
        "sentence": "When I commented on a friend's psychedelic door he said, Don't Knock It."
    },
    {
        "index": 1531,
        "sentence": "When I had my PlayStation stolen, my family were there to console me."
    },
    {
        "index": 1532,
        "sentence": "When Irish boys carry their little brothers, they get a Pat on the back."
    },
    {
        "index": 1533,
        "sentence": "When it was lumpy he had a beef with his gravy."
    },
    {
        "index": 1534,
        "sentence": "When longshoremen show up late for work they get docked."
    },
    {
        "index": 1535,
        "sentence": "When neon lights were perfected the inventor was positively glowing."
    },
    {
        "index": 1536,
        "sentence": "When poker players have to fold they feel a bit discarded."
    },
    {
        "index": 1537,
        "sentence": "When potato chips don't sell fast enough, the maker knows it will soon be crunch time."
    },
    {
        "index": 1538,
        "sentence": "When some coins fell into the batter it turned out to be a rich cake."
    },
    {
        "index": 1539,
        "sentence": "When the air conditioning failed in the indoor stadium there was a fan protest."
    },
    {
        "index": 1540,
        "sentence": "When the artist tried to draw a cube he had a mental block."
    },
    {
        "index": 1541,
        "sentence": "When the baby bird penned his first novel he was just a fledgling author."
    },
    {
        "index": 1542,
        "sentence": "When the beautician was asked to complete her make-up work she blushed."
    },
    {
        "index": 1543,
        "sentence": "When the beekeeper moved into town he created quite a buzz."
    },
    {
        "index": 1544,
        "sentence": "When the branding iron was invented cattle were very impressed."
    },
    {
        "index": 1545,
        "sentence": "When the butter melted, it was rendered useless."
    },
    {
        "index": 1546,
        "sentence": "When the CEO dropped his brownie on the calculator, was he trying to fudge the numbers?"
    },
    {
        "index": 1547,
        "sentence": "When the Dalmatian ran away, he was spotted two blocks from home."
    },
    {
        "index": 1548,
        "sentence": "When the doctor asked the editor how he was doing, he said he had a problem with his circulation."
    },
    {
        "index": 1549,
        "sentence": "When the electrican apprentice made mistakes, his mother grounded him."
    },
    {
        "index": 1550,
        "sentence": "When the human cannonball retired they couldn't find a replacement of the right caliber."
    },
    {
        "index": 1551,
        "sentence": "When the human cannonball was late for work he got fired."
    },
    {
        "index": 1552,
        "sentence": "When the investor came home from work he was spent."
    },
    {
        "index": 1553,
        "sentence": "When the janitor wanted to take up public speaking he always had the floor."
    },
    {
        "index": 1554,
        "sentence": "When the pirate captain's ship ran aground he couldn't fathom why."
    },
    {
        "index": 1555,
        "sentence": "When the plane hit turbulence, the passengers went flying."
    },
    {
        "index": 1556,
        "sentence": "When the plums dry on your tree, it's time to prune."
    },
    {
        "index": 1557,
        "sentence": "When there's a sale on tennis balls it's first come first serve."
    },
    {
        "index": 1558,
        "sentence": "When the shocked IRS agent was found guilty of tax evasion he had to take time to collect himself."
    },
    {
        "index": 1559,
        "sentence": "When the shoe store owner discovered that someone had broken into his store, the police pumped him for information."
    },
    {
        "index": 1560,
        "sentence": "When the spice ships used to bring goods to the king the captain was peppered with compliments."
    },
    {
        "index": 1561,
        "sentence": "When the thief fell in the wet cement and broke both legs, he became a hardened criminal."
    },
    {
        "index": 1562,
        "sentence": "When the tornado went through town it was quite a blow."
    },
    {
        "index": 1563,
        "sentence": "When the town removed billboards, they told people that's how it was designed."
    },
    {
        "index": 1564,
        "sentence": "When the TV repairman got married the reception was excellent."
    },
    {
        "index": 1565,
        "sentence": "When the wheel was invented, it caused a revolution."
    },
    {
        "index": 1566,
        "sentence": "When the wino suspected his muscatel was watered down, he needed more proof."
    },
    {
        "index": 1567,
        "sentence": "When the woman got paid for being in a study at the sleep clinic, she said it was her dream job."
    },
    {
        "index": 1568,
        "sentence": "When they bought a water bed, the couple started to drift apart."
    },
    {
        "index": 1569,
        "sentence": "When they claimed to house two thousand campers, it sounded like a lot of bunk."
    },
    {
        "index": 1570,
        "sentence": "When they told him that his drum couldn't be fixed, it didn't resonate very well."
    },
    {
        "index": 1571,
        "sentence": "When underwear fell in the vat at a beer-makers, a scandal was brewing."
    },
    {
        "index": 1572,
        "sentence": "When video arcades switched to a system of tokens, there was no quarter asked or given."
    },
    {
        "index": 1573,
        "sentence": "When Wally discovered he had Lyme disease he was really ticked off."
    },
    {
        "index": 1574,
        "sentence": "When William joined the army he disliked the phrase 'fire at will'."
    },
    {
        "index": 1575,
        "sentence": "When writing out drink recipes you have to have a first draft."
    },
    {
        "index": 1576,
        "sentence": "When you can't decide with your friends whose place to have a party at it's known as party politics."
    },
    {
        "index": 1577,
        "sentence": "When you give to god, you always get back change"
    },
    {
        "index": 1578,
        "sentence": "When you're wearing a watch on an airplane, time flies."
    },
    {
        "index": 1579,
        "sentence": "Where do pancakes live? In a flat."
    },
    {
        "index": 1580,
        "sentence": "Where there are many chickens you can find layers of eggs."
    },
    {
        "index": 1581,
        "sentence": "While having a hard time water-skiing, the boy commented, 'This is such a drag.'"
    },
    {
        "index": 1582,
        "sentence": "While the music was playing the geology teacher was rocking around."
    },
    {
        "index": 1583,
        "sentence": "Why are all businessmen fat? Must be all the inflation."
    },
    {
        "index": 1584,
        "sentence": "Why didn't the little boy ask the flight attendant for a snack? He didn't have the nuts."
    },
    {
        "index": 1585,
        "sentence": "Why did the agricultural presentation go so smoothly? They planted questions."
    },
    {
        "index": 1586,
        "sentence": "Why did the termites eat the wooden barrel? To stave off hunger."
    },
    {
        "index": 1587,
        "sentence": "Why do archers shoot arrows? Could it be they are trying to get a point across?"
    },
    {
        "index": 1588,
        "sentence": "Why don't people like to talk to garbage men?  They mostly talk trash."
    },
    {
        "index": 1589,
        "sentence": "Why do people preserve fruits and vegetables? Because they 'can'."
    },
    {
        "index": 1590,
        "sentence": "Why was the car embarrassed? Because it had gas!"
    },
    {
        "index": 1591,
        "sentence": "Why was the rabbit depressed? He was just going through a bad patch!"
    },
    {
        "index": 1592,
        "sentence": "Wilbur Wright said he'd take a flier on it."
    },
    {
        "index": 1593,
        "sentence": "Winning candy as a prize is always a sweet victory."
    },
    {
        "index": 1594,
        "sentence": "With certain cashiers, things are slow to register."
    },
    {
        "index": 1595,
        "sentence": "Workers in an upholstery business demanded a wage hike to cushion the high cost of living."
    },
    {
        "index": 1596,
        "sentence": "Working for the IRS is a hard job because it is so taxing."
    },
    {
        "index": 1597,
        "sentence": "Wrestlers don't like to be put on hold."
    },
    {
        "index": 1598,
        "sentence": "Years ago, changing TV channels from a sitting position was a remote possibility."
    },
    {
        "index": 1599,
        "sentence": "You have to fill out many government forms because there are many forms of government."
    },
    {
        "index": 1600,
        "sentence": "You have to give credit to people who work in stores during a holiday - and many people do."
    },
    {
        "index": 1601,
        "sentence": "You know what happens after you miss math class? It starts adding up."
    },
    {
        "index": 1602,
        "sentence": "Young women who are mathematics professors closely watch their figures."
    },
    {
        "index": 1603,
        "sentence": "You often hear of a good wine through the grapevine."
    },
    {
        "index": 1604,
        "sentence": "You really are addicted to soccer, you should think of kicking the habit."
    },
    {
        "index": 1605,
        "sentence": "Your very last breath will be a fatal blow."
    },
    {
        "index": 1606,
        "sentence": "You've got more issues than Time magazine."
    },
    {
        "index": 1607,
        "sentence": "You won't often catch loggers or farmers going against the grain."
    },
    {
        "index": 1608,
        "sentence": "Being crushed by large objects can be very depressing."
    },
    {
        "index": 1609,
        "sentence": "1000 pairs of underwear were stolen, police were making a brief enquiry."
    },
    {
        "index": 1610,
        "sentence": "OLD ARCHEOLOGISTS never die, they just meet their mummies."
    }
]