[
    {
        "index": 1,
        "sentence": "''3.14159265,'' Tom said piously."
    },
    {
        "index": 2,
        "sentence": "3.142 Tom enumerated piously."
    },
    {
        "index": 3,
        "sentence": "50 Shades of Grace"
    },
    {
        "index": 4,
        "sentence": "7 days without prayer makes 1 weak"
    },
    {
        "index": 5,
        "sentence": "A bacteria walked into a bar and the bartender said, 'We don't serve bacteria in this place.' The bacteria said, 'But I work here, I'm staph.'"
    },
    {
        "index": 6,
        "sentence": "A baker always put too much flour in his bread because he was a gluten for punishment."
    },
    {
        "index": 7,
        "sentence": "A baker stopped making donuts after he got tired of the hole thing."
    },
    {
        "index": 8,
        "sentence": "A band of teenagers cruised past my neighbor's house and pelted it with rotten tomatoes. Police described it as a drive-by fruiting."
    },
    {
        "index": 9,
        "sentence": "A bee keeper will sell you honey with swarm wishes."
    },
    {
        "index": 10,
        "sentence": "A bird with a headache might just migrane south."
    },
    {
        "index": 11,
        "sentence": "A boy who instinctively waves at people has a natural hi."
    },
    {
        "index": 12,
        "sentence": "Absent the fungus, the story had no morel"
    },
    {
        "index": 13,
        "sentence": "Abstinence makes the heart grow fonder"
    },
    {
        "index": 14,
        "sentence": "A budget helps us live below our yearnings"
    },
    {
        "index": 15,
        "sentence": "A bunch of robins followed the priest wherever he went. Birds of a father flock together."
    },
    {
        "index": 16,
        "sentence": "A busy barber is quite harried."
    },
    {
        "index": 17,
        "sentence": "A cannibal's favourite game is 'swallow the leader'."
    },
    {
        "index": 18,
        "sentence": "A cardboard belt would be a waist of paper."
    },
    {
        "index": 19,
        "sentence": "A cat ate some cheese and waited for a mouse with baited breath."
    },
    {
        "index": 20,
        "sentence": "A cat that swallowed a ball of wool had mittens."
    },
    {
        "index": 21,
        "sentence": "A chaplain on the sea leads the soldiers in their warship."
    },
    {
        "index": 22,
        "sentence": "A chemist has discovered a drug that will keep dogs from howling at night. Now, not every dog will have his bay."
    },
    {
        "index": 23,
        "sentence": "A chicken crossing the road is poultry in motion."
    },
    {
        "index": 24,
        "sentence": "A chicken farmer's favorite car is a coupe."
    },
    {
        "index": 25,
        "sentence": "A china doll was marked in tiny letters: 'maid in USA'."
    },
    {
        "index": 26,
        "sentence": "A church fair is a bazaar experience."
    },
    {
        "index": 27,
        "sentence": "A clean thief always makes a stainless steal."
    },
    {
        "index": 28,
        "sentence": "A cloth maker's daughter told him she was too young to dye."
    },
    {
        "index": 29,
        "sentence": "A cook made pancakes flippantly."
    },
    {
        "index": 30,
        "sentence": "A course offered to introduce French in five easy liaisons."
    },
    {
        "index": 31,
        "sentence": "A cross between a puppy and a bunny is a rabid dog."
    },
    {
        "index": 32,
        "sentence": "A crow in a telephone booth had no money so he had to make a collect caw."
    },
    {
        "index": 33,
        "sentence": "Act your praise, not your shoe size."
    },
    {
        "index": 34,
        "sentence": "Acupuncture: a jab well done."
    },
    {
        "index": 35,
        "sentence": "Acupuncture is a jab well done."
    },
    {
        "index": 36,
        "sentence": "A dentist has to tell a patient the whole tooth."
    },
    {
        "index": 37,
        "sentence": "A doctor's mistakes go six feet under; a dentist's cover an acre."
    },
    {
        "index": 38,
        "sentence": "A doctor who fell on his funny bone had a nurse tell him it was a humerus incident."
    },
    {
        "index": 39,
        "sentence": "''A dog bit me,'' said Tom rabidly."
    },
    {
        "index": 40,
        "sentence": "A drummer can cymbalize the enthusiasm of a band."
    },
    {
        "index": 41,
        "sentence": "A dying artist painted himself into a coroner."
    },
    {
        "index": 42,
        "sentence": "A farmer wanting to kill a chicken for dinner has to move faster than a speeding pullet."
    },
    {
        "index": 43,
        "sentence": "A fight over love and money would be duel purpose."
    },
    {
        "index": 44,
        "sentence": "A fisherman hated fish and chips but he didn't tell a sole."
    },
    {
        "index": 45,
        "sentence": "A fisherman took pain pills because of a persistent haddock."
    },
    {
        "index": 46,
        "sentence": "A flute teacher is a tutor."
    },
    {
        "index": 47,
        "sentence": "A frightened bird dog that runs from everything is known as the Golden Retreater."
    },
    {
        "index": 48,
        "sentence": "After a cold winter, will deciduous trees be releaved?"
    },
    {
        "index": 49,
        "sentence": "After being treated by an optometrist, the bird seed."
    },
    {
        "index": 50,
        "sentence": "After burning a batch of cookies a baker felt very crummy."
    },
    {
        "index": 51,
        "sentence": "After coming to work and play musicians come home suite home."
    },
    {
        "index": 52,
        "sentence": "After delivering a presentation last fall, I sent a message to friends who were unable to attend. The report concluded: ''A good time was heard by all.''"
    },
    {
        "index": 53,
        "sentence": "After getting pranked by his friends and getting hit with a basket, Aron knew they had a wickerd sense of humour."
    },
    {
        "index": 54,
        "sentence": "After Jimmy swallowed a live earthworm, he sat waiting with baited breath to see if he'd get sick."
    },
    {
        "index": 55,
        "sentence": "After the lawyer flushed the toilet, it went to the suer."
    },
    {
        "index": 56,
        "sentence": "After the sniper attack at the symphony softball game, there were no men left on bass."
    },
    {
        "index": 57,
        "sentence": "After winter, the trees are relieved."
    },
    {
        "index": 58,
        "sentence": "A good baker will rise to the occasion, it's the yeast he can do."
    },
    {
        "index": 59,
        "sentence": "A good carpenter will do his work and then varnish without a trace."
    },
    {
        "index": 60,
        "sentence": "A gossip is someone with a great sense of rumor."
    },
    {
        "index": 61,
        "sentence": "A group of singers wore coral necklaces."
    },
    {
        "index": 62,
        "sentence": "A guy who accidentally drove his small import into a giant shrink-wrap machine had his Fiat sealed."
    },
    {
        "index": 63,
        "sentence": "A hay farmer in jail could get out on bale."
    },
    {
        "index": 64,
        "sentence": "A hermit drove to town and was charged with recluse driving."
    },
    {
        "index": 65,
        "sentence": "A husband who thinks he is as solid as a rock may have a wife who wishes he was a little bolder."
    },
    {
        "index": 66,
        "sentence": "A kangaroo that can't jump is completely hopless."
    },
    {
        "index": 67,
        "sentence": "A king is old when he reaches the age of sovereignty."
    },
    {
        "index": 68,
        "sentence": "Alcohol and calculus don't mix so don't drink and derive."
    },
    {
        "index": 69,
        "sentence": "A letter carrier career is a mail dominated profession."
    },
    {
        "index": 70,
        "sentence": "Aliens are lovable because they're so spatial."
    },
    {
        "index": 71,
        "sentence": "A little boy found out from his mother that grime does not pay."
    },
    {
        "index": 72,
        "sentence": "All students in Helsinki go to Finnish school."
    },
    {
        "index": 73,
        "sentence": "A logger went to his doctor because of a problem with the lumbar."
    },
    {
        "index": 74,
        "sentence": "A lot of big delivery companies are always trying to courier favour."
    },
    {
        "index": 75,
        "sentence": "Although he perfected his comic routines on the mainland, his best audiences were in the aisles."
    },
    {
        "index": 76,
        "sentence": "A man's home is his castle in a manor of speaking."
    },
    {
        "index": 77,
        "sentence": "A man sprayed a boy with ceiling foam. He was arrested for insulating behavior."
    },
    {
        "index": 78,
        "sentence": "A man threatened to jump off the side of a building - alledgedly."
    },
    {
        "index": 79,
        "sentence": "A massage therapist kneaded new customers."
    },
    {
        "index": 80,
        "sentence": "A mathematician that couldn't stop adding up recently went incremental."
    },
    {
        "index": 81,
        "sentence": "A men's wear store has opening and clothing times."
    },
    {
        "index": 82,
        "sentence": "A motorcycle rider with bad teeth is the leader of the plaque."
    },
    {
        "index": 83,
        "sentence": "A music store was robbed. The thief made away with the lute."
    },
    {
        "index": 84,
        "sentence": "An alien landed at a soft drink company and said 'take me to your liter'."
    },
    {
        "index": 85,
        "sentence": "An architect knows how to make a long storey short."
    },
    {
        "index": 86,
        "sentence": "An argument over puppy selection is a pique of the litter."
    },
    {
        "index": 87,
        "sentence": "Ancient scribes who hired Aztec writers had to make sure the Inca was dry."
    },
    {
        "index": 88,
        "sentence": "Ancient vessels lacked stability because there were no rudders in the days of yaw."
    },
    {
        "index": 89,
        "sentence": "An explosion at the meat packing plant caused quite a meatier shower."
    },
    {
        "index": 90,
        "sentence": "An heir is someone with a descent wage."
    },
    {
        "index": 91,
        "sentence": "An hourglass is a waist of time."
    },
    {
        "index": 92,
        "sentence": "An illiterate fisherman was lost at c."
    },
    {
        "index": 93,
        "sentence": "Animals that tunnel in the soil have to have an escape root."
    },
    {
        "index": 94,
        "sentence": "An offer of a free lunch was not enough to entice Freud to make a presentation at a Behaviourist Convention. He explained, 'There was nothing on the menu that was oedipal.'"
    },
    {
        "index": 95,
        "sentence": "An optometrist told his patient: 'It appears your vision is improving!' 'Really?' replied the patient. 'Must be the luck of the iris.'"
    },
    {
        "index": 96,
        "sentence": "Another batch of shells for me! Tom clamored."
    },
    {
        "index": 97,
        "sentence": "''Another plate of seafood for me!'' Tom clamored."
    },
    {
        "index": 98,
        "sentence": "''Another work week begins,'' said Tom mundanely."
    },
    {
        "index": 99,
        "sentence": "An unemployed logger is a would worker."
    },
    {
        "index": 100,
        "sentence": "Anxious about the future? Psalms read every Sunday."
    },
    {
        "index": 101,
        "sentence": "A parade of horses went down Mane street."
    },
    {
        "index": 102,
        "sentence": "A paramedic got a new job as a chauffeur: an ambiance driver."
    },
    {
        "index": 103,
        "sentence": "A pediatrician is a doctor of little patients."
    },
    {
        "index": 104,
        "sentence": "A perfectly spherical pumpkin makes good pi."
    },
    {
        "index": 105,
        "sentence": "A pet store had a bird contest with no perches necessary."
    },
    {
        "index": 106,
        "sentence": "A pickle maker fell into one of the vats at work. At hospital it was determined he had a brine injury."
    },
    {
        "index": 107,
        "sentence": "A pie went for an audition for a part in a play. The casting agent told him he performed well, but it was more of a sausage roll."
    },
    {
        "index": 108,
        "sentence": "A police dog is often the scenter of a drug arrest."
    },
    {
        "index": 109,
        "sentence": "A politician who had been an astronomer was always saying 'no comet'."
    },
    {
        "index": 110,
        "sentence": "A pun is its own reword."
    },
    {
        "index": 111,
        "sentence": "Archaeologists working at night need lots of eon lights."
    },
    {
        "index": 112,
        "sentence": "Are evil wildebeests bad gnus?"
    },
    {
        "index": 113,
        "sentence": "A reformed arsonist was in confession. He began, ''Bless me Father for I have singed.''"
    },
    {
        "index": 114,
        "sentence": "Are Philosophy papers graded with Marx out of ten?"
    },
    {
        "index": 115,
        "sentence": "''Are you all governors?'' Tom asked, bored."
    },
    {
        "index": 116,
        "sentence": "''Are you homosexual?'' Tom queried gaily."
    },
    {
        "index": 117,
        "sentence": "Arriving late, Senator Kennedy slipped on a banana peel and fell in a heap, resulting in a humerus break in the midst of the subcommittee's intense discussion."
    },
    {
        "index": 118,
        "sentence": "As anyone who has ever lived in the area can tell you, life is different in Montana. Since golf courses are often placed in areas ideal for hunting, most golfers carry a hunting rifle in their golf bag and when the opportunity presents itself combine their two favorite pastimes. Recently one such sportsman got lost and had to stop for directions asking, ''Which way to the lynx.''"
    },
    {
        "index": 119,
        "sentence": "As a young boy, Brutus' mother often cautioned him not to run with Caesars."
    },
    {
        "index": 120,
        "sentence": "A scientist who wanted a tattoo got a skin graph."
    },
    {
        "index": 121,
        "sentence": "A second chimney is superfluous."
    },
    {
        "index": 122,
        "sentence": "As I revived her using mouth to mouth resuscitation, in spite of my lisp, I couldn't help noticing her beautiful breaths!"
    },
    {
        "index": 123,
        "sentence": "A six foot poet stanza very tall."
    },
    {
        "index": 124,
        "sentence": "Asked by a waiter if she would like a drink the lady replied 'wine not?'"
    },
    {
        "index": 125,
        "sentence": "A skunk fell in the river and stank to the bottom."
    },
    {
        "index": 126,
        "sentence": "As Sir Galahad lifted the sacred chalice, the bottom fell out. He had indeed found the holey Grail."
    },
    {
        "index": 127,
        "sentence": "As they looked at the recreation of the Greek temple on Rodeo Drive while a freak ice storm was occurring, Emily and Henry were astonished by the very unusual frieze."
    },
    {
        "index": 128,
        "sentence": "As to how to play snooker, some people don't have a cue."
    },
    {
        "index": 129,
        "sentence": "Astronauts like to do launch."
    },
    {
        "index": 130,
        "sentence": "A successful diet is the triumph of mind over platter."
    },
    {
        "index": 131,
        "sentence": "A surgery nurse was demoted for being absent without gauze."
    },
    {
        "index": 132,
        "sentence": "A swan's favorite salad is Cobb salad."
    },
    {
        "index": 133,
        "sentence": "At a flower show the first prize is often a bloom ribbon."
    },
    {
        "index": 134,
        "sentence": "A tangled bell ringer tolled himself off."
    },
    {
        "index": 135,
        "sentence": "At a pet store: 'buy one dog, get one flea'."
    },
    {
        "index": 136,
        "sentence": "A teacher having a tough time longs for the end of the school daze."
    },
    {
        "index": 137,
        "sentence": "A test-tube baby has a womb with a view."
    },
    {
        "index": 138,
        "sentence": "A third-generation clothes designer had it in her jeans."
    },
    {
        "index": 139,
        "sentence": "At shearing time there are some sheep thrills."
    },
    {
        "index": 140,
        "sentence": "At some executive meetings there is a chairman of the bored."
    },
    {
        "index": 141,
        "sentence": "At the Oktoberfest the sauerbrauten was very good, even though I had been expecting the wurst."
    },
    {
        "index": 142,
        "sentence": "At the petting zoo I saw a sheep scratching itself. Turns out it had fleece."
    },
    {
        "index": 143,
        "sentence": "At the urban renewal site, contractors were simultaneously tearing down and erecting. It was interesting to watch them razing all those buildings."
    },
    {
        "index": 144,
        "sentence": "Authors can be very PENsive."
    },
    {
        "index": 145,
        "sentence": "A veterinarian knows how to make a dog heal."
    },
    {
        "index": 146,
        "sentence": "A waist is a terrible thing to mind."
    },
    {
        "index": 147,
        "sentence": "A waterbed may just be the vinyl resting place."
    },
    {
        "index": 148,
        "sentence": "A young corporal dislocated his arm during a battle but kept going. You could say he was shouldering on."
    },
    {
        "index": 149,
        "sentence": "Bakers have a great knead to make bread."
    },
    {
        "index": 150,
        "sentence": "Bakers trade bread recipes on a knead to know basis."
    },
    {
        "index": 151,
        "sentence": "Balls! Tom said roundly."
    },
    {
        "index": 152,
        "sentence": "Baseball on a foggy day is all about hit and mist."
    },
    {
        "index": 153,
        "sentence": "Baseball players have to stay in line or they will be afoul of the rules."
    },
    {
        "index": 154,
        "sentence": "Beautifully manicured lawns are highly sod after."
    },
    {
        "index": 155,
        "sentence": "Beaver rallying cry: ''River be dammed!''"
    },
    {
        "index": 156,
        "sentence": "'Because' is a word to the whys."
    },
    {
        "index": 157,
        "sentence": "Because the champion angler instructed his pupils to cast their lines where the river runs through narrow chasms, they called him the ''fissure King.''"
    },
    {
        "index": 158,
        "sentence": "Because they moved into an apartment, they didn't need to cut the grass any mow."
    },
    {
        "index": 159,
        "sentence": "Bee keepers always manage to keep buzzy."
    },
    {
        "index": 160,
        "sentence": "Bees make money by celling their honey."
    },
    {
        "index": 161,
        "sentence": "Before the golfer finished drinking the iced, brewed beverage he dropped his tee on the cart path."
    },
    {
        "index": 162,
        "sentence": "Before the revolution, Russia was in a Tsary state."
    },
    {
        "index": 163,
        "sentence": "Being able to fit size 14 shoes is quite a feet."
    },
    {
        "index": 164,
        "sentence": "Be kind to your dentist because he has fillings too."
    },
    {
        "index": 165,
        "sentence": "''Be still my hart'' she murmured, thinking how magnificent and stag-like he was."
    },
    {
        "index": 166,
        "sentence": "Be the soul supporter of your children."
    },
    {
        "index": 167,
        "sentence": "Betty Crocker was a flour child."
    },
    {
        "index": 168,
        "sentence": "''Boy, I wish the elevator were working,'' said Tom, staring up to the top."
    },
    {
        "index": 169,
        "sentence": "''Boy, that's a bright star,'' said Tom seriously."
    },
    {
        "index": 170,
        "sentence": "Britain is a wet place since the queen has had a long reign."
    },
    {
        "index": 171,
        "sentence": "Businesses selling pleasure boats often have a sail."
    },
    {
        "index": 172,
        "sentence": "By yourself you're in the right. In a group you're in the throng."
    },
    {
        "index": 173,
        "sentence": "Camille relocated to Little Italy: They made her a cougher; she couldn't refuse"
    },
    {
        "index": 174,
        "sentence": "Cane sugar can't be beet."
    },
    {
        "index": 175,
        "sentence": "Can you read music? the bandleader asked notably."
    },
    {
        "index": 176,
        "sentence": "Carmen is my favorite opera, said Tom busily."
    },
    {
        "index": 177,
        "sentence": "Car salesmen compete trying to sell for the lease amount."
    },
    {
        "index": 178,
        "sentence": "Cheating on a test can put honorable students in conflict with their principals."
    },
    {
        "index": 179,
        "sentence": "Chicken farmers will often share a good yolk."
    },
    {
        "index": 180,
        "sentence": "Chickens can give some people a foul rash."
    },
    {
        "index": 181,
        "sentence": "Children can do some knotty things with string."
    },
    {
        "index": 182,
        "sentence": "Chimney sweep's daughter, but she soots me fine."
    },
    {
        "index": 183,
        "sentence": "Chop up an old piano and you will get a cord of wood."
    },
    {
        "index": 184,
        "sentence": "c-h-r-c-h, were missing u"
    },
    {
        "index": 185,
        "sentence": "Church disputes can be settled with canons."
    },
    {
        "index": 186,
        "sentence": "Cleopatra was the Pharaohs one of all."
    },
    {
        "index": 187,
        "sentence": "Coins are mint to be."
    },
    {
        "index": 188,
        "sentence": "Come in and get a peace of the rock"
    },
    {
        "index": 189,
        "sentence": "'Come see my fishpond', she said coyly."
    },
    {
        "index": 190,
        "sentence": "Communism is a complicated thing. You must think about from all sorts of Engels."
    },
    {
        "index": 191,
        "sentence": "Company's coming, Tom guessed."
    },
    {
        "index": 192,
        "sentence": "Computer programs for gambling need beta testing."
    },
    {
        "index": 193,
        "sentence": "Computers at breakfast food companies use serial i/o."
    },
    {
        "index": 194,
        "sentence": "''Congratulations; you graduated,'' said Tom diplomatically."
    },
    {
        "index": 195,
        "sentence": "Conscience is a faults alarm."
    },
    {
        "index": 196,
        "sentence": "''Cosign here,'' read the first instruction on the trigonometry placement exam."
    },
    {
        "index": 197,
        "sentence": "Cottage cheese diet: eating your curds and weigh."
    },
    {
        "index": 198,
        "sentence": "Cows make noise only when they're in the mood."
    },
    {
        "index": 199,
        "sentence": "Cryptographers make terrible drummers. They just sit there, fascinated by all the cymbals."
    },
    {
        "index": 200,
        "sentence": "Dairy Queen isn't the only place with awesome Sundays :)"
    },
    {
        "index": 201,
        "sentence": "Data got into so much trouble, her parents sent her packeting."
    },
    {
        "index": 202,
        "sentence": "Dateline London: Eccentric ornithologist travels to foreign land to teach pigeon English."
    },
    {
        "index": 203,
        "sentence": "Dentists don't like a hard day at the orifice."
    },
    {
        "index": 204,
        "sentence": "Despite the repressive restrictions in force against all of the fine arts, students in Kabul often gathered secretly to listen to band music."
    },
    {
        "index": 205,
        "sentence": "Did Gregor Mendel ever win the Nobel Peas Prize?"
    },
    {
        "index": 206,
        "sentence": "Did you hear about my friend who hired out vampires and poison, and my other friend who ate children? Could say the first one was the lessor of two evils."
    },
    {
        "index": 207,
        "sentence": "Did you hear about the father that was difficult to see? He was transparent."
    },
    {
        "index": 208,
        "sentence": "Did you hear about the film editor at Hollywood who had a part-time job at a pizza parlor? He used to ask customers whether they wanted one splice or two."
    },
    {
        "index": 209,
        "sentence": "Did you hear about the herb who was an all round great guy, did loads of charity work and was always there to help? He was a Tarragon Of Virtue."
    },
    {
        "index": 210,
        "sentence": "Did you hear about the nervous preacher? He had sweaty psalms."
    },
    {
        "index": 211,
        "sentence": "Did you hear about the vampire who used to torture his victims with music? His Bach was worse than his bite."
    },
    {
        "index": 212,
        "sentence": "Did you know that donuts were first made in Greece?"
    },
    {
        "index": 213,
        "sentence": "Diets are for people who are thick and tired of it all."
    },
    {
        "index": 214,
        "sentence": "Dinna wave that axe aboot, Jimmy! said Tom heedlessly."
    },
    {
        "index": 215,
        "sentence": "Doctor, doctor, I keep thinking I'm a billiard ball. - Get back in the queue. Next."
    },
    {
        "index": 216,
        "sentence": "Do hotel managers get board with their jobs?"
    },
    {
        "index": 217,
        "sentence": "Dollars do best when accompanied by some sense"
    },
    {
        "index": 218,
        "sentence": "Don't believe what you hear about fleas and ticks -- it's all lice."
    },
    {
        "index": 219,
        "sentence": "Don't expect to eat something fancy when you're flying because it's plane food."
    },
    {
        "index": 220,
        "sentence": "''Don't you know my name?'' asked Tom swiftly."
    },
    {
        "index": 221,
        "sentence": "Dorothy and Toto found to their horror that tornadoes really could raze a house."
    },
    {
        "index": 222,
        "sentence": "''Do you buy and sell stolen goods?'' asked Tom offensively."
    },
    {
        "index": 223,
        "sentence": "Do you know if they ever got detective Sam spayed."
    },
    {
        "index": 224,
        "sentence": "Do you play the guitar?, Tom asked callously."
    },
    {
        "index": 225,
        "sentence": "Drinking a whole bucket of water could make you turn pail."
    },
    {
        "index": 226,
        "sentence": "Drinking too much of a certain potent potable may require a leave of absinthe."
    },
    {
        "index": 227,
        "sentence": "Dr. Jekyll's more successful second formula turned him into a world-class sprinter rather than a violent psychopath, proving that you can run but you can't always Hyde."
    },
    {
        "index": 228,
        "sentence": "During a recent trip to Qatar, Bill Clinton went to McDonald's and ordered fries with a sheik."
    },
    {
        "index": 229,
        "sentence": "During my trip to Italy, I didn't do much. I just vegged out. When in Rome, do as the Romaines."
    },
    {
        "index": 230,
        "sentence": "Easter is more than something to dye for"
    },
    {
        "index": 231,
        "sentence": "''Eating uranium makes me feel funny,'' said Tom radiantly."
    },
    {
        "index": 232,
        "sentence": "Environmentalist: expert in computer operating systems."
    },
    {
        "index": 233,
        "sentence": "Epitaphs are engraved!"
    },
    {
        "index": 234,
        "sentence": "''Europe needs more self-restraint,'' said Tom continently."
    },
    {
        "index": 235,
        "sentence": "Even covered in salad dressing my lettuce looked bare, so I put some cloves on it."
    },
    {
        "index": 236,
        "sentence": "Even though Ashley was blind and under arrest, she still had hope that someone would brail her out."
    },
    {
        "index": 237,
        "sentence": "Ever since my mineral extraction facility was converted to parking, I've had a lot on my mine."
    },
    {
        "index": 238,
        "sentence": "Everybody was in shock when the hair stylist dyed."
    },
    {
        "index": 239,
        "sentence": "Exposure to the Son may prevent burning"
    },
    {
        "index": 240,
        "sentence": "Exposure to the Son prevents burning"
    },
    {
        "index": 241,
        "sentence": "Failure is the path of least persistence."
    },
    {
        "index": 242,
        "sentence": "Faith doesn’t fall apart at the seems"
    },
    {
        "index": 243,
        "sentence": "Farmers can hardly wheat for a good harvest."
    },
    {
        "index": 244,
        "sentence": "Fashionable women in Indiana all wear designer Hoosiery."
    },
    {
        "index": 245,
        "sentence": "Fashion is something that goes in one era and out the other."
    },
    {
        "index": 246,
        "sentence": "Fight Truth Decay…Study The Bible Daily"
    },
    {
        "index": 247,
        "sentence": "Finding all possible logical relations between a finite collection of sets is not a matter of If but Venn."
    },
    {
        "index": 248,
        "sentence": "Fire! yelled Tom alarmingly."
    },
    {
        "index": 249,
        "sentence": "Fishers often wet their appetite."
    },
    {
        "index": 250,
        "sentence": "Follow your knows."
    },
    {
        "index": 251,
        "sentence": "For children to eat without washing their hands would be a grime."
    },
    {
        "index": 252,
        "sentence": "For meat some people eat lamb and mutton else."
    },
    {
        "index": 253,
        "sentence": "For the woman who wore size 13, finding shoes that fit was no small feat."
    },
    {
        "index": 254,
        "sentence": "''For what we are about to receive, may the Lord make us truly thankful,'' said Tom gracefully."
    },
    {
        "index": 255,
        "sentence": "French bankers are known for their franc talk."
    },
    {
        "index": 256,
        "sentence": "From the middle of the Pacific, the shipwrecked survivor found his way to the California coast purely by occident."
    },
    {
        "index": 257,
        "sentence": "Gallup and Harris are poller opposites."
    },
    {
        "index": 258,
        "sentence": "Geologists can be sedimental about their work."
    },
    {
        "index": 259,
        "sentence": "George Westinghouse was a refrigerator magnate."
    },
    {
        "index": 260,
        "sentence": "Get the stick, Rover! Tom called fetchingly."
    },
    {
        "index": 261,
        "sentence": "Getting into the skunk selling business might make a lot of scents."
    },
    {
        "index": 262,
        "sentence": "Getting soap in your eyes is no lathering matter."
    },
    {
        "index": 263,
        "sentence": "Getting your driver's license is a right of passage."
    },
    {
        "index": 264,
        "sentence": "''Give me a haircut,'' Tom said barbarously."
    },
    {
        "index": 265,
        "sentence": "Give me some pre-packed cheese slices, said Tom craftily."
    },
    {
        "index": 266,
        "sentence": "Giving praise is when you let off esteem."
    },
    {
        "index": 267,
        "sentence": "Goddard couldn't be reached. He was out to launch."
    },
    {
        "index": 268,
        "sentence": "Greeks can't stay out late because they have a Corfu."
    },
    {
        "index": 269,
        "sentence": "Greys Anatomy has many humerus remarks."
    },
    {
        "index": 270,
        "sentence": "Guerrilla warfare is more than just throwing a banana."
    },
    {
        "index": 271,
        "sentence": "Happy Halloween! Tom said gravely."
    },
    {
        "index": 272,
        "sentence": "''Has my magazine arrived?'' Tom asked periodically."
    },
    {
        "index": 273,
        "sentence": "Have another soft drink,  Tom coaxed."
    },
    {
        "index": 274,
        "sentence": "Have a ride in my new ambulance, said Tom hospitably."
    },
    {
        "index": 275,
        "sentence": "Have you ever been whitewater rafting? Tom asked rapidly."
    },
    {
        "index": 276,
        "sentence": "Have you ever heard of an honest cheetah?"
    },
    {
        "index": 277,
        "sentence": "Have you ever read the Rime of the Ancient Gardener? It was written by Samuel Taylor Foliage."
    },
    {
        "index": 278,
        "sentence": "''Have you seen my collection of ancient Chinese artifacts?'' asked Tom charmingly."
    },
    {
        "index": 279,
        "sentence": "Having a rude waiter at an Ethiopian restaurant just adds insult to injera."
    },
    {
        "index": 280,
        "sentence": "Having too many axe-like tools to do a particular job only adze to the confusion."
    },
    {
        "index": 281,
        "sentence": "Having too many vowels is a consonant struggle in the game of Scrabble."
    },
    {
        "index": 282,
        "sentence": "He avoided funerals because he was not a mourning person."
    },
    {
        "index": 283,
        "sentence": "He bought the drum for a great price, it was a steel."
    },
    {
        "index": 284,
        "sentence": "He couldn't sell his pirate ship because it was unassailable."
    },
    {
        "index": 285,
        "sentence": "He crashed through several windows, but felt no pane."
    },
    {
        "index": 286,
        "sentence": "He cussed in his sleep all night and woke up all swore out."
    },
    {
        "index": 287,
        "sentence": "He doesn't talk much does he? He's just a little horse."
    },
    {
        "index": 288,
        "sentence": "He drove his car until the day of wreckoning."
    },
    {
        "index": 289,
        "sentence": "He frequently practices furtive looks to operate at peek efficiency."
    },
    {
        "index": 290,
        "sentence": "He gave up playing chess, and went on to a checkered career."
    },
    {
        "index": 291,
        "sentence": "He is an excellent soup maker. You might say he is consomme professional."
    },
    {
        "index": 292,
        "sentence": "He made so many mistakes that he had an err about him."
    },
    {
        "index": 293,
        "sentence": "He only knew how to drive a fork lift in reverse. He was the backup man."
    },
    {
        "index": 294,
        "sentence": "He owned a fish farm until he poured out his sole."
    },
    {
        "index": 295,
        "sentence": "Herb gardeners who work extra get thyme and a half."
    },
    {
        "index": 296,
        "sentence": "Herbivores come in browns and graze."
    },
    {
        "index": 297,
        "sentence": "Her eyes were wide with longing as she peered into the Dunkin' Donuts box and ate the last doughnut whole."
    },
    {
        "index": 298,
        "sentence": "He rose through the ranks of the International Corn Growers association, eventually becoming a kernel."
    },
    {
        "index": 299,
        "sentence": "He stared at his belly button so much, he was promoted to navel officer."
    },
    {
        "index": 300,
        "sentence": "He stayed at the auction to the bidder end."
    },
    {
        "index": 301,
        "sentence": "He threw jello at his wife, who had him arrested for carrying a congealed weapon."
    },
    {
        "index": 302,
        "sentence": "He wasn't supposed to eat the pie but he kept pecan at it."
    },
    {
        "index": 303,
        "sentence": "He who hesitates is bossed."
    },
    {
        "index": 304,
        "sentence": "He who makes false teeth is an indentured labourer."
    },
    {
        "index": 305,
        "sentence": "His affection for her was more than a passion interest."
    },
    {
        "index": 306,
        "sentence": "His wife left him saying she was going home to mutter."
    },
    {
        "index": 307,
        "sentence": "His wife loved pottery making but for him it was just kiln time."
    },
    {
        "index": 308,
        "sentence": "Hospitals that buy in bulk get a valium discount."
    },
    {
        "index": 309,
        "sentence": "Hotel owners usually have suite dreams."
    },
    {
        "index": 310,
        "sentence": "How do bunnies that don't have a car commute to work? The Rabbit Transit."
    },
    {
        "index": 311,
        "sentence": "How does a Welsh man eat cheese? Caerphilly."
    },
    {
        "index": 312,
        "sentence": "How do farmers make crop circles? With a protractor."
    },
    {
        "index": 313,
        "sentence": "How do spacemen add more protein to their diet? They make it meteor."
    },
    {
        "index": 314,
        "sentence": "''How do you start a model-T Ford without a battery?'' asked Tom crankily."
    },
    {
        "index": 315,
        "sentence": "''I admire East End gangsters,'' said Tom crazily."
    },
    {
        "index": 316,
        "sentence": "I agreed to watch my neighbor's dog, but only if it didn't scratch me. It's in the clause."
    },
    {
        "index": 317,
        "sentence": "'I agree with you wholeheartedly,' said the artichoke grower."
    },
    {
        "index": 318,
        "sentence": "I always had wanted to know how ships really worked, and now I finally was going to sea."
    },
    {
        "index": 319,
        "sentence": "I always prayed before my trigonometry tests. I was hoping for a sine from above."
    },
    {
        "index": 320,
        "sentence": "I always pray to St. Ignatius, said Tom loyally."
    },
    {
        "index": 321,
        "sentence": "I bought me some of those new paper shirts. I don't like them - they're tearable."
    },
    {
        "index": 322,
        "sentence": "''I bought myself fifty hamburgers and I've only ten left,'' said Tom with fortitude."
    },
    {
        "index": 323,
        "sentence": "''I can eat one hundred and forty-four,'' Tom boasted grossly."
    },
    {
        "index": 324,
        "sentence": "I can Harley wait to get my motorbike license."
    },
    {
        "index": 325,
        "sentence": "''I can no longer hear anything,'' said Tom deftly."
    },
    {
        "index": 326,
        "sentence": "''I can see through the window,'' said Tom stiltedly."
    },
    {
        "index": 327,
        "sentence": "I can't budge this huge box!'' I exclaimed. ''Of course not,'' the office supply warehouse clerk replied, ''it's stationery.''."
    },
    {
        "index": 328,
        "sentence": "''I can tell which way the wind blows,'' said Tom vainly."
    },
    {
        "index": 329,
        "sentence": "''I can't march any more!'' the soldier called haltingly."
    },
    {
        "index": 330,
        "sentence": "I choked on my dessert and decided to sue, so I hired an attorney who specializes in tortes."
    },
    {
        "index": 331,
        "sentence": "''I chop down trees for a living,'' said Tom lumberingly."
    },
    {
        "index": 332,
        "sentence": "''I compliment the company that makes the Macintosh computer,'' said Tom applauding."
    },
    {
        "index": 333,
        "sentence": "I deny everything, said Tom knowingly."
    },
    {
        "index": 334,
        "sentence": "I didn't want to buy leather shoes, but eventually I was suede."
    },
    {
        "index": 335,
        "sentence": "I'd like some Chinese food, said Tom wantonly."
    },
    {
        "index": 336,
        "sentence": "I'd like to be a Chinese laborer, said Tom coolly."
    },
    {
        "index": 337,
        "sentence": "''I'd like to be a Chinese labourer,'' said Tom coolly."
    },
    {
        "index": 338,
        "sentence": "''I'd like to eat seventeen cakes,'' Tom agreed."
    },
    {
        "index": 339,
        "sentence": "I'd like to learn a new card game, Tom said wistfully."
    },
    {
        "index": 340,
        "sentence": "I don't find health-related puns funny anymore since I started suffering from an irony deficiency."
    },
    {
        "index": 341,
        "sentence": "I don't like hanging out at the pancake house, that place gives me the crepes!"
    },
    {
        "index": 342,
        "sentence": "''I don't like this Chardonnay,'' Tom whined."
    },
    {
        "index": 343,
        "sentence": "I don't recommend dating bridge builders, they have truss issues."
    },
    {
        "index": 344,
        "sentence": "I'd really like to know whether her collapse was due to a serious illness or whether it was one of her usual feints."
    },
    {
        "index": 345,
        "sentence": "I dropped a tub of margarine in the kitchen and ended up with a Parkay floor."
    },
    {
        "index": 346,
        "sentence": "I dropped out of my communism class because of lousy Marx."
    },
    {
        "index": 347,
        "sentence": "If a dog was computer literate, would his bark be worse than his byte?"
    },
    {
        "index": 348,
        "sentence": "If a Monk throws a hissy fit, is it a temple tantrum?"
    },
    {
        "index": 349,
        "sentence": "If an actress has a screaming role, can we say she eeks out a living?"
    },
    {
        "index": 350,
        "sentence": "If children were allowed to dig for coal, would they still be miners?"
    },
    {
        "index": 351,
        "sentence": "I feel empty inside, Tom hollered."
    },
    {
        "index": 352,
        "sentence": "I felt sick after I ate the scallopini. I didn't veal well at all."
    },
    {
        "index": 353,
        "sentence": "If gophers become extinct, the hole ecosystem will die."
    },
    {
        "index": 354,
        "sentence": "If I am afraid of losing my fat tissue. My psychiatrist told me I have an adipose complex."
    },
    {
        "index": 355,
        "sentence": "''If I let go of the ceiling it will collapse,'' Tom upheld."
    },
    {
        "index": 356,
        "sentence": "I finished my trigonometry exam without a secant to lose."
    },
    {
        "index": 357,
        "sentence": "If intervening was an olympic sport, he'd win the gold meddle."
    },
    {
        "index": 358,
        "sentence": "If jokes could be owned like land, then no good pun would go undeeded."
    },
    {
        "index": 359,
        "sentence": "I flunked my exam,  said Tom, testily."
    },
    {
        "index": 360,
        "sentence": "I fought with Geronimo, said Tom bravely."
    },
    {
        "index": 361,
        "sentence": "If roosters saw how hens are treated they'd turn over in their gravy."
    },
    {
        "index": 362,
        "sentence": "If the mint makes 25 cent pieces it should expect quarterly profits."
    },
    {
        "index": 363,
        "sentence": "If they say you look good in glasses that would be an optical allusion."
    },
    {
        "index": 364,
        "sentence": "If you believe restaurants always overcook steaks, then you probably order them rarely."
    },
    {
        "index": 365,
        "sentence": "If you eat soup that's nine days old you will get bad broth."
    },
    {
        "index": 366,
        "sentence": "If your dad's sisters are construction workers you might call them carpenter aunts."
    },
    {
        "index": 367,
        "sentence": "If you're dying to purchase cropland in Thailand, then you've baht the farm."
    },
    {
        "index": 368,
        "sentence": "If you're stiff as a board it could be the lumbar."
    },
    {
        "index": 369,
        "sentence": "If you ride a bus you have to pay your fare share."
    },
    {
        "index": 370,
        "sentence": "If your mind is clouded or in a fog you may have mist some opportunities."
    },
    {
        "index": 371,
        "sentence": "If you say you have bad skin, I'd say that was a pore excuse."
    },
    {
        "index": 372,
        "sentence": "If you spend too much time in the coffee shop you'll be latte for work."
    },
    {
        "index": 373,
        "sentence": "If you think that mutt made strange sounds as a pup, you should hear him grown."
    },
    {
        "index": 374,
        "sentence": "If you want those ashes, you'll have to urn them."
    },
    {
        "index": 375,
        "sentence": "If you want to buy a hose you might go on a shopping spray."
    },
    {
        "index": 376,
        "sentence": "If you work in a bakery you may have to take on many roles."
    },
    {
        "index": 377,
        "sentence": "If you write bad things about me I am libel to sue you."
    },
    {
        "index": 378,
        "sentence": "I get my large circumference from too much pi."
    },
    {
        "index": 379,
        "sentence": "I got a nasty electric shock the other day, but I wasn't phased."
    },
    {
        "index": 380,
        "sentence": "'I got lost in the streets of Paris,' he said ruefully."
    },
    {
        "index": 381,
        "sentence": "I had such a bad cold, I thought I was coffin to death."
    },
    {
        "index": 382,
        "sentence": "I had to pay to get into the annual local carnival. But that was the county fare."
    },
    {
        "index": 383,
        "sentence": "I hate Chablis, Tom whined."
    },
    {
        "index": 384,
        "sentence": "I hate sweet potatoes, Tom yammered."
    },
    {
        "index": 385,
        "sentence": "''I have a gift for you,'' said Tom presently."
    },
    {
        "index": 386,
        "sentence": "I have always wanted to hand out carts at Wal-Mart. I cannot imagine a greeter job."
    },
    {
        "index": 387,
        "sentence": "''I have been reading Voltaire,'' Tom admitted candidly."
    },
    {
        "index": 388,
        "sentence": "I have eight children,  said Tom, apparently."
    },
    {
        "index": 389,
        "sentence": "I haven't developed my photographs yet, said Tom negatively."
    },
    {
        "index": 390,
        "sentence": "''I haven't had my photographs developed yet,'' said Tom negatively."
    },
    {
        "index": 391,
        "sentence": "''I have to fix the car,'' said Tom mechanically."
    },
    {
        "index": 392,
        "sentence": "''I have to keep this fire alight,'' Tom bellowed."
    },
    {
        "index": 393,
        "sentence": "''I have to sing a run of eighth notes,'' said Tom quaveringly."
    },
    {
        "index": 394,
        "sentence": "''I have to wear this cast for another six weeks,'' said Tom disjointedly."
    },
    {
        "index": 395,
        "sentence": "I heard about this new governing document that says people can only go to the bathroom one per day. It's called the Constipation."
    },
    {
        "index": 396,
        "sentence": "I heard Einstein got along well with his parents ... relatively speaking."
    },
    {
        "index": 397,
        "sentence": "''I just bought a woollen sweater,'' said Tom sheepishly."
    },
    {
        "index": 398,
        "sentence": "I just got my permit to harvest shrimp in the Antarctic. Now I have a licence to Krill."
    },
    {
        "index": 399,
        "sentence": "I just had some coffee that was good only for its sedimental value."
    },
    {
        "index": 400,
        "sentence": "I keep reading 'The Lord of the Rings' over and over. I guess it's just force of hobbit."
    },
    {
        "index": 401,
        "sentence": "I knew that the spirit couldn't float around very long. What ghost up must come down."
    },
    {
        "index": 402,
        "sentence": "''I know what herb would taste nice with this,'' said Tom sagely."
    },
    {
        "index": 403,
        "sentence": "''I know which boyd gets the woym,'' said Tom in an oily voice."
    },
    {
        "index": 404,
        "sentence": "I learned that the antelopes were coming when I heard the gnus."
    },
    {
        "index": 405,
        "sentence": "I like Chinese detective movies, Tom chanted."
    },
    {
        "index": 406,
        "sentence": "I like hot fudge sauce, but never on sundays."
    },
    {
        "index": 407,
        "sentence": "I like the latest horror movie so much that I've arranged a private screaming."
    },
    {
        "index": 408,
        "sentence": "I like wool gathering for the shear joy of it."
    },
    {
        "index": 409,
        "sentence": "I'll clean the chimney, said Tom,  fluently"
    },
    {
        "index": 410,
        "sentence": "I'll eat till I burst, Tom agreed."
    },
    {
        "index": 411,
        "sentence": "I'll never forget that rainstorm near Los Angeles and how the rain came down in Torrance."
    },
    {
        "index": 412,
        "sentence": "I'll never give up my hounds! Tom said doggedly."
    },
    {
        "index": 413,
        "sentence": "I'll take that, said Tom appropriately."
    },
    {
        "index": 414,
        "sentence": "I'll take the girl to the dance, Tom promised."
    },
    {
        "index": 415,
        "sentence": "I'll tempt Adam tonight, she said evilly."
    },
    {
        "index": 416,
        "sentence": "I love beagles, Tom dogmatized."
    },
    {
        "index": 417,
        "sentence": "I love cats, Tom mused."
    },
    {
        "index": 418,
        "sentence": "I love hockey,  said Tom, puckishly."
    },
    {
        "index": 419,
        "sentence": "I love the novels of D. H. Lawrence, said the lady chattily."
    },
    {
        "index": 420,
        "sentence": "I love your old worn-out jacket covered with all those slogans, but I can't read the frays at the end of the sleeves."
    },
    {
        "index": 421,
        "sentence": "Il se muove, said Galileo, movingly"
    },
    {
        "index": 422,
        "sentence": "I'm a ditch digger,  said Tom, trenchantly"
    },
    {
        "index": 423,
        "sentence": "I'm a great opera singer, said Tom, being callous."
    },
    {
        "index": 424,
        "sentence": "I'm a lion hunter,  said Tom, pridefully"
    },
    {
        "index": 425,
        "sentence": "I'm always exhausted by Friday, said Tom weakly."
    },
    {
        "index": 426,
        "sentence": "I'm a mathematician, Tom added summarily."
    },
    {
        "index": 427,
        "sentence": "I'm a Soviet agent in England, said Tom bluntly."
    },
    {
        "index": 428,
        "sentence": "I met a man who loves eating couches. I think he has a suite tooth."
    },
    {
        "index": 429,
        "sentence": "I met some cult members who worshiped soup serving utensils.  I said, 'Oh ye of ladle faith.'"
    },
    {
        "index": 430,
        "sentence": "I'm from a Humberside port, said Tom ghoulishly."
    },
    {
        "index": 431,
        "sentence": "I'm glad I know sign language, it's pretty handy."
    },
    {
        "index": 432,
        "sentence": "''I'm going after that red fish,'' said Tom erringly."
    },
    {
        "index": 433,
        "sentence": "I'm going to fix the roof, Tom translated."
    },
    {
        "index": 434,
        "sentence": "''I'm halfway up a mountain,'' Tom alleged."
    },
    {
        "index": 435,
        "sentence": "I'm here - with a gift! said Tom presently."
    },
    {
        "index": 436,
        "sentence": "''I'm just an ordinary soldier,'' Tom admitted privately."
    },
    {
        "index": 437,
        "sentence": "''I'm just going to put these handcuffs on you,'' said Tom manically."
    },
    {
        "index": 438,
        "sentence": "''I'm losing my hair,'' Tom bawled."
    },
    {
        "index": 439,
        "sentence": "''I'm mentioned in this book,'' said Tom contentedly."
    },
    {
        "index": 440,
        "sentence": "I'm not a crook, Nixon said resignedly."
    },
    {
        "index": 441,
        "sentence": "I'm not sure about Heisenberg, said Tom uncertainly."
    },
    {
        "index": 442,
        "sentence": "''I'm on social security,'' said Tom dolefully."
    },
    {
        "index": 443,
        "sentence": "''I'm putting on my T-shirt, shorts, and sunglasses,'' Tom summarised."
    },
    {
        "index": 444,
        "sentence": "I'm simply not a nice girl,'' she whispered tartly."
    },
    {
        "index": 445,
        "sentence": "I'm singing well these days, Tom intoned."
    },
    {
        "index": 446,
        "sentence": "I'm single, Tom said wanly."
    },
    {
        "index": 447,
        "sentence": "''I'm the butcher's assistant,'' said Tom cuttingly."
    },
    {
        "index": 448,
        "sentence": "I'm the presenter of the South Bank Show, Melvyn bragged."
    },
    {
        "index": 449,
        "sentence": "I must attend my flock, said Tom, sheepishly."
    },
    {
        "index": 450,
        "sentence": "''I'm waiting to see the doctor,'' said Tom patiently."
    },
    {
        "index": 451,
        "sentence": "In a bakery buns usually play a small role."
    },
    {
        "index": 452,
        "sentence": "In a billiard hall life can be pretty rough at the wrong end of the queue."
    },
    {
        "index": 453,
        "sentence": "In ancient times, seagoing vessels were much more fuel efficient. They got thousands of miles to the galleon."
    },
    {
        "index": 454,
        "sentence": "In a surfing competition the winner got wave reviews."
    },
    {
        "index": 455,
        "sentence": "''I need an injection,'' Tom pleaded in vain."
    },
    {
        "index": 456,
        "sentence": "''I need a pencil sharpener,'' said Tom bluntly."
    },
    {
        "index": 457,
        "sentence": "I need to clear my throat, said Tom phlegmatically."
    },
    {
        "index": 458,
        "sentence": "I need to go on a diet, said Tom wastefully."
    },
    {
        "index": 459,
        "sentence": "Inflammatory talk is often seen as propane language."
    },
    {
        "index": 460,
        "sentence": "In his free time, my son in college hunts deer and sells the meat. He says the doe helps him with his expenses."
    },
    {
        "index": 461,
        "sentence": "In his latest promotional campaign, the manager of City Tent and Awning told his crew to canvas the entire area."
    },
    {
        "index": 462,
        "sentence": "In middle east outdoor markets you can find bazaar items for sale."
    },
    {
        "index": 463,
        "sentence": "In some countries there is a lot of Manuel labor."
    },
    {
        "index": 464,
        "sentence": "Insulting an East Indian chef will bring you bad Korma."
    },
    {
        "index": 465,
        "sentence": "In the dark? Follow the son."
    },
    {
        "index": 466,
        "sentence": "In the delivery room, the unborn infant expected to be given a wide berth."
    },
    {
        "index": 467,
        "sentence": "In the novel, there is an unexpected secret meeting of the lovers. It is a plot tryst."
    },
    {
        "index": 468,
        "sentence": "In the winter, some horses are Friesian."
    },
    {
        "index": 469,
        "sentence": "In times like these the value of Chinese currency should make Americans pay attention. Instead, too many of us just yuan."
    },
    {
        "index": 470,
        "sentence": "In War of the Worlds, humans survived the attack because of their unalienable right to life."
    },
    {
        "index": 471,
        "sentence": "I once worked at a factory that made boat paddles. The starting pay was ten dollars an oar."
    },
    {
        "index": 472,
        "sentence": "''I only have diamonds, clubs and spades,'' said Tom heartlessly."
    },
    {
        "index": 473,
        "sentence": "I phoned the zoo but the lion was busy."
    },
    {
        "index": 474,
        "sentence": "I plan to work in a cemetery,  Tom plotted gravely."
    },
    {
        "index": 475,
        "sentence": "''I prefer trout to salmon,'' Tom said officiously."
    },
    {
        "index": 476,
        "sentence": "''I presented my case to the judge,'' Tom said briefly."
    },
    {
        "index": 477,
        "sentence": "I pricked my finger badly while trying to find a needle in my wife's sewing box. It was a crewel turn of events."
    },
    {
        "index": 478,
        "sentence": "I really regretted the inconsiderate comment I made. It was rued."
    },
    {
        "index": 479,
        "sentence": "I saw a beaver movie last night, it was the best dam movie I've ever seen."
    },
    {
        "index": 480,
        "sentence": "I saw something similar to moss the other day, but I didn't know what to lichen it to."
    },
    {
        "index": 481,
        "sentence": "Is fear of sliced bacon irrational?"
    },
    {
        "index": 482,
        "sentence": "I simply must find a new podiatrist. My podiatrist has developed such a callus attitude."
    },
    {
        "index": 483,
        "sentence": "Isn't the Grand Canyon just gorges?"
    },
    {
        "index": 484,
        "sentence": "Issue of first day cover almost ended in a stampede."
    },
    {
        "index": 485,
        "sentence": "I started to work at a seafood buffet, but then I pulled a mussel."
    },
    {
        "index": 486,
        "sentence": "Is that pure rump roast? Nothing butt."
    },
    {
        "index": 487,
        "sentence": "''I still haven't struck oil,'' said Tom boringly."
    },
    {
        "index": 488,
        "sentence": "''I swallowed some of the glass from that broken window,'' Tom said painfully."
    },
    {
        "index": 489,
        "sentence": "''I teach at a university,'' Tom professed."
    },
    {
        "index": 490,
        "sentence": "''I think I'll use a different font,'' said Tom boldly."
    },
    {
        "index": 491,
        "sentence": "''I think I've broken my leg '', reported Tom lamely."
    },
    {
        "index": 492,
        "sentence": "I thought that the penny I was looking for would have belonged to a man, but I detected the cent of a woman."
    },
    {
        "index": 493,
        "sentence": "It is difficult to escape being a peasant because resistance is feudal."
    },
    {
        "index": 494,
        "sentence": "I told my friend about the creative writing class I took, and she said that she had a simile experience."
    },
    {
        "index": 495,
        "sentence": "I trained my dog to hunt for underground mushrooms but now he's more truffle than he's worth."
    },
    {
        "index": 496,
        "sentence": "I tried to play the bagpipes, but the sound coming out was off kilter."
    },
    {
        "index": 497,
        "sentence": "I tried to record an album in a reptile shop, but there was a terrible gecko."
    },
    {
        "index": 498,
        "sentence": "It's a lengthy article on Japanese Sword Fighters but I can Samurais it for you."
    },
    {
        "index": 499,
        "sentence": "It's amazing what two or more sinners can achieve together with synergy."
    },
    {
        "index": 500,
        "sentence": "''It's a unit of electric current,'' said Tom amply."
    },
    {
        "index": 501,
        "sentence": "''It's become much bigger,'' said Tom with a groan."
    },
    {
        "index": 502,
        "sentence": "It's between my sole and my heel, said Tom archly."
    },
    {
        "index": 503,
        "sentence": "''It's just gold leaf,'' said Tom guiltily."
    },
    {
        "index": 504,
        "sentence": "It's just like a cowboy to stirrup trouble."
    },
    {
        "index": 505,
        "sentence": "''It's made the grass wet,'' said Tom after due consideration."
    },
    {
        "index": 506,
        "sentence": "''It's my personal magnetism,'' said Tom ironically."
    },
    {
        "index": 507,
        "sentence": "''It's only average,'' said Tom meanly."
    },
    {
        "index": 508,
        "sentence": "''It's the quotient of two integers,'' said Tom rationally."
    },
    {
        "index": 509,
        "sentence": "It's where we store the hay, Tom said loftily."
    },
    {
        "index": 510,
        "sentence": "It was an emotional wedding. Even the cake was in tiers."
    },
    {
        "index": 511,
        "sentence": "It wasn't school John disliked it was just the principal of it."
    },
    {
        "index": 512,
        "sentence": "It wasn’t the apple on the tree, but the pair beneath it."
    },
    {
        "index": 513,
        "sentence": "It was raining cats and dogs. There were poodles all over the road."
    },
    {
        "index": 514,
        "sentence": "It was such a big piece of gold, he didn't know what to assay."
    },
    {
        "index": 515,
        "sentence": "I used to do rock climbing as a youth, but I was much boulder back then."
    },
    {
        "index": 516,
        "sentence": "I used to enjoy kabuki theatre, but now I prefer noh drama."
    },
    {
        "index": 517,
        "sentence": "I used to enjoy steak and cheese with my eggs, but it's all ova now."
    },
    {
        "index": 518,
        "sentence": "I used to think I'd hate Italian food, but I finally decided to give pizza a chance."
    },
    {
        "index": 519,
        "sentence": "''I've an urgent appointment,'' said Tom in Russian."
    },
    {
        "index": 520,
        "sentence": "I've been called a rare commodity. I wonder if that makes me silver or gold? I guess I could be either ore."
    },
    {
        "index": 521,
        "sentence": "I've been listening to the Brandenberg Concertos, Tom barked."
    },
    {
        "index": 522,
        "sentence": "''I've been listening to the Brandenburg Concertos,'' Tom barked."
    },
    {
        "index": 523,
        "sentence": "''I've been to a film festival in Southern France,'' said Tom cannily."
    },
    {
        "index": 524,
        "sentence": "I've been to a film festival in the South of France, said Tom cannily."
    },
    {
        "index": 525,
        "sentence": "I've caught Moby Dick! Tom wailed."
    },
    {
        "index": 526,
        "sentence": "''I've gained thirty pounds,'' said Tom heavily."
    },
    {
        "index": 527,
        "sentence": "''I've got sand in my dinner,'' said Tom grittily."
    },
    {
        "index": 528,
        "sentence": "I've inherited a fortune,  said Tom, willfully"
    },
    {
        "index": 529,
        "sentence": "''I've joined the navy,'' Tom said fleetingly."
    },
    {
        "index": 530,
        "sentence": "I've made up my mind to re-lay my lawn. It was a turf decision."
    },
    {
        "index": 531,
        "sentence": "''I've mailed the letter,'' Tom assented."
    },
    {
        "index": 532,
        "sentence": "''I've never had a car accident,'' said Tom recklessly."
    },
    {
        "index": 533,
        "sentence": "''I've struck oil!'' said Tom crudely."
    },
    {
        "index": 534,
        "sentence": "''I've stuck a pin through my nose,'' said Tom punctually."
    },
    {
        "index": 535,
        "sentence": "''I visit my parents every Sunday,'' said Tom weakly."
    },
    {
        "index": 536,
        "sentence": "I walked into this posh restaurant, the prices were extortionate, it was daylight snobbery."
    },
    {
        "index": 537,
        "sentence": "I wanted to be a clarinettist but I couldn't reed music."
    },
    {
        "index": 538,
        "sentence": "I want to buy that big diamond, Tom said hopefully."
    },
    {
        "index": 539,
        "sentence": "I want you in the navy, said Tom impressively."
    },
    {
        "index": 540,
        "sentence": "I was caught studying the periodic table in English class. It was an elementary mistake."
    },
    {
        "index": 541,
        "sentence": "I was completely exonerated, said Tom clearly."
    },
    {
        "index": 542,
        "sentence": "I was fighting a Dragon, easier slayed then done."
    },
    {
        "index": 543,
        "sentence": "I was fixated on the pain in my bad tooth. I was abscessed by it."
    },
    {
        "index": 544,
        "sentence": "I was given a shampoo and trim by a Pakistani in Liverpool, said Tom in Urdu."
    },
    {
        "index": 545,
        "sentence": "I was going to study the work of Sigmund Freud, but I was too Jung to understand it."
    },
    {
        "index": 546,
        "sentence": "I was kicked out of math class for one too many infractions."
    },
    {
        "index": 547,
        "sentence": "I was studying in an apiary class. This resulted in me receiving a bee on my exam."
    },
    {
        "index": 548,
        "sentence": "''I was the first to climb Mount Everest,'' said Tom hilariously."
    },
    {
        "index": 549,
        "sentence": "I went and saw the Hobbit, it put a Smaug look on my face."
    },
    {
        "index": 550,
        "sentence": "I went out for a run this morning and tripped over, I could have been wearing the wrong size shoes, I haven't seen the footage yet."
    },
    {
        "index": 551,
        "sentence": "I went to prom with a broken leg. During the slow dances my date could tell that I had a crutch on her."
    },
    {
        "index": 552,
        "sentence": "I went to see my guru but he wasn't omm."
    },
    {
        "index": 553,
        "sentence": "''I wish I could remember the name of that card game,'' said Tom wistfully."
    },
    {
        "index": 554,
        "sentence": "I wish I'd said that, Oscar, said Tom wildly."
    },
    {
        "index": 555,
        "sentence": "''I wish I had something to write with,'' Tom said pensively."
    },
    {
        "index": 556,
        "sentence": "I witnessed the attack on the castle and saw the queen's robe torn and the king's throne under the horses' feet."
    },
    {
        "index": 557,
        "sentence": "I wonder how much an anagram weighs?"
    },
    {
        "index": 558,
        "sentence": "''I wonder where the next character is going to appear,'' said Tom with a cursory glance."
    },
    {
        "index": 559,
        "sentence": "''I won't finish in fifth place,'' Tom held forth."
    },
    {
        "index": 560,
        "sentence": "''I won't tell you anything about my salivary glands,'' said Tom secretively."
    },
    {
        "index": 561,
        "sentence": "''I work at a bank,'' said Tom tellingly."
    },
    {
        "index": 562,
        "sentence": "I wouldn't marry you if you were the only woman on earth, said Tom evenly."
    },
    {
        "index": 563,
        "sentence": "Jack and Jill is the best nursery rhyme as others pail in comparison."
    },
    {
        "index": 564,
        "sentence": "Jesus is more precious than silver or golf."
    },
    {
        "index": 565,
        "sentence": "Jim: 'Did you hear about the guy who ate twenty pancakes for breakfast?' Joe: 'How waffle.'"
    },
    {
        "index": 566,
        "sentence": "John Deere has just released its most powerful tractor yet. It is the torque of the town."
    },
    {
        "index": 567,
        "sentence": "John plans to retire in the spring and, like the trees around us, will be leafing."
    },
    {
        "index": 568,
        "sentence": "Just pew it"
    },
    {
        "index": 569,
        "sentence": "Kennebunkport was George Bush's maine vacation spot."
    },
    {
        "index": 570,
        "sentence": "Kentucky Fried Chicken, looking to expand into the area of low-fat dining alternatives, has begun selling popcorn. Their new motto is, ''Look for the kernel.''"
    },
    {
        "index": 571,
        "sentence": "King Arthur really knew how to deal with the sworded truth."
    },
    {
        "index": 572,
        "sentence": "Kings sometimes found that uprisings were a peasant surprise."
    },
    {
        "index": 573,
        "sentence": "Lamb stew is much ado about mutton"
    },
    {
        "index": 574,
        "sentence": "Last night, I kept dreaming that I had written Lord of the Rings. The wife said I'd been tolkien in my sleep."
    },
    {
        "index": 575,
        "sentence": "Leftover spaghetti is pasta its prime."
    },
    {
        "index": 576,
        "sentence": "Legends tell us that a weakness of the carnivorous vampire is a steak."
    },
    {
        "index": 577,
        "sentence": "Let's all play an A, a C sharp, and an E, cried Tom's band with one accord."
    },
    {
        "index": 578,
        "sentence": "Let's get married, said Tom engagingly."
    },
    {
        "index": 579,
        "sentence": "Let's go to the gym and weight a while."
    },
    {
        "index": 580,
        "sentence": "''Let's take a vacation in the south of France,'' said Tom nicely."
    },
    {
        "index": 581,
        "sentence": "Let's visit the tombs,  said Tom,  cryptically."
    },
    {
        "index": 582,
        "sentence": "Life is a puzzle; look here for the missing peace."
    },
    {
        "index": 583,
        "sentence": "Life is fragile, handle with prayer"
    },
    {
        "index": 584,
        "sentence": "Lions don't have to worry about every little detail in life...just the mane thing."
    },
    {
        "index": 585,
        "sentence": "Little Bo Peep grew tired of the daily search for her lost sheep and decided to keep them in the garden area close to her house. Since she no longer had to spend her days tracking down her wayward herd, Bo decided to take up the hobby of flower gardening. Now every morning Bo Peep goes out to tend her phlox."
    },
    {
        "index": 586,
        "sentence": "Lizards have a very strong heartbeat which can be faintly heard anywhere on their body, said Mr. Johnson, beginning a story. ''Come listen to this tail.''"
    },
    {
        "index": 587,
        "sentence": "Local Area Network in Australia: the LAN down under."
    },
    {
        "index": 588,
        "sentence": "Long fairy tales have a tendency to dragon."
    },
    {
        "index": 589,
        "sentence": "Look at those tall flowers, said Tom gladly."
    },
    {
        "index": 590,
        "sentence": "Looting a drugstore is called Pillaging."
    },
    {
        "index": 591,
        "sentence": "Make like mustard and catch up!"
    },
    {
        "index": 592,
        "sentence": "Making up puns about the finest soil is the loess form of humor."
    },
    {
        "index": 593,
        "sentence": "Making your own hard liquor is a whiskey business."
    },
    {
        "index": 594,
        "sentence": "Many are content to live in a coal mine and never see the son."
    },
    {
        "index": 595,
        "sentence": "Many people are strongly attracted to a magnate."
    },
    {
        "index": 596,
        "sentence": "Many people think that Edgar Allan Poe was a raven madman."
    },
    {
        "index": 597,
        "sentence": "Marine biologists never make mistakes on porpoise."
    },
    {
        "index": 598,
        "sentence": "Mathematicians are sum worshippers."
    },
    {
        "index": 599,
        "sentence": "May the 4th be with you."
    },
    {
        "index": 600,
        "sentence": "Mickey Mouse gives some people Disney spells."
    },
    {
        "index": 601,
        "sentence": "Modern fashion designs are often presented with tongue in chic."
    },
    {
        "index": 602,
        "sentence": "Money doesn't grow on sprees."
    },
    {
        "index": 603,
        "sentence": "Most hunters are nice because they're such deer people."
    },
    {
        "index": 604,
        "sentence": "Most samurai refused to shave. They were bushi."
    },
    {
        "index": 605,
        "sentence": "Mothers everywhere want their children to give peas a chance."
    },
    {
        "index": 606,
        "sentence": "Mourning has broken on Easter Sunday."
    },
    {
        "index": 607,
        "sentence": "Mr. Coffee returns from Soviet Russia: ''I have seen the future and it perks''"
    },
    {
        "index": 608,
        "sentence": "Ms. Earhart's loss to aviation could never be ameliorated."
    },
    {
        "index": 609,
        "sentence": "My bid for this contract aims to please, said Tom tenderly."
    },
    {
        "index": 610,
        "sentence": "My brother told me that serpentine is what you use to get paint off a boa constrictor."
    },
    {
        "index": 611,
        "sentence": "My chronically runny-nosed friend, who staunchly opposes all independent emirates, was bothered by catarrh on his trip around the world."
    },
    {
        "index": 612,
        "sentence": "My computer is so slow it hertz."
    },
    {
        "index": 613,
        "sentence": "My dog swallowed my engagement ring. I ended up with a diamond in the ruff."
    },
    {
        "index": 614,
        "sentence": "My family scoffed when I had a divine inspiration I'd get rich selling my ''Beets Brule,'' but after I made my first million, they had to admit I made quite a prophet."
    },
    {
        "index": 615,
        "sentence": "My friend gave me a book about puns for my birthday and I loved it. It was two meaningful."
    },
    {
        "index": 616,
        "sentence": "My friend is moving to Seoul. He thought it would be a good Korea move."
    },
    {
        "index": 617,
        "sentence": "My friend is very paranoid.  He says people are either foe him or against him."
    },
    {
        "index": 618,
        "sentence": "My friend said, 'There's a lot of gold in those hills.' I replied, 'That's a load of bullion.'."
    },
    {
        "index": 619,
        "sentence": "My friends call me Mesa because of my big butte."
    },
    {
        "index": 620,
        "sentence": "My grandmother learned grammar by wrote."
    },
    {
        "index": 621,
        "sentence": "My heart starts aiken when Clay sings."
    },
    {
        "index": 622,
        "sentence": "My investments are worth more every day, said Tom appreciatively."
    },
    {
        "index": 623,
        "sentence": "My name is Abbie. I'm a Mother Superior."
    },
    {
        "index": 624,
        "sentence": "My name is Avery. I raise birds."
    },
    {
        "index": 625,
        "sentence": "My name is Barry. I'm an undertaker."
    },
    {
        "index": 626,
        "sentence": "My name is Bea. I'm in the honey business.."
    },
    {
        "index": 627,
        "sentence": "My name is Belle. I play the carillon."
    },
    {
        "index": 628,
        "sentence": "My name is Bette, I'm a gambler"
    },
    {
        "index": 629,
        "sentence": "My name is Cary. I'm a porter."
    },
    {
        "index": 630,
        "sentence": "My name is Clarence, I specialize in end-of-season inventory closeout sales."
    },
    {
        "index": 631,
        "sentence": "My name is Derek. I'm in the oil rig business."
    },
    {
        "index": 632,
        "sentence": "My name is Doug, I'm a grave digger"
    },
    {
        "index": 633,
        "sentence": "My name is Dustin. I'm a school custodian"
    },
    {
        "index": 634,
        "sentence": "My name is Gail. I'm a meteorologist"
    },
    {
        "index": 635,
        "sentence": "My name is Gil. I'm a fisherman."
    },
    {
        "index": 636,
        "sentence": "My name is Hans. I'm a manicurist"
    },
    {
        "index": 637,
        "sentence": "My name is Harold. I'm a messenger."
    },
    {
        "index": 638,
        "sentence": "My name is Harry. I'm a barber."
    },
    {
        "index": 639,
        "sentence": "My name is Homer. I am a realter."
    },
    {
        "index": 640,
        "sentence": "My name is Hugh. I'm a painter."
    },
    {
        "index": 641,
        "sentence": "My name is Jim I train boxers"
    },
    {
        "index": 642,
        "sentence": "My name is Les. I'm a dietician"
    },
    {
        "index": 643,
        "sentence": "My name is Manuel, I write instruction books."
    },
    {
        "index": 644,
        "sentence": "My name is Mary. I'm a justice of the peace."
    },
    {
        "index": 645,
        "sentence": "My name is Matt. I'm a doorman."
    },
    {
        "index": 646,
        "sentence": "My name is Moe, I'm a gardener"
    },
    {
        "index": 647,
        "sentence": "My name is Nat. I'm an entomologist."
    },
    {
        "index": 648,
        "sentence": "My name is Neal. I lead prayer groups."
    },
    {
        "index": 649,
        "sentence": "My name is Otto. I'm a car mechanic."
    },
    {
        "index": 650,
        "sentence": "My name is Phillip, I'm a service station attendant."
    },
    {
        "index": 651,
        "sentence": "My name is Rex. I own a junk yard."
    },
    {
        "index": 652,
        "sentence": "My name is Russell, I'm a cattle thief"
    },
    {
        "index": 653,
        "sentence": "My name is Shelly, I'm an expert on mollusks"
    },
    {
        "index": 654,
        "sentence": "My name is Stu. I also cook."
    },
    {
        "index": 655,
        "sentence": "My name is Tellie. A gossip columnist"
    },
    {
        "index": 656,
        "sentence": "My neighbor's sprinkler is a constant irrigation to me."
    },
    {
        "index": 657,
        "sentence": "''My pencil is blunt,'' said Tom pointlessly."
    },
    {
        "index": 658,
        "sentence": "My pet bird can predict the future. He is an omen pigeon."
    },
    {
        "index": 659,
        "sentence": "My shins are well protected, Tom grieved."
    },
    {
        "index": 660,
        "sentence": "My sofa was repaired, but I was surprised to find an item on the bill for upholstery tacks."
    },
    {
        "index": 661,
        "sentence": "My stereo's half-fixed, said Tom monotonously."
    },
    {
        "index": 662,
        "sentence": "My sweet mother got so old she granulated."
    },
    {
        "index": 663,
        "sentence": "My two uncles bet who would get married first. Then one upped the ante."
    },
    {
        "index": 664,
        "sentence": "My uncle developed a strange vulgar habit. He would only cuss when he'd eat chicken. The doctor said he has seen this happen in some cases. Too much chicken can produce a fowl mouth."
    },
    {
        "index": 665,
        "sentence": "My wife is a fine cook, plus a great algebra teacher, she is quite famous for her pi."
    },
    {
        "index": 666,
        "sentence": "My wife is trying to lose weight but continues to frequent the coffee shops for rich beverages and delicacies. You could say she is making a moccary of her diet."
    },
    {
        "index": 667,
        "sentence": "My wife really likes to make pottery, but to me it's just kiln time."
    },
    {
        "index": 668,
        "sentence": "My wife uses a kitchen implement to shred garlic and parmesan cheese, which I hate. It really is the grater of two evils."
    },
    {
        "index": 669,
        "sentence": "Nature reserves are an eagle opportunity employer."
    },
    {
        "index": 670,
        "sentence": "Naughtily, Tom said nothing."
    },
    {
        "index": 671,
        "sentence": "Nearing the end of his sentence, the convicted Wall Street wizard, feeling both oddly safe in his spartan confinement but not quite penitent for his overzealous trading misdeeds, feared and anticipated his release, nightly dreaming of his long cherished hard sell."
    },
    {
        "index": 672,
        "sentence": "Need soul repair ? Walk right in."
    },
    {
        "index": 673,
        "sentence": "Neuter your dog - an ounce of prevention is better than a pound of curs."
    },
    {
        "index": 674,
        "sentence": "Never make fun of a Scotsman's traditional garb. You could get kilt that way."
    },
    {
        "index": 675,
        "sentence": "New legislation forbids anyone but Santa's family dressing up as him, and you must be named in the related clauses."
    },
    {
        "index": 676,
        "sentence": "New years resolution for the bankrupt gardener was to forget the past and rely on the fuchsia."
    },
    {
        "index": 677,
        "sentence": "Nice looking glass! said Tom reflectively."
    },
    {
        "index": 678,
        "sentence": "Noah wasn't the first off the ark. He came forth."
    },
    {
        "index": 679,
        "sentence": "''Nobody has scored yet in the tennis game,'' said Tom lovingly."
    },
    {
        "index": 680,
        "sentence": "No matter how much you push the envelope, it'll still be stationery."
    },
    {
        "index": 681,
        "sentence": "Nothing can compare to picnicking on a French hillside and savoring the bries."
    },
    {
        "index": 682,
        "sentence": "''Now I can do some painting,'' said Tom easily."
    },
    {
        "index": 683,
        "sentence": "OLD ANTENNA ENGINEERS never die, they just phase away."
    },
    {
        "index": 684,
        "sentence": "OLD BASEBALL PLAYERS never die, they just go batty."
    },
    {
        "index": 685,
        "sentence": "OLD BATHERS never die, they just wade away."
    },
    {
        "index": 686,
        "sentence": "OLD BATHING BEAUTIES never die, they just wade away."
    },
    {
        "index": 687,
        "sentence": "OLD BRIDGE PLAYERS never die, they just sit around on their fat aces."
    },
    {
        "index": 688,
        "sentence": "OLD BUTCHERS never die, they only meat their fate."
    },
    {
        "index": 689,
        "sentence": "OLD CHEESE MAKERS never die, they just lose their whey"
    },
    {
        "index": 690,
        "sentence": "OLD CHEMISTS never die, they just lose their refluxes."
    },
    {
        "index": 691,
        "sentence": "OLD CHICKEN FARMERS never die, they just end up with a dozen aches."
    },
    {
        "index": 692,
        "sentence": "Old chicken farmers never die, they just have a dozen aches."
    },
    {
        "index": 693,
        "sentence": "OLD CHINESE COOKS never die, they just wok away"
    },
    {
        "index": 694,
        "sentence": "Old cotton-pickers never die. They just bale out."
    },
    {
        "index": 695,
        "sentence": "OLD DAIRY FARMERS never die, they just go to the udder place."
    },
    {
        "index": 696,
        "sentence": "OLD DIETICIANS never die, they just waist away"
    },
    {
        "index": 697,
        "sentence": "OLD DIVERS never die, they just get board."
    },
    {
        "index": 698,
        "sentence": "OLD DOCTORS never die they just lose their patience."
    },
    {
        "index": 699,
        "sentence": "OLD ELECTRICIANS never die, they just do it until it Hz."
    },
    {
        "index": 700,
        "sentence": "OLD ELVIS IMPERSONATORS never die, they just get out of sequins."
    },
    {
        "index": 701,
        "sentence": "OLD ENUMERATORS never die, they just lose their census"
    },
    {
        "index": 702,
        "sentence": "OLD FARMERS never die, they just spade away."
    },
    {
        "index": 703,
        "sentence": "OLD FISHERMEN never die, they just get reel tired."
    },
    {
        "index": 704,
        "sentence": "OLD GARDENERS never die, they just spade away."
    },
    {
        "index": 705,
        "sentence": "Old genealogists never die, they just lose their census."
    },
    {
        "index": 706,
        "sentence": "OLD GOSSIPS never die they just lose their confidants"
    },
    {
        "index": 707,
        "sentence": "OLD GRAVEDIGGERS; never die, they just spade away."
    },
    {
        "index": 708,
        "sentence": "OLD HAIRDRESSERS never die, they just braid away.."
    },
    {
        "index": 709,
        "sentence": "OLD HAIRDRESSERS never dye...or cut."
    },
    {
        "index": 710,
        "sentence": "OLD HELSINKI TOURISTS never die, they just vanish into Finn air."
    },
    {
        "index": 711,
        "sentence": "OLD HORSE STABLES do die but they can always be barn again"
    },
    {
        "index": 712,
        "sentence": "OLD HYPOCHONDRIACS never die they just lose their grippe."
    },
    {
        "index": 713,
        "sentence": "OLD KINGS never die they just get throne away"
    },
    {
        "index": 714,
        "sentence": "OLD LAWN CARE WORKERS never die, they just recede."
    },
    {
        "index": 715,
        "sentence": "OLD MILKMAIDS never die they just lose their whey."
    },
    {
        "index": 716,
        "sentence": "OLD PACIFISTS never die they just go to peaces."
    },
    {
        "index": 717,
        "sentence": "OLD POLITICIANS never die, they just harangue in there."
    },
    {
        "index": 718,
        "sentence": "OLD POPULATION EXPERTS never die, they just lose their census."
    },
    {
        "index": 719,
        "sentence": "OLD PRAGUE RESIDENTS never die, they just Czech out."
    },
    {
        "index": 720,
        "sentence": "OLD PROGRAMMERS never die, they just byte it."
    },
    {
        "index": 721,
        "sentence": "Old programmers never die, they just can't C as well."
    },
    {
        "index": 722,
        "sentence": "OLD PROSTITUTES never die, they just fake away"
    },
    {
        "index": 723,
        "sentence": "OLD RANCHERS never die, they just breed their last."
    },
    {
        "index": 724,
        "sentence": "OLD RIVER RATS never die, they just start to creek"
    },
    {
        "index": 725,
        "sentence": "Old sailors never die, they just get a little dinghy."
    },
    {
        "index": 726,
        "sentence": "OLD SAILORS never die, they just lose their porpoise."
    },
    {
        "index": 727,
        "sentence": "OLD SAUSAGE MAKERS never die, they just take a turn for the wurst."
    },
    {
        "index": 728,
        "sentence": "OLD SCHOOL SUPERINTENDENTS  never die, they just lose their principals."
    },
    {
        "index": 729,
        "sentence": "OLD SCOTSMEN never die, but they can be kilt."
    },
    {
        "index": 730,
        "sentence": "OLD SHOEMAKERS never die, they just lose their sole."
    },
    {
        "index": 731,
        "sentence": "OLD SLAVS never die, they just czech out."
    },
    {
        "index": 732,
        "sentence": "OLD STOREKEEPERS never die, they just sale away."
    },
    {
        "index": 733,
        "sentence": "OLD TAILORS never die, they just get ironic."
    },
    {
        "index": 734,
        "sentence": "OLD TEACHERS never die, they just grade away"
    },
    {
        "index": 735,
        "sentence": "OLD TREE SURGEONS never die, they just take a final bough."
    },
    {
        "index": 736,
        "sentence": "OLD WEATHERMEN never die, they reign forever."
    },
    {
        "index": 737,
        "sentence": "Old white blood cells lymph around the body."
    },
    {
        "index": 738,
        "sentence": "''Once upon a time there was a beautiful princess,'' Tom began grimly."
    },
    {
        "index": 739,
        "sentence": "On cooking shows, there is little margarine of error."
    },
    {
        "index": 740,
        "sentence": "One day my friend asked me, how do you take such good care of your saxophone. I responded with tenor, love and care."
    },
    {
        "index": 741,
        "sentence": "One ear of corn said to the other 'You're getting husky'."
    },
    {
        "index": 742,
        "sentence": "One gruelingly intense month into the year-long diet regimen, the overwhelmed patient concluded she could not stand the weight."
    },
    {
        "index": 743,
        "sentence": "One item contributed was a picture of a pretty, kimono-clad girl; it bore the inscription: ''Maid in Japan''."
    },
    {
        "index": 744,
        "sentence": "One of the tires just blew out, Tom said sparingly."
    },
    {
        "index": 745,
        "sentence": "One should be cherry of virgins."
    },
    {
        "index": 746,
        "sentence": "One Sunday afternoon the Three Musketeers played a game of touché football."
    },
    {
        "index": 747,
        "sentence": "On Independence day, may the fourth be with you."
    },
    {
        "index": 748,
        "sentence": "On my tour of the U.K., Charles invited me to cook at Buckingham Palace, and naturally, I took photos so I could show everyone the prince."
    },
    {
        "index": 749,
        "sentence": "On organic farms they till it like it is."
    },
    {
        "index": 750,
        "sentence": "On the old trains the engineer had a lot of esteem."
    },
    {
        "index": 751,
        "sentence": "On the way to the church our car broke down. I desperately tried to find some succor to help us resume our journey."
    },
    {
        "index": 752,
        "sentence": "Opportunities take ''now'' for an answer"
    },
    {
        "index": 753,
        "sentence": "Our garden hose was damaged yesterday, and I couldn't get to the leek without getting wet."
    },
    {
        "index": 754,
        "sentence": "Our theft of raw gold from the mine site was a fiasco because, as we jumped into the getaway boat, we dropped the ore."
    },
    {
        "index": 755,
        "sentence": "Pablo and Jose waited for a signal from Pilar to join her in the Church Tower, but neither responded to the chiming because they didn't know for whom the belle was tolling."
    },
    {
        "index": 756,
        "sentence": "Partying Saturday and Sunday leaves me feeling weakened."
    },
    {
        "index": 757,
        "sentence": "Patience is a virtue heavy in wait"
    },
    {
        "index": 758,
        "sentence": "Patience is a virtue that carries a lot of wait."
    },
    {
        "index": 759,
        "sentence": "People have a happy time vacationing in Ireland because they are walking on Eire."
    },
    {
        "index": 760,
        "sentence": "People have many misconceptions about pregnancy."
    },
    {
        "index": 761,
        "sentence": "People in Switzerland can't learn to ski without a lot of alp."
    },
    {
        "index": 762,
        "sentence": "People who hate the marines are rotten to the corps."
    },
    {
        "index": 763,
        "sentence": "People who like gold paint have a gilt complex."
    },
    {
        "index": 764,
        "sentence": "Photography developers occasionally have serious emulsional problems."
    },
    {
        "index": 765,
        "sentence": "Piano players are considered to be Baldwin they lose their hair."
    },
    {
        "index": 766,
        "sentence": "Pink satin was perfect for her gown, yet the debutante appeared even more charming with beaux on either side."
    },
    {
        "index": 767,
        "sentence": "Please mix me a martini, said Tom, dryly."
    },
    {
        "index": 768,
        "sentence": "Podiatrist malpractice: Callous neglect"
    },
    {
        "index": 769,
        "sentence": "Practice safe eating – always use condiments."
    },
    {
        "index": 770,
        "sentence": "Pray for keeps"
    },
    {
        "index": 771,
        "sentence": "Pray up in advance."
    },
    {
        "index": 772,
        "sentence": "Procrastinators suffers from a hardening of the oughteries."
    },
    {
        "index": 773,
        "sentence": "Psychiatrists like Kentucky Freud Chicken."
    },
    {
        "index": 774,
        "sentence": "Qwertyus, god of keyboards, is a character from geek mythology."
    },
    {
        "index": 775,
        "sentence": "Rabbits generally lead a hoppy life."
    },
    {
        "index": 776,
        "sentence": "Reading music makes me crotchety."
    },
    {
        "index": 777,
        "sentence": "Remembering the Mongol leader's reputation for chicanery, Marco Polo approached the palace of the khan warily."
    },
    {
        "index": 778,
        "sentence": "Reported sightings of the abominable snowman are yeti to be confirmed."
    },
    {
        "index": 779,
        "sentence": "Romance isn't a science - it's a heart."
    },
    {
        "index": 780,
        "sentence": "''Rowing hurts my hands,'' said Tom callously."
    },
    {
        "index": 781,
        "sentence": "Royal chairs are rarely throne out."
    },
    {
        "index": 782,
        "sentence": "Running around your yard for thousands of miles would be quite a feet."
    },
    {
        "index": 783,
        "sentence": "Russia was slow to recover after WW2 because it kept Stalin around."
    },
    {
        "index": 784,
        "sentence": "Safety goggles were invented by a peripheral visionary."
    },
    {
        "index": 785,
        "sentence": "'''' said Tom blankly."
    },
    {
        "index": 786,
        "sentence": "Sailors like to seas opportunities."
    },
    {
        "index": 787,
        "sentence": "Santa goes down the chimney because it soots him."
    },
    {
        "index": 788,
        "sentence": "Scarecrows are always garden their patch."
    },
    {
        "index": 789,
        "sentence": "Scientists studying the sun have a flare for research."
    },
    {
        "index": 790,
        "sentence": "Scrambling for cover amid the chaos caused by the rebel forces' attack and the ''coincidental'' breakout of the zoo animals, I stumbled into the face of a hostile guerrilla!"
    },
    {
        "index": 791,
        "sentence": "Sellers of dried grapes are always raisin awareness."
    },
    {
        "index": 792,
        "sentence": "Selling gasoline too cheaply would be fuelish."
    },
    {
        "index": 793,
        "sentence": "Seven days without a pun makes one weak."
    },
    {
        "index": 794,
        "sentence": "She became a lifeguard at the beach and kept the buoys in line."
    },
    {
        "index": 795,
        "sentence": "She became an art dealer because she wanted more Monet."
    },
    {
        "index": 796,
        "sentence": "She didn't marry the gardener. Too rough around the hedges."
    },
    {
        "index": 797,
        "sentence": "She dumped him because of all their lousy dates. After all, whining and dining does get tiresome after a while."
    },
    {
        "index": 798,
        "sentence": "''She even flies her own jet,'' Tom leered."
    },
    {
        "index": 799,
        "sentence": "She must be wearing mink, Tom inferred."
    },
    {
        "index": 800,
        "sentence": "She said she wasn't pregnant but contractions speak louder then words."
    },
    {
        "index": 801,
        "sentence": "She thought it was a real horse, but it was a phony."
    },
    {
        "index": 802,
        "sentence": "She wanted the large estate quite badly but, she dared not mansion it to her frugal husband."
    },
    {
        "index": 803,
        "sentence": "She was listening for a Russell while walking through the trees."
    },
    {
        "index": 804,
        "sentence": "She was only a Butcher's daughter, but there wasn't much more she could loin."
    },
    {
        "index": 805,
        "sentence": "She was only a Carpenter's daughter, but she knows every vise."
    },
    {
        "index": 806,
        "sentence": "She was only a Carpenter's daughter, but you should have seen her circular sores!"
    },
    {
        "index": 807,
        "sentence": "She was only a Coal dealer's daughter, but, oh, where she had bin."
    },
    {
        "index": 808,
        "sentence": "She was only a Colonel's Daughter, but she was great to the navy and rotten to the corps."
    },
    {
        "index": 809,
        "sentence": "She was only a Columnist's daughter, but she's always chasing wild roomers."
    },
    {
        "index": 810,
        "sentence": "She was only a Computer Programmer's daughter, but she sure liked to byte."
    },
    {
        "index": 811,
        "sentence": "She was only a Cyclist's daughter, but she peddled it all over town."
    },
    {
        "index": 812,
        "sentence": "She was only a Farmer's daughter, but she was the best little hoer in the county."
    },
    {
        "index": 813,
        "sentence": "She was only a Glazier's daughter, but she was never a pain to me."
    },
    {
        "index": 814,
        "sentence": "She was only a Glaziers daughter but took great panes to please"
    },
    {
        "index": 815,
        "sentence": "She was only a Grape picker's daughter, but she was never Chablis dressed."
    },
    {
        "index": 816,
        "sentence": "She was only a Grape picker's daughter, but she was somewhat of a winer."
    },
    {
        "index": 817,
        "sentence": "She was only a Horseman's daughter, but she didn't know how to say neigh."
    },
    {
        "index": 818,
        "sentence": "She was only a Poet's daughter, but I've seen verse."
    },
    {
        "index": 819,
        "sentence": "She was only a Postman's daughter, but she sure knew her males."
    },
    {
        "index": 820,
        "sentence": "She was only a Quarryman's daughter, but she took everything for granite."
    },
    {
        "index": 821,
        "sentence": "She was only a Sailor's daughter and how she loved seamen."
    },
    {
        "index": 822,
        "sentence": "She was small, slender with doe like eyes. ''Oh, my deer ,'' he whispered."
    },
    {
        "index": 823,
        "sentence": "She was so thrifty she could smell a bargain a mall away."
    },
    {
        "index": 824,
        "sentence": "Shopaholics never die, they just sale away."
    },
    {
        "index": 825,
        "sentence": "Shotgun wedding: A case of wife or death."
    },
    {
        "index": 826,
        "sentence": "Should old people feel youthless?"
    },
    {
        "index": 827,
        "sentence": "Sick fish go to the sturgeon."
    },
    {
        "index": 828,
        "sentence": "Sign at a place where you lose weight: 'Stop Look and Lessen'."
    },
    {
        "index": 829,
        "sentence": "Sign on a broken perfume bottle, ''Out of odor''."
    },
    {
        "index": 830,
        "sentence": "Sign on the door of an internet hacker. 'Gone Phishing'."
    },
    {
        "index": 831,
        "sentence": "Sign over the librarian's desk: No talking aloud."
    },
    {
        "index": 832,
        "sentence": "Sign: 'Please turn out the lights. Thanks a watt.'"
    },
    {
        "index": 833,
        "sentence": "Sin and bear it"
    },
    {
        "index": 834,
        "sentence": "Some bankers are generous to a vault."
    },
    {
        "index": 835,
        "sentence": "Some childen are often on their pest behavior."
    },
    {
        "index": 836,
        "sentence": "Some cooks have a shellfish attitude."
    },
    {
        "index": 837,
        "sentence": "Some doting parents are son worshipers."
    },
    {
        "index": 838,
        "sentence": "Some foolish people gain by experience many perils of wisdom."
    },
    {
        "index": 839,
        "sentence": "Some horses cause their owners a lot of woe."
    },
    {
        "index": 840,
        "sentence": "Some mathematicians are reluctant to cosine a loan."
    },
    {
        "index": 841,
        "sentence": "Some moss took a lichen to a tree."
    },
    {
        "index": 842,
        "sentence": "Some music stores are in a CD part of town."
    },
    {
        "index": 843,
        "sentence": "''Someone bumped into me while I was brushing my teeth,'' said Tom with a gleam in his eye."
    },
    {
        "index": 844,
        "sentence": "Someone led me to believe that graphite was discovered in Pennsylvania."
    },
    {
        "index": 845,
        "sentence": "Someone once accused me of stealing an old, rare, valuable stamp, and I philately denied it."
    },
    {
        "index": 846,
        "sentence": "Someone who attempts long distance fraud is known as a phony."
    },
    {
        "index": 847,
        "sentence": "Some orchestra conductors make their mark in the world of opera. They were in the right aria at the right time."
    },
    {
        "index": 848,
        "sentence": "Some people, asked what they thought had caused the recent flooding in our valley, pointed to a concrete wall in the distance and said it was this damn thing."
    },
    {
        "index": 849,
        "sentence": "Some people don't have the Vegas idea of how to quit gambling."
    },
    {
        "index": 850,
        "sentence": "Some people don't like food going to waist."
    },
    {
        "index": 851,
        "sentence": "Some people have to get up for work at the crank of dawn."
    },
    {
        "index": 852,
        "sentence": "Some people make big pottery items to urn a living."
    },
    {
        "index": 853,
        "sentence": "Some people who cut hair can be quite barbarous."
    },
    {
        "index": 854,
        "sentence": "Some rappers are good but others are Ludacris."
    },
    {
        "index": 855,
        "sentence": "Some resist having the 'flu jab but it's quite innocuous."
    },
    {
        "index": 856,
        "sentence": "Sometimes a pregnancy is so long it seems like a maternity."
    },
    {
        "index": 857,
        "sentence": "Some women stay single and others are the Marion kind."
    },
    {
        "index": 858,
        "sentence": "So that's the way the wind blows, said Tom vainly."
    },
    {
        "index": 859,
        "sentence": "Southerners are quick on the drawl."
    },
    {
        "index": 860,
        "sentence": "Staying at the trendy, new hotel was the inn thing to do."
    },
    {
        "index": 861,
        "sentence": "''Stop, horse! Stop!'' cried Tom woefully."
    },
    {
        "index": 862,
        "sentence": "'Sweeney Todd' is a good source of sheer terror."
    },
    {
        "index": 863,
        "sentence": "Sweet potatoes? I yam impressed!"
    },
    {
        "index": 864,
        "sentence": "Swine were the most influential animal of the last decade."
    },
    {
        "index": 865,
        "sentence": "Take a God look at yourself."
    },
    {
        "index": 866,
        "sentence": "Take me to the dance,Tom bawled."
    },
    {
        "index": 867,
        "sentence": "That gas pump must be sick. It doesn't fill well."
    },
    {
        "index": 868,
        "sentence": "That horse looks like a good bet at 17 to 1, said Tom oddly."
    },
    {
        "index": 869,
        "sentence": "''That horse looks like a good bet at 20 to 1,'' said Tom oddly."
    },
    {
        "index": 870,
        "sentence": "That makes 144,  said Tom, grossly."
    },
    {
        "index": 871,
        "sentence": "That's no beagle; that's a mongrel, Tom muttered."
    },
    {
        "index": 872,
        "sentence": "''That's nothing!'' said Tom naughtily."
    },
    {
        "index": 873,
        "sentence": "That soil scientist always travels by himself. He's a loam ranger."
    },
    {
        "index": 874,
        "sentence": "''That's price-fixing!'' said Tom caustically."
    },
    {
        "index": 875,
        "sentence": "That the obstetrician's services were needed on the train was an accident of berth."
    },
    {
        "index": 876,
        "sentence": "The accountant enjoyed the job, figuratively speaking."
    },
    {
        "index": 877,
        "sentence": "The actors had one great movie after another. They were on a role."
    },
    {
        "index": 878,
        "sentence": "The ailing king of the doves sensed an imminent coup."
    },
    {
        "index": 879,
        "sentence": "The anesthesiologist's computer has an ethernet connection."
    },
    {
        "index": 880,
        "sentence": "The Arab's opulence was obvious from his chic clothing.''"
    },
    {
        "index": 881,
        "sentence": "The astronomer made a claim about a well-known star, but it wasn't sirius."
    },
    {
        "index": 882,
        "sentence": "The astronomer's research project didn't win him the coveted Galaxy Award, but he did receive a constellation prize."
    },
    {
        "index": 883,
        "sentence": "The bald man decided to consider a hair transplant to rogaine his confidence in looking younger."
    },
    {
        "index": 884,
        "sentence": "The ballet shoes made a pointe."
    },
    {
        "index": 885,
        "sentence": "The bear went over the mountain to see what was bruin."
    },
    {
        "index": 886,
        "sentence": "The Belly Dancer was popular with sailors because she understood navel maneuvers."
    },
    {
        "index": 887,
        "sentence": "The bicycle salesman had broken his ankle and was, alas, unable to pedal his wares."
    },
    {
        "index": 888,
        "sentence": "The big new clock at city hall was the tock of the town."
    },
    {
        "index": 889,
        "sentence": "The boating store had its best sail ever."
    },
    {
        "index": 890,
        "sentence": "The body builder worried too much about the lifting contest and his trainer concluded that the mind is a terrible thing to weights."
    },
    {
        "index": 891,
        "sentence": "The book about Teflon contained no frictional characters."
    },
    {
        "index": 892,
        "sentence": "The British cannibal enjoyed snacking on fish and chaps."
    },
    {
        "index": 893,
        "sentence": "The bullfighter's display of timidity left macho to be desired."
    },
    {
        "index": 894,
        "sentence": "The candle-making machine broke down when someone threw a spanner in the wax."
    },
    {
        "index": 895,
        "sentence": "The careless pyromaniac made an ash of himself."
    },
    {
        "index": 896,
        "sentence": "The cartoon animator felt imprisoned by his job. He could not free himself from his cel."
    },
    {
        "index": 897,
        "sentence": "The cast, after the scene in the forest, took their boughs."
    },
    {
        "index": 898,
        "sentence": "The cat in northern Scandinavia always had a lapp to sit on."
    },
    {
        "index": 899,
        "sentence": "The cd salesman said, ''The classical music section is right over there,'' as he smoothed his pencil-thin mustache and spread another handful of Brylcreem on his hair."
    },
    {
        "index": 900,
        "sentence": "The celebration of the royal wedding progressed well into the night. As he stumbled outside to await his ride home one inebriated nobleman, attracted by the bright lights, made his way to the theater district and sat down below one of the brightly illuminated theater signs to await his car. The driver, unfamiliar with both the nobleman and the area, was instructed to look for a well-lit marquis."
    },
    {
        "index": 901,
        "sentence": "The chaplain got his gown from the army surplice depot."
    },
    {
        "index": 902,
        "sentence": "The cheap eye surgeon was always cutting corneas."
    },
    {
        "index": 903,
        "sentence": "The chef took some cheese and made some grate things."
    },
    {
        "index": 904,
        "sentence": "The cheque is in the post, Tom assented."
    },
    {
        "index": 905,
        "sentence": "The chicken crossed the playground to get to the other slide."
    },
    {
        "index": 906,
        "sentence": "The chickens were distraught when the tornado destroyed their home. Hopefully they will be able to recoup."
    },
    {
        "index": 907,
        "sentence": "The Chinese chef maliciously dumped a hot broth with dumplings on an obnoxious customer. It was a wanton soup attack."
    },
    {
        "index": 908,
        "sentence": "The church choir robes were too long and needed to be hymned."
    },
    {
        "index": 909,
        "sentence": "The church needs to be souled."
    },
    {
        "index": 910,
        "sentence": "The class took a field trip to a meat processing plant, but what they saw was just offal."
    },
    {
        "index": 911,
        "sentence": "The cobbler was asked how many shoes he had soled by a well"
    },
    {
        "index": 912,
        "sentence": "The concession stand at the circus had very good coffee. It was the greatest joe on earth."
    },
    {
        "index": 913,
        "sentence": "The corner of Ninth and Broad attracts a lot of the homeless because of its reputation for having a grate area for sleeping"
    },
    {
        "index": 914,
        "sentence": "The cost of a galvanized hull is enough to zinc a ship."
    },
    {
        "index": 915,
        "sentence": "The dentist decided he was going to try a new path to fame and fortune, and this time he would choose a different root."
    },
    {
        "index": 916,
        "sentence": "The dervish had so much endurance, he set a new whirled record."
    },
    {
        "index": 917,
        "sentence": "The dieters vowed to let nothing go to waist."
    },
    {
        "index": 918,
        "sentence": "The diners were fully sated, unaware that the wurst was yet to come."
    },
    {
        "index": 919,
        "sentence": "The discovery of how to make steel was ironic."
    },
    {
        "index": 920,
        "sentence": "The doctors had to remove a bone from my arm, said Tom humorlessly."
    },
    {
        "index": 921,
        "sentence": "''The door's ajar,'' said Tom openly."
    },
    {
        "index": 922,
        "sentence": "The editor inserted a caret in the recipe."
    },
    {
        "index": 923,
        "sentence": "The editor received his award with sheer delete."
    },
    {
        "index": 924,
        "sentence": "The Egyptian cinema usherette sold religious icons in the daytime. Sometimes she got confused and called out, 'Get your choc isis here!'"
    },
    {
        "index": 925,
        "sentence": "The eight chicken farmers jumped in their rowing shell and put their cox up in front."
    },
    {
        "index": 926,
        "sentence": "The elderly chef retired because his sage was showing."
    },
    {
        "index": 927,
        "sentence": "The electricity was off and they couldn't found out watt was the problem."
    },
    {
        "index": 928,
        "sentence": "The embarrassed news anchor was bright red, but he nor the television monitor was appropriately phased."
    },
    {
        "index": 929,
        "sentence": "The Ennui Society elected a new chairman of the bored."
    },
    {
        "index": 930,
        "sentence": "The evil onion had many lairs."
    },
    {
        "index": 931,
        "sentence": "The ex-lumberjack will be sawly missed."
    },
    {
        "index": 932,
        "sentence": "The family of bears posing for their family portrait experienced a true Kodiak moment."
    },
    {
        "index": 933,
        "sentence": "The farmer's market featured an enormous expanse of bins containing Indian corn, and I wandered aimlessly through this maize for nearly an hour."
    },
    {
        "index": 934,
        "sentence": "The fine print is usually a clause for suspicion."
    },
    {
        "index": 935,
        "sentence": "The fireplaces of oriental doctors have an Asian flue."
    },
    {
        "index": 936,
        "sentence": "The first order of priority in hiring math majors is get them to sine on the dotted line"
    },
    {
        "index": 937,
        "sentence": "The first scientists who studied fog were mistified."
    },
    {
        "index": 938,
        "sentence": "The first time wine taster had a blanc stare on his face."
    },
    {
        "index": 939,
        "sentence": "The fisherman kept bragging about the big fish he caught, but he would not be very pacific about where he caught it."
    },
    {
        "index": 940,
        "sentence": "The fish were shy - obviously koi."
    },
    {
        "index": 941,
        "sentence": "The flock of doves decided to stage a coo"
    },
    {
        "index": 942,
        "sentence": "The garden club visited the nursery and found themselves in a hosta environment."
    },
    {
        "index": 943,
        "sentence": "The gardener brought his hoes."
    },
    {
        "index": 944,
        "sentence": "The geneticist taught his students how to mendel defective genes."
    },
    {
        "index": 945,
        "sentence": "The geologist went to the doctor because he had a loss of apatite."
    },
    {
        "index": 946,
        "sentence": "The guilt-ridden shark always has a feeling of remoras."
    },
    {
        "index": 947,
        "sentence": "The haughty magician had illusions of grandeur."
    },
    {
        "index": 948,
        "sentence": "The hotel regrets that you do not find your rooms satisfactory; I will send up our sweet manager right away."
    },
    {
        "index": 949,
        "sentence": "The humorist's favorite sandwich was smoked tongue on wry."
    },
    {
        "index": 950,
        "sentence": "The inventor of chewing gum soon bubbled his money."
    },
    {
        "index": 951,
        "sentence": "The invisible cows were herd but not seen."
    },
    {
        "index": 952,
        "sentence": "The IRS left a message on my cell phone that I owed them more money. It was a taxed message."
    },
    {
        "index": 953,
        "sentence": "The Jedi Knight traded in his light saber for a light dagger.  He had gone over to the dirk side."
    },
    {
        "index": 954,
        "sentence": "The Junior NCO had sore wrists. The doctor said it was corporal tunnel syndrome."
    },
    {
        "index": 955,
        "sentence": "The Keystone Kops were frequently criticized for excessive use of farce."
    },
    {
        "index": 956,
        "sentence": "The key to changing your performance ability is by tuning out criticism and staying musically octave."
    },
    {
        "index": 957,
        "sentence": "The killer followed the psychopath into the forest where he was surrounded by the copse."
    },
    {
        "index": 958,
        "sentence": "The king never let any of his personal musicians go swimming immediately after eating for fear that they would get minstrel cramps."
    },
    {
        "index": 959,
        "sentence": "The lamb was cold because he lost his muttons."
    },
    {
        "index": 960,
        "sentence": "The little green men told me it was the Dog Star. I told them they can't be Sirius."
    },
    {
        "index": 961,
        "sentence": "The local baker was paying his staff based on a flourly rate."
    },
    {
        "index": 962,
        "sentence": "The Loch Ness monster eats fish and ships."
    },
    {
        "index": 963,
        "sentence": "The mad scientist in the old castle had a strange secret – but he kept it under his bat."
    },
    {
        "index": 964,
        "sentence": "The magician got so mad he pulled his hare out."
    },
    {
        "index": 965,
        "sentence": "The magician who loved his chocolate could perform a lot of Twix."
    },
    {
        "index": 966,
        "sentence": "The male pig puts everyone to sleep. You could say he's quite the boar."
    },
    {
        "index": 967,
        "sentence": "The man leaned on the printer cartridge because he wanted to tone up his abs."
    },
    {
        "index": 968,
        "sentence": "The man loved a good play on words but his wife couldn't stand the punishment."
    },
    {
        "index": 969,
        "sentence": "The man put his name on the neck of his shirt so he would have collar ID."
    },
    {
        "index": 970,
        "sentence": "The manufacturing of t-shirts has really cotton."
    },
    {
        "index": 971,
        "sentence": "The marine biology seminars weren't for entertainment, but were created for educational porpoises."
    },
    {
        "index": 972,
        "sentence": "The mathematics professor, lamenting his students' lackadaisical approach to trigonometry, sighed, ''It's a sine of the times.''"
    },
    {
        "index": 973,
        "sentence": "The math teacher was a good dancer - he had algorithm."
    },
    {
        "index": 974,
        "sentence": "The math teacher was hungry, but all she had to eat was a piece of pi."
    },
    {
        "index": 975,
        "sentence": "The mime wanted to say something, but he wasn't aloud."
    },
    {
        "index": 976,
        "sentence": "The mushroom is a vegetable of high morel standing."
    },
    {
        "index": 977,
        "sentence": "The Net-surfing bandits always ended an operation by clearing out the cash."
    },
    {
        "index": 978,
        "sentence": "The new father of quintuplets could hardly believe his own census."
    },
    {
        "index": 979,
        "sentence": "The new smoking cessation drug is expensive, and it's shrinking city coffers."
    },
    {
        "index": 980,
        "sentence": "The nuclear physicist took a vacation for a fission trip."
    },
    {
        "index": 981,
        "sentence": "The nudist defended himself by citing his Constitutional right to bare arms."
    },
    {
        "index": 982,
        "sentence": "The obese editor started a weight redaction program."
    },
    {
        "index": 983,
        "sentence": "The old doctors practice of bloodletting was all in vein."
    },
    {
        "index": 984,
        "sentence": "The only things sure for cab drivers are debt and taxis."
    },
    {
        "index": 985,
        "sentence": "The optical scientist who stole his colleague's bifocals was sentenced to three years in a state prism."
    },
    {
        "index": 986,
        "sentence": "The optician fell into the lens grinding machine and made a spectacle of himself."
    },
    {
        "index": 987,
        "sentence": "The other animals shunned the kangaroo. They treated him like a leaper."
    },
    {
        "index": 988,
        "sentence": "The other day I held the door open for a clown. I thought it was a nice jester."
    },
    {
        "index": 989,
        "sentence": "The overweight fighter pilot was grounded for violating the rules of engorgement."
    },
    {
        "index": 990,
        "sentence": "The percussionist was very good at analyzing symbols."
    },
    {
        "index": 991,
        "sentence": "The pirates buried their treasure in the twinkling of an aye."
    },
    {
        "index": 992,
        "sentence": "The pistol of a flower is its only protections against insects."
    },
    {
        "index": 993,
        "sentence": "The poet had written better poems, but he'd also written verse."
    },
    {
        "index": 994,
        "sentence": "''The policeman charged me twenty bucks for speeding,'' said Tom finally."
    },
    {
        "index": 995,
        "sentence": "The port was very beautiful. The sailors said it was haven on earth."
    },
    {
        "index": 996,
        "sentence": "The postmen get together for mail bonding."
    },
    {
        "index": 997,
        "sentence": "The proctologist reassured the patient that his condition could be rectified."
    },
    {
        "index": 998,
        "sentence": "The prodigal son was having a bad heir day."
    },
    {
        "index": 999,
        "sentence": "The promises of some tailors are pure fabrication."
    },
    {
        "index": 1000,
        "sentence": "The psychotic florist created many flower derangements."
    },
    {
        "index": 1001,
        "sentence": "The pun in the title of the play ''The Importance of Being Earnest'' was a Wilde idea."
    },
    {
        "index": 1002,
        "sentence": "The race horse went lame early. It was the first out of its gait."
    },
    {
        "index": 1003,
        "sentence": "There are a lot of bakeries on the yeast coast."
    },
    {
        "index": 1004,
        "sentence": "There are many judges who would like to acquit smoking."
    },
    {
        "index": 1005,
        "sentence": "There is nothing worse for a performer than an audience of drunks and their boos."
    },
    {
        "index": 1006,
        "sentence": "There's a repair shop for baroque musical instruments."
    },
    {
        "index": 1007,
        "sentence": "There's a Sin dividing line between heaven and hell."
    },
    {
        "index": 1008,
        "sentence": "The researcher's report showed data on the political graphed."
    },
    {
        "index": 1009,
        "sentence": "''There's no need for silence,'' Tom allowed."
    },
    {
        "index": 1010,
        "sentence": "There's nothing to stop me putting things in tins, said Tom cannily."
    },
    {
        "index": 1011,
        "sentence": "There was a dentist who was convicted of incisor trading."
    },
    {
        "index": 1012,
        "sentence": "There was a guy who played the organ in his garden to get organically grown food."
    },
    {
        "index": 1013,
        "sentence": "There was a lot of equestrian paraphernalia at the bridle shower."
    },
    {
        "index": 1014,
        "sentence": "There was an orchestra conductor who threw tempo tantrums."
    },
    {
        "index": 1015,
        "sentence": "There was a snake that gave birth to a bouncing baby boa."
    },
    {
        "index": 1016,
        "sentence": "The sailor called his girlfriend's belly ring a naval destroyer."
    },
    {
        "index": 1017,
        "sentence": "The salesman was peddling used bikes."
    },
    {
        "index": 1018,
        "sentence": "The salt said 'hi' to the pepper. It was seasonings greetings."
    },
    {
        "index": 1019,
        "sentence": "The satellite went into orbit on January 1st causing a new year's revolution."
    },
    {
        "index": 1020,
        "sentence": "These are my parents, said Einstein relatively"
    },
    {
        "index": 1021,
        "sentence": "''These bit patterns will be more readable in groups of 8,'' said Tom bitingly."
    },
    {
        "index": 1022,
        "sentence": "''The seesaw is upside down,'' said Tom saucily."
    },
    {
        "index": 1023,
        "sentence": "The self-conscious shipbuilder tried to recruit extremely sycophantic sailors to compliment her newly designed destroyer."
    },
    {
        "index": 1024,
        "sentence": "The sheep robber was caught on the lamb."
    },
    {
        "index": 1025,
        "sentence": "The shoemaker did not deny his apprentice anything he needed. He gave his awl."
    },
    {
        "index": 1026,
        "sentence": "The shy stripper couldn't bare it on stage."
    },
    {
        "index": 1027,
        "sentence": "The sign on the nudist camp said, 'Clothed 'til May'."
    },
    {
        "index": 1028,
        "sentence": "The size a dieter would like to get to is the sighs of relief."
    },
    {
        "index": 1029,
        "sentence": "The snowstorm arrived at a fortuitous moment. It was white on time."
    },
    {
        "index": 1030,
        "sentence": "The soap-eating cult was swallowing lyes in search of the truth."
    },
    {
        "index": 1031,
        "sentence": "The son can warm you forever"
    },
    {
        "index": 1032,
        "sentence": "The son shines on the righteous."
    },
    {
        "index": 1033,
        "sentence": "The soup was so bad it was gruel and unusual punishment."
    },
    {
        "index": 1034,
        "sentence": "The Spaniard's wife was always up before the Don."
    },
    {
        "index": 1035,
        "sentence": "The statistician attended the dance stag. He didn't have any data."
    },
    {
        "index": 1036,
        "sentence": "The stern pirate captain's policy of forcing the worst members of his crew to walk the plank went swimmingly."
    },
    {
        "index": 1037,
        "sentence": "The steward refused to swallow the harsh whine of the petulant cabernet peddler."
    },
    {
        "index": 1038,
        "sentence": "The stink bomb tossed at the standup comics' convention quickly emptied the place out; when the smoke cleared, not a wit of them remained."
    },
    {
        "index": 1039,
        "sentence": "The store clerk lost his job, so he set up a kiosk in the mall to vend for himself."
    },
    {
        "index": 1040,
        "sentence": "The stress of having his beloved pet bunny die caused a man to go bald--he was very upset about losing his hare."
    },
    {
        "index": 1041,
        "sentence": "The study of ancient symbols will lead you to rune."
    },
    {
        "index": 1042,
        "sentence": "The study of genealogy is a basic requirement for a descent education."
    },
    {
        "index": 1043,
        "sentence": "''The sun is rising,'' Tom mourned."
    },
    {
        "index": 1044,
        "sentence": "The sun was bright on a dry, cloudless morning, but later it waned."
    },
    {
        "index": 1045,
        "sentence": "The suspect 'Sheppard' was finally taken into custody after authorities caught him on the lam."
    },
    {
        "index": 1046,
        "sentence": "The swanky hoteliers' convention tended to attract the inn crowd."
    },
    {
        "index": 1047,
        "sentence": "The sweep got stuck in a cold chimney, which collapsed. He came down with the flue."
    },
    {
        "index": 1048,
        "sentence": "The swollen blood vessels in her legs were very quarrelsome - she had bellicose veins."
    },
    {
        "index": 1049,
        "sentence": "The telemarketer asked me if I read magazines at all and I replied that I did, periodically."
    },
    {
        "index": 1050,
        "sentence": "The thief broke into the music store and stole the lute."
    },
    {
        "index": 1051,
        "sentence": "The tightrope walker gently took a step at a time and always wore diamond-laced slippers. The spectators always would stare in awe at the tightrope walker's feat."
    },
    {
        "index": 1052,
        "sentence": "The tired playgoers decided to bypass the new production of ''Othello'' despite the good reviews; having just returned from a long trip, they didn't feel like seeing any moor of Venice."
    },
    {
        "index": 1053,
        "sentence": "The triangular computer monitor business was just a big pyramid screen."
    },
    {
        "index": 1054,
        "sentence": "The triglyph commented, 'It's friezing in here.."
    },
    {
        "index": 1055,
        "sentence": "The trucker explained that he was early because he had had no breaks."
    },
    {
        "index": 1056,
        "sentence": "The trucker was always irritated at an inspection station, it was the weight that bothered him."
    },
    {
        "index": 1057,
        "sentence": "The Turkish soldier refused to eat cottage cheese, because he didn't trust the kurds"
    },
    {
        "index": 1058,
        "sentence": "The ultimate liquid measure is the supreme quart."
    },
    {
        "index": 1059,
        "sentence": "The undersized and timorous knight, armed only with an aluminum sword, lacked the adequate metal to face the ferocious dragon."
    },
    {
        "index": 1060,
        "sentence": "The Vatican's supplier of duck eggs is elected by sacred balut."
    },
    {
        "index": 1061,
        "sentence": "The vegetable never taken aboard ship is a leek."
    },
    {
        "index": 1062,
        "sentence": "The vendor at the Arab market resented how I haggled and told me to take a haik."
    },
    {
        "index": 1063,
        "sentence": "The veterinarian had a great deal of trouble getting his dog to heel."
    },
    {
        "index": 1064,
        "sentence": "The weather man said there won't be any rain for 6 months, but I drought it."
    },
    {
        "index": 1065,
        "sentence": "The weekend reporter sailed through the newscasts while the anchor was aweigh."
    },
    {
        "index": 1066,
        "sentence": "The whistling fisherman was always out of tuna."
    },
    {
        "index": 1067,
        "sentence": "The white beets were returned to the produce supplier because they were chard beyond recognition."
    },
    {
        "index": 1068,
        "sentence": "The winter drive-by shooting was a slay ride."
    },
    {
        "index": 1069,
        "sentence": "The woman who rode her broom to a croquet game was a wicket witch."
    },
    {
        "index": 1070,
        "sentence": "The word 'ovine' means just like ewe."
    },
    {
        "index": 1071,
        "sentence": "The workers at that inn are very unfriendly. They create a hostel environment."
    },
    {
        "index": 1072,
        "sentence": "They are not answering - we'd better try the knocker, said Tom adoringly."
    },
    {
        "index": 1073,
        "sentence": "The young pine sapling was admonished by his father. Apparently he'd been knotty."
    },
    {
        "index": 1074,
        "sentence": "They owed me a lot of money for the new house - I billed them."
    },
    {
        "index": 1075,
        "sentence": "They say curiosity killed the cat, and they weren't kitten."
    },
    {
        "index": 1076,
        "sentence": "They took soft drinks off the menu just to sprite people."
    },
    {
        "index": 1077,
        "sentence": "They tried to save him with an I.V. but it was all in vein."
    },
    {
        "index": 1078,
        "sentence": "They were married by candle-light, but the marriage lasted only a wick."
    },
    {
        "index": 1079,
        "sentence": "They were the quietest burglars in the history of New York City. The newspapers called them 'Criminal Mimes.'"
    },
    {
        "index": 1080,
        "sentence": "They won't stay at friendly hotels, because they're hostel people."
    },
    {
        "index": 1081,
        "sentence": "Thieves have muscles of steal."
    },
    {
        "index": 1082,
        "sentence": "''This boat is leaking,'' said Tom balefully."
    },
    {
        "index": 1083,
        "sentence": "''This Bud's for you,'' said Tom lightly."
    },
    {
        "index": 1084,
        "sentence": "''This food tastes of plutonium,'' said Tom glowingly."
    },
    {
        "index": 1085,
        "sentence": "This fowl has been stuffed, said Tom sagely."
    },
    {
        "index": 1086,
        "sentence": "This is a good bra, she said upliftingly."
    },
    {
        "index": 1087,
        "sentence": "''This is all from memory,'' Tom wrote."
    },
    {
        "index": 1088,
        "sentence": "''This is mutiny!'' said Tom bountifully."
    },
    {
        "index": 1089,
        "sentence": "This is some pretty good tapioca. That's one way of pudding it."
    },
    {
        "index": 1090,
        "sentence": "''This is the most common language used on micros,'' said Tom basically."
    },
    {
        "index": 1091,
        "sentence": "This is the Netherlands, Tom stated flatly."
    },
    {
        "index": 1092,
        "sentence": "This is what I have learned off by heart Tom wrote."
    },
    {
        "index": 1093,
        "sentence": "''This is where I keep my arrows,'' said Tom quiveringly."
    },
    {
        "index": 1094,
        "sentence": "''This looks like the fruit of the blackthorn,'' said Tom slowly."
    },
    {
        "index": 1095,
        "sentence": "''This salad dressing has too much vinegar,'' said Tom acidly."
    },
    {
        "index": 1096,
        "sentence": "''This steamroller is amazing,'' said Tom flatteringly."
    },
    {
        "index": 1097,
        "sentence": "This steamroller really works, said Tom flatteringly."
    },
    {
        "index": 1098,
        "sentence": "Those changing baby diapers sometimes act rashly."
    },
    {
        "index": 1099,
        "sentence": "''Those cobs are amazing!'' said Tom cornily."
    },
    {
        "index": 1100,
        "sentence": "Those who carry too many buckets start feeling pail."
    },
    {
        "index": 1101,
        "sentence": "Those who drink too much at night have to worry about the mourning after."
    },
    {
        "index": 1102,
        "sentence": "Those who find bargain antiques like to junk for joy."
    },
    {
        "index": 1103,
        "sentence": "Those who hate classical music have my symphony."
    },
    {
        "index": 1104,
        "sentence": "Those who have icicles keep a stiff upper drip."
    },
    {
        "index": 1105,
        "sentence": "Those who live beyond their means should act their wage."
    },
    {
        "index": 1106,
        "sentence": "Those whose child is going through a 'phase' may wish they had a phaser."
    },
    {
        "index": 1107,
        "sentence": "Throughout the centuries, the Buddhist herdsmen of Peru have followed their lamas religiously."
    },
    {
        "index": 1108,
        "sentence": "Time flies when you’re following the son"
    },
    {
        "index": 1109,
        "sentence": "Tired well worn expressions need to be phrased out of the language."
    },
    {
        "index": 1110,
        "sentence": "To become a pilot requires a good altitude."
    },
    {
        "index": 1111,
        "sentence": "To crack open the walnuts, several officers foolishly pounded them with hand grenades, scattering the colonels everywhere."
    },
    {
        "index": 1112,
        "sentence": "Today a truck hit my car. I wasn't hurt but I got the freight of my life."
    },
    {
        "index": 1113,
        "sentence": "To earn an A in ''Sewing with Burlap'', you really have to know the coarse material."
    },
    {
        "index": 1114,
        "sentence": "To emphasize that someone is a stranger: ''As we used to say in the cheese industry, I don't know him from Edam.''"
    },
    {
        "index": 1115,
        "sentence": "To find bargains go where the auction is."
    },
    {
        "index": 1116,
        "sentence": "To heir is human."
    },
    {
        "index": 1117,
        "sentence": "To keep someone from stealing your shipments of smoked salmon, secure them with lox."
    },
    {
        "index": 1118,
        "sentence": "To kill a circus in one blow, go for the juggler."
    },
    {
        "index": 1119,
        "sentence": "To learn rope tricks you have to be taut."
    },
    {
        "index": 1120,
        "sentence": "To some Christmas is about other people's presence."
    },
    {
        "index": 1121,
        "sentence": "To stay fit the priest exorcises."
    },
    {
        "index": 1122,
        "sentence": "To stay out of debt, act your wage."
    },
    {
        "index": 1123,
        "sentence": "Traveling on a flying carpet is a rugged experience."
    },
    {
        "index": 1124,
        "sentence": "Treat yourself to one of our Sundays."
    },
    {
        "index": 1125,
        "sentence": "Tried some bear stew. It was a little grizzly."
    },
    {
        "index": 1126,
        "sentence": "Truckers like houses with long haulways."
    },
    {
        "index": 1127,
        "sentence": "Try our Sundays, they’re better than Baskin Robbins"
    },
    {
        "index": 1128,
        "sentence": "Two brothers fought over some sheet music but their mother wanted to keep the piece."
    },
    {
        "index": 1129,
        "sentence": "Two cheerleaders got married after they met by chants."
    },
    {
        "index": 1130,
        "sentence": "Two coin collectors got together for old dimes sake."
    },
    {
        "index": 1131,
        "sentence": "Two construction workers had a stairing contest."
    },
    {
        "index": 1132,
        "sentence": "Two lovers who had been apart for some time were reunited on a foggy day. One whispered to the other 'I mist you'."
    },
    {
        "index": 1133,
        "sentence": "Two mining companies merged and became alloys."
    },
    {
        "index": 1134,
        "sentence": "Two rites make a wrong where bigamy is concerned."
    },
    {
        "index": 1135,
        "sentence": "Two snakes parted, and one said, 'fangs for the memories'."
    },
    {
        "index": 1136,
        "sentence": "Two wrongs can make a riot."
    },
    {
        "index": 1137,
        "sentence": "Tying up a circle may take a lot of chords."
    },
    {
        "index": 1138,
        "sentence": "Undertakers have to get up early in the mourning."
    },
    {
        "index": 1139,
        "sentence": "Upon being shown a uniquely sculptured piece of so-called granite, a geologist remarked to his colleague ''You know that's really gneiss.''"
    },
    {
        "index": 1140,
        "sentence": "Upon discovering the deadly virus carried by Surinamese toads, the herpetologist contemplated how best to protect the pipal."
    },
    {
        "index": 1141,
        "sentence": "Vampires are always looking for their necks victim."
    },
    {
        "index": 1142,
        "sentence": "Victims of bad construction in the orient are 'bamboozled'."
    },
    {
        "index": 1143,
        "sentence": "'Volts' - the dance you perform after an electric shock."
    },
    {
        "index": 1144,
        "sentence": "Waiter, there's a fly in my soup! ''No, sir, that is an essential bee vitamin.''"
    },
    {
        "index": 1145,
        "sentence": "Waiting for her photos to be developed a young girl sang 'Some day my prints will come.'"
    },
    {
        "index": 1146,
        "sentence": "Wanting to buy his girlfriend a gift that she was sure to appreciate, Bugs Bunny decided that something on the order of twenty-four carats would be about right."
    },
    {
        "index": 1147,
        "sentence": "Water leaking through wallboard is usually a ceiling problem."
    },
    {
        "index": 1148,
        "sentence": "We Are Not Dairy Queen…But We Have Great Sundays"
    },
    {
        "index": 1149,
        "sentence": "We believe in separation of church and hate"
    },
    {
        "index": 1150,
        "sentence": "We found a dead crow in our front yard but have yet to hear the caws of death."
    },
    {
        "index": 1151,
        "sentence": "''We have no oranges,'' Tom said fruitlessly."
    },
    {
        "index": 1152,
        "sentence": "Well I'll be an SOB! Tom said doggedly."
    },
    {
        "index": 1153,
        "sentence": "We sternly warned the circus clown not to light the fuse while we were inside the cannon, but he did it anyway -- and it really made us soar."
    },
    {
        "index": 1154,
        "sentence": "Westinghouse stopped everything... he needed the brake."
    },
    {
        "index": 1155,
        "sentence": "'We've run out of lemons', she said bitterly."
    },
    {
        "index": 1156,
        "sentence": "We've taken over the government, the general cooed."
    },
    {
        "index": 1157,
        "sentence": "We've taken over the government, Tom cooed"
    },
    {
        "index": 1158,
        "sentence": "We welcome you with open psalms."
    },
    {
        "index": 1159,
        "sentence": "''What are these berries?'' Tom rasped."
    },
    {
        "index": 1160,
        "sentence": "What did the grape say when it got stepped on? Nothing - but it let out a little whine."
    },
    {
        "index": 1161,
        "sentence": "What did the nice girl say when her date invited her home to see his stamp collection? 'Philately will get you nowhere'."
    },
    {
        "index": 1162,
        "sentence": "What do you call Peruvian Rorschach tests? Inca Blots."
    },
    {
        "index": 1163,
        "sentence": "What is a duck's favorite game to play? Billiards."
    },
    {
        "index": 1164,
        "sentence": "What is the best store to be in during an earthquake? A stationery store."
    },
    {
        "index": 1165,
        "sentence": "What keeps a dock floating above water? Pier pressure."
    },
    {
        "index": 1166,
        "sentence": "What kind of flooring do alligator hunters use? Reptiles!"
    },
    {
        "index": 1167,
        "sentence": "''What's a wide-angle lens?'' asked Tom obtusely."
    },
    {
        "index": 1168,
        "sentence": "What's the name of that street in Paris? asked Tom ruefully."
    },
    {
        "index": 1169,
        "sentence": "What you can buy for a dollar these days is absolute noncents."
    },
    {
        "index": 1170,
        "sentence": "What you seize is what you get."
    },
    {
        "index": 1171,
        "sentence": "Wheaties near the body suggested that police look for a cereal killer."
    },
    {
        "index": 1172,
        "sentence": "When a college dormitory exploded a lot of roomers were flying."
    },
    {
        "index": 1173,
        "sentence": "When an actress saw her first strands of gray hair she thought she'd dye."
    },
    {
        "index": 1174,
        "sentence": "When a problem or dilemma arises: ''As plumbers say, it's not drain surgery.''"
    },
    {
        "index": 1175,
        "sentence": "When artists dream in color it's a pigment of their imagination."
    },
    {
        "index": 1176,
        "sentence": "When asked by a Health Department official to describe the mess he saw on the slaughterhouse floor, the USDA inspector replied, ''It was just offal.''"
    },
    {
        "index": 1177,
        "sentence": "When asked by her co-workers whether they should bring a gift to her birthday party, Mary replied, ''You should know that all I'm interested in is your presence.''"
    },
    {
        "index": 1178,
        "sentence": "When asked to picture the perfect modern defensive weapon the Claymore springs to mine."
    },
    {
        "index": 1179,
        "sentence": "When asked whether or not I was bilingual, I was about to say I knew sign language, but I figured it was sort of a mute point."
    },
    {
        "index": 1180,
        "sentence": "When a skunk walked in, the judge said, 'odor in the court'."
    },
    {
        "index": 1181,
        "sentence": "When bottled water is cheap it's called a liquidation sale."
    },
    {
        "index": 1182,
        "sentence": "When Caesar entered the Senate all hail broke loose."
    },
    {
        "index": 1183,
        "sentence": "When gossip finally led to the landlady's arrest for murdering her tenants and scattering parts of their bodies around town, her only comment was, ''Well, that's what comes of spreading roomers.''"
    },
    {
        "index": 1184,
        "sentence": "When his clothes dryer broke he was lint another one."
    },
    {
        "index": 1185,
        "sentence": "When I asked him whether we ought to climb the steep hill, he started up the incline and, in ascent , said, ''Yes.''"
    },
    {
        "index": 1186,
        "sentence": "When I first tried the new cough syrup, I really had no idea what to expectorate."
    },
    {
        "index": 1187,
        "sentence": "When I phoned my friend yesterday we mainly talked about the weather and our upcomimg exams, and we both agreed that the poring was sickening."
    },
    {
        "index": 1188,
        "sentence": "When I suffered a groin injury I became quite testy."
    },
    {
        "index": 1189,
        "sentence": "When it comes to drinks, citrus fruit juices are always in the limelight."
    },
    {
        "index": 1190,
        "sentence": "When it got stuck in the mud my car had to be toad."
    },
    {
        "index": 1191,
        "sentence": "When I was in my cabin on the ship I got sick. Someone told me once I got to the doc I'd feel better."
    },
    {
        "index": 1192,
        "sentence": "When I was starving to death, my children gave me a raisin to keep on living."
    },
    {
        "index": 1193,
        "sentence": "When I went to the International Club, I accidentally spilled coffee on a Hindu lady's dress. I told her I was very sari."
    },
    {
        "index": 1194,
        "sentence": "When Jesus entered Jerusalem, people waved palm branches because they were being frondly."
    },
    {
        "index": 1195,
        "sentence": "When making butter there is little margarine for error."
    },
    {
        "index": 1196,
        "sentence": "When Martha Stewart was on trial, New York Times columnist Clyde Haberman reported on her arrival at the courthouse, where a group of supporters had assembled to greet her. ''They included a man in a chef's hat who stood with the others behind a metal barrier—one toque over the line.''"
    },
    {
        "index": 1197,
        "sentence": "When Mongolians walk they like to take big steppes."
    },
    {
        "index": 1198,
        "sentence": "When my camera fell in the toffee I was making, I got a very candied picture."
    },
    {
        "index": 1199,
        "sentence": "When old story tellers die they are mythed."
    },
    {
        "index": 1200,
        "sentence": "When overcome by thoughts of sin the princess visited the knave."
    },
    {
        "index": 1201,
        "sentence": "When people first heard of the ABS, it was braking news."
    },
    {
        "index": 1202,
        "sentence": "When Plato discovered he was out of food, he decided to go shop at the stoa."
    },
    {
        "index": 1203,
        "sentence": "When priests have a good idea they are supposed to parish the thought."
    },
    {
        "index": 1204,
        "sentence": "When she made Mario Puzo's books required reading for her class, she made him an author they couldn't refuse."
    },
    {
        "index": 1205,
        "sentence": "When Socrates needed to buy food he went to the grocery stoa."
    },
    {
        "index": 1206,
        "sentence": "When some people open their mouth they put their feat in."
    },
    {
        "index": 1207,
        "sentence": "When the bad poet stood in front of the judge, the judge thought the punishment should fit the rhyme."
    },
    {
        "index": 1208,
        "sentence": "When the bottom of a cargo ship got a hole, it had one hull of a problem."
    },
    {
        "index": 1209,
        "sentence": "When the cattlemen's association sponsored a track and field competition, followed by a barbecue, the commemorative T-shirt read, ''We loved the meet.''"
    },
    {
        "index": 1210,
        "sentence": "When the creator of Tarzan wrote about Pellucidar and other Earth-core stories, was it Edgar Rice burrows ?"
    },
    {
        "index": 1211,
        "sentence": "When the crop was destroyed, there was no more cranberry source."
    },
    {
        "index": 1212,
        "sentence": "When the father found he had septuplets, he could hardly believe his own census."
    },
    {
        "index": 1213,
        "sentence": "When the florist was running behind in delivering the roses, he had to put the petal to the metal."
    },
    {
        "index": 1214,
        "sentence": "When the fog burns off it won't be mist."
    },
    {
        "index": 1215,
        "sentence": "When the glassblower inhaled he got a pane in the stomach."
    },
    {
        "index": 1216,
        "sentence": "When the glazier was sent to the hospital room to check the cracked window, he told the patient in the body cast, '' I've come to feel your pane.''"
    },
    {
        "index": 1217,
        "sentence": "When the goat ate a Scrabble set, the letters came out in alphabetical ordure."
    },
    {
        "index": 1218,
        "sentence": "When the hockey player came home he gave his wife a puck on the cheek."
    },
    {
        "index": 1219,
        "sentence": "When the King asked the fool for a joke the fool just shrugged. He was the court gesture."
    },
    {
        "index": 1220,
        "sentence": "When the orchard owner went to trial he was judged by a jury of his pears."
    },
    {
        "index": 1221,
        "sentence": "When the Pequod with its crew went down, Ishmael remembered, a great wail came up from the sea."
    },
    {
        "index": 1222,
        "sentence": "When the proposal was made to locate the governor's mansion in Albany, New Yorkers said, ''That's a capitol idea.''"
    },
    {
        "index": 1223,
        "sentence": "When there was a murder backstage at the Grammys they couldn't find DNA but they did find Prince."
    },
    {
        "index": 1224,
        "sentence": "When the waiter told me they were out of corn I said, 'That really shucks.'"
    },
    {
        "index": 1225,
        "sentence": "When those around King Arthur's table had insomnia, there were a lot of sleepless knights."
    },
    {
        "index": 1226,
        "sentence": "When told his design for a stadium was too grandiose, the architect shed a tier."
    },
    {
        "index": 1227,
        "sentence": "When two bakers traded buns they had a roll reversal."
    },
    {
        "index": 1228,
        "sentence": "When walking through a pig barn be careful how you maneuver."
    },
    {
        "index": 1229,
        "sentence": "When you dream in color, it's a pigment of your imagination."
    },
    {
        "index": 1230,
        "sentence": "When you use glue in class it paste to be careful."
    },
    {
        "index": 1231,
        "sentence": "''Where shall I plant these water lilies?'' Tom pondered."
    },
    {
        "index": 1232,
        "sentence": "While attempting to decipher complicated technical instructions: ''It's all Geek to me.''"
    },
    {
        "index": 1233,
        "sentence": "While baking, I dropped a stick of margarine on the wooden tile floor, and when my neighbor slipped and fell, I said ''It must have been the parkay.''"
    },
    {
        "index": 1234,
        "sentence": "''Who discovered radium?'' asked Tom curiously."
    },
    {
        "index": 1235,
        "sentence": "''Who's your favorite operatic tenor?'' Tom asked placidly."
    },
    {
        "index": 1236,
        "sentence": "Why are Italians so good at making coffee? Because they really know how to espresso themselves."
    },
    {
        "index": 1237,
        "sentence": "Why did the dairy churn? The less said, the butter ..."
    },
    {
        "index": 1238,
        "sentence": "Why did the pig quit running the marathon? He had a problem with his hamstring."
    },
    {
        "index": 1239,
        "sentence": "''Why is this telephone flex always tangled?'' asked Tom coyly."
    },
    {
        "index": 1240,
        "sentence": "''Why shouldn't I stir my coffee with a ballpoint pen?'' Tom bickered."
    },
    {
        "index": 1241,
        "sentence": "Why was six afraid of seven? Because seven eight nine."
    },
    {
        "index": 1242,
        "sentence": "Why was the orange sad? He had peelings for the apple."
    },
    {
        "index": 1243,
        "sentence": "Wife to husband, ''That was an explosive passage of gas, I'd say about 8.0 on the sphincter scale.''"
    },
    {
        "index": 1244,
        "sentence": "Will this computer last five years? Obsoletely!"
    },
    {
        "index": 1245,
        "sentence": "Working in the bakery left her with a loathe of bread."
    },
    {
        "index": 1246,
        "sentence": "''Would anyone like some Parmesan?'' asked Tom gratingly."
    },
    {
        "index": 1247,
        "sentence": "''Would you like some soda?'' asked Tom caustically."
    },
    {
        "index": 1248,
        "sentence": "Would you like some soda in your whiskey? asked Tom caustically."
    },
    {
        "index": 1249,
        "sentence": "Wow, thanks for the tea. I'm glad I got to Chai it."
    },
    {
        "index": 1250,
        "sentence": "Yes, I have been reading Voltaire, Tom admitted candidly."
    },
    {
        "index": 1251,
        "sentence": "Yes, I have read Gulliver's Travels, said Tom swiftly."
    },
    {
        "index": 1252,
        "sentence": "Yesterday a cow saved my life - it was bovine intervention."
    },
    {
        "index": 1253,
        "sentence": "Yesterday I accidentally swallowed some food coloring. The doctor says I'm OK, but I feel like I've dyed a little inside."
    },
    {
        "index": 1254,
        "sentence": "You can't trust a tiger. You never know when he might be lion."
    },
    {
        "index": 1255,
        "sentence": "You decide what kind of light bulbs to buy by a process of illumination."
    },
    {
        "index": 1256,
        "sentence": "You lamb! said Tom sheepishly."
    },
    {
        "index": 1257,
        "sentence": "You'll never conquer me, Goliath said stonily."
    },
    {
        "index": 1258,
        "sentence": "''You must be my host,'' Tom guessed."
    },
    {
        "index": 1259,
        "sentence": "You're a wicked glutton, Tom insinuated."
    },
    {
        "index": 1260,
        "sentence": "''You resemble a goat,'' said Tom satirically."
    },
    {
        "index": 1261,
        "sentence": "You're telling me that's an alligator? That's a croc!"
    },
    {
        "index": 1262,
        "sentence": "Your nose is in the scenter of your face."
    },
    {
        "index": 1263,
        "sentence": "You should always use basil the day you buy it - as they say, herb today, gone tomorrow."
    },
    {
        "index": 1264,
        "sentence": "You should lock up your wine in a cabernet."
    },
    {
        "index": 1265,
        "sentence": "You should massage a cow's back before putting it out to posture."
    },
    {
        "index": 1266,
        "sentence": "You should never drink beyond the pint of no return."
    },
    {
        "index": 1267,
        "sentence": "You should never take rocks for granite."
    },
    {
        "index": 1268,
        "sentence": "''You won the bronze,'' said Tom meddlingly."
    }
]