{"index": 1, "explanation": "“修理”可理解为修理电器，也可理解为修理孩子，修理电器与修理孩子构成同形双关。"}
{"index": 2, "explanation": "“七部”可理解为班主任要求拿出其他七本武侠小说，也可理解为班主任在询问《天龙八部》中的其他七部内容，构成同形双关。"}
{"index": 3, "explanation": "“六一散”可理解为一种药物，也可理解为“六一”儿童节那天散伙，药物与节日散伙构成同形双关。"}
{"index": 4, "explanation": "“开心”可理解为A（高兴），也可理解为B（打开心扉），A与B构成同形双关；“关心”可理解为A（在意），也可理解为B（关闭心扉），A与B构成同形双关。"}
{"index": 5, "explanation": "“人人”可理解为“有两个人”，也可以理解成字面上的两个“人”，构成同形双关。"}
{"index": 6, "explanation": "“雷锋”与“霜降”字形相似，尤其是使用行书或草书等字体书写时容易看错。"}
{"index": 7, "explanation": "“抛夫弃子”可理解为女人离开办公室，也可理解为女人抛弃丈夫和孩子，构成同形双关；“妻离子散”可理解为大男失去同事，也可理解为家庭破裂，构成同形双关。"}
{"index": 8, "explanation": "“动手”可理解为跳舞，也可理解为贪污，跳舞与贪污构成同形双关。"}
{"index": 9, "explanation": "“止风”可理解为停止风浪，也可理解为治疗风邪的中药功效，构成同形双关。"}
{"index": 10, "explanation": "“顺风”可理解为快递公司名称，也可理解为顺路搭便车，构成同形双关。"}
{"index": 11, "explanation": "“西门庆”可理解为“西门庆”，也可理解为“西门校庆”，“西门庆”与“西门校庆”构成同形双关。"}
{"index": 12, "explanation": "“没用”可理解为“没有使用”，也可理解为“没有用处”，两者构成同形双关。"}
{"index": 13, "explanation": "“黑客”可理解为“黑色的客人”，也可理解为“计算机黑客”，黑色与计算机黑客构成同形双关。"}
{"index": 14, "explanation": "“在上为帅”可理解为在天上担任元帅，也可理解为在上位者为帅；“在下为猪”可理解为在地上是猪，也可理解为在下位者为猪，构成同形双关。"}
{"index": 15, "explanation": "“三八”可理解为妇女节，也可理解为“三八”这个数字或词语本身，构成同形双关。"}
{"index": 16, "explanation": "“行万里路”可理解为追求梦想的旅程，也可理解为实际行走的路程，两者构成同形双关。"}
{"index": 17, "explanation": "“疼”可理解为身体上的疼痛，也可理解为情感上的疼爱，身体上的疼痛与情感上的疼爱构成同形双关。"}
{"index": 18, "explanation": "“公”可理解为“雄性”，也可理解为“公共”，“母”可理解为“雌性”，也可理解为“母机”，构成同形双关。"}
{"index": 19, "explanation": "“胡说”可理解为“胡国说的话”，也可理解为“胡说八道”，两者构成同形双关。"}
{"index": 20, "explanation": "\"流血\"可理解为A（手指受伤流血），也可理解为B（长期练习导致手指磨损），A与B构成同形双关。"}
{"index": 21, "explanation": "“五体投地”可理解为对某人极度佩服，也可理解为身体五部分（头、双手、双膝）着地，两种理解构成同形双关。"}
{"index": 22, "explanation": "“鬼”可理解为迷信中的幽灵，也可理解为对某类人的贬称，两种理解构成同形双关。"}
{"index": 23, "explanation": "“大写”可理解为金额数字的大写形式，也可理解为字体的大写形式，金额数字的大写形式与字体的大写形式构成同形双关。"}
{"index": 24, "explanation": "“短信”可理解为“短消息”，也可理解为“短信内容”，前者指发送方式，后者指具体内容，构成同形双关。"}
{"index": 25, "explanation": "“抽象派”可理解为绘画风格，也可理解为“抽打象派”，即抽打大象的派别，构成同形双关。"}
{"index": 26, "explanation": "“尾大不掉”可理解为松鼠尾巴大难以摆脱束缚，也可比喻事情头轻尾重难以处理，构成同形双关。"}
{"index": 27, "explanation": "“2”可理解为数字“2”，也可理解为“二”（形容人傻或行为古怪），数字“2”与“二”构成同形双关。"}
{"index": 28, "explanation": "“提钱”可理解为“提取钱款”，也可理解为“提及钱”，两种理解构成同形双关。"}
{"index": 29, "explanation": "“a：”可理解为音标，也可理解为“啊，冒号”，音标与“啊，冒号”构成同形双关。"}
{"index": 30, "explanation": "“后妈”可理解为“继母”，也可理解为“孩子出生后的妈妈”，两者构成同形双关。"}
{"index": 31, "explanation": "“一波三折”可理解为隆胸手术的复杂过程，也可理解为价格的波动，两者构成同形双关。"}
{"index": 32, "explanation": "“文章”可理解为马伊俐的老公（文章），也可理解为报纸或电视台的评论内容（文章），两者构成同形双关。"}
{"index": 33, "explanation": "“医治无效”可理解为“治疗没有效果”，也可理解为“治疗无效而死亡”，两种理解构成同形双关。"}
{"index": 34, "explanation": "“历史课”可理解为小明上课睡觉的课程，也可理解为小明在历史课上睡觉时时间过得快，因为历史课内容跨越时间长，构成同形双关。"}
{"index": 35, "explanation": "“过”可理解为“通过考试”，也可理解为“度过节日”，两种理解构成同形双关。"}
{"index": 36, "explanation": "“卖”可理解为“出售商品”，也可理解为“出卖自己”，两种理解构成同形双关。"}
{"index": 37, "explanation": "“画皮”可理解为妈妈在化妆，也可理解为电视剧《聊斋》中的情节，化妆与《聊斋》情节构成同形双关。"}
{"index": 38, "explanation": "\"制作人\"可理解为音乐制作人，也可理解为生育孩子的伴侣，两种理解构成同形双关。"}
{"index": 39, "explanation": "\"水土保持\"可理解为对自然环境的保护，也可理解为对女性身材的保持，两者构成同形双关。"}
{"index": 40, "explanation": "“香车”可理解为“有香味的车”，也可理解为“有美女的车”，两者构成同形双关。"}
{"index": 41, "explanation": "“外科”可理解为外科医生的工作领域，也可理解为作业中的外在错误；“内科”可理解为内科医生的工作领域，也可理解为作业中的内在错误，构成同形双关。"}
{"index": 42, "explanation": "\"云\"可理解为\"客人\"，也可理解为\"天空中的云\"，\"客人\"与\"天空中的云\"构成同形双关。"}
{"index": 43, "explanation": "“老不死”可理解为“奶奶年纪大但身体健康”，也可理解为“奶奶永远不会死”，两种理解构成同形双关。"}
{"index": 44, "explanation": "“爬楼梯”可理解为“攀爬楼梯”，也可理解为“艰难地走楼梯”，前者强调动作，后者强调感受，构成同形双关。"}
{"index": 45, "explanation": "“吃过了”可理解为“已经吃过饭了”，也可错误理解为“吃的是‘过了’这个东西”；”吃西北风“可理解为“什么也没吃”，也可错误理解为“吃的是‘西北风’这个东西”，“吃”的两种理解构成同形双关。"}
{"index": 46, "explanation": "“打”可理解为“拨打电话”，也可理解为“击打”，两种理解构成同形双关。"}
{"index": 47, "explanation": "\"做文章\"可理解为写作，也可理解为在秤盘上做手脚，写作与做手脚构成同形双关。"}
{"index": 48, "explanation": "\"有钱\"可理解为\"有金钱\"，也可理解为\"有祖先\"，\"有金钱\"与\"有祖先\"构成同形双关……"}
{"index": 49, "explanation": "“A、B、C、D”可理解为选择题的选项，也可理解为学生口中对同学的代号，构成同形双关。"}
{"index": 50, "explanation": "“氧气”可理解为生命必需的气体，也可理解为爱情中的依赖；“空气”可理解为日常存在的气体，也可理解为爱情中的平淡；“二氧化碳”可理解为废气，也可理解为爱情中的负担；“一氧化碳”可理解为有毒气体，也可理解为爱情中的伤害。这些气体名称的双重含义构成同形双关。"}
{"index": 51, "explanation": "“弓长”和“立早”是”张“和”章“两个姓氏的拆分；也可错误理解为两个固定在姓氏之前的前缀，构成同形双关。"}
{"index": 52, "explanation": "“淡”可理解为无趣味，也可理解为味道淡，两种理解构成同形双关。"}
{"index": 53, "explanation": "“人妖”可理解为“人类与妖怪的后代”，也可理解为“性别特征模糊的人”，两者构成同形双关。"}
{"index": 54, "explanation": "“婚姻就是爱情的坟墓”可理解为结婚吉日宜入殓，也可理解为婚姻是爱情的安葬地，终结与安葬地构成同形双关。"}
{"index": 55, "explanation": "“闹”可理解为“哭闹”，也可理解为“庆祝”，哭闹与庆祝构成同形双关。"}
{"index": 56, "explanation": "“当”可理解为“典当”，也可理解为“应当”，“典当”与“应当”构成同形双关。"}
{"index": 57, "explanation": "“明灯”可理解为赫鲁晓夫的智慧与领导力，也可理解为赫鲁晓夫的秃头反射的光亮，智慧与光亮构成同形双关。"}
{"index": 58, "explanation": "“扇脸”可理解为打脸，也可理解为用脸支付，打脸与用脸支付构成同形双关。"}
{"index": 59, "explanation": "“爸爸”可理解为女儿的父亲，也可理解为对老李的称呼，父亲与老李构成同形双关。"}
{"index": 60, "explanation": "“大宝”是人名，也是一种含“SOD蜜”的护肤品，两者构成同形双关。"}
{"index": 61, "explanation": "数字“678”可理解为“录取吧”，也可理解为“错误678”，前者与后者构成同形双关……"}
{"index": 62, "explanation": "高帽子可理解为巴结、献媚的行为，也可理解为实际的帽子，两者构成同形双关。"}
{"index": 63, "explanation": "“三菜一枪”可理解为“三菜一汤”，也可理解为“三人一枪”，前者指菜品，后者指武器，构成同形双关。"}
{"index": 64, "explanation": "“打飞机”可理解为“击打飞机”，也可理解为“自慰”，“击打飞机”与“自慰”构成同形双关。"}
{"index": 65, "explanation": "“叫什么”可理解为女孩叫名字，也可理解为在餐馆点什么菜品，两个“叫”的动词构成同形双关。"}
{"index": 66, "explanation": "“我”可理解为自称代词，也可理解为名字“我”，自称代词与名字构成同形双关。"}
{"index": 67, "explanation": "“移动”可理解为“可移动的”，也可理解为“中国移动”，两者构成同形双关。"}
{"index": 68, "explanation": "“粗”可理解为麦麸的粗糙，也可理解为老农的粗鲁，两者构成同形双关。"}
{"index": 69, "explanation": "“分裂分子”可理解为离婚的父母，也可理解为导致兄妹分离的人，构成同形双关。"}
{"index": 70, "explanation": "“谈”可理解为与某人交谈，也可理解为与某人结婚，交谈与结婚构成同形双关。"}
{"index": 71, "explanation": "“老板”可理解为品牌名称，也可理解为雇主，品牌名称与雇主构成同形双关。"}
{"index": 72, "explanation": "“听话”可理解为“听别人说话”，也可理解为“听从别人的话”，两者构成同形双关。"}
{"index": 73, "explanation": "“维”可理解为“维持”，“生”可理解为“生活”，“素”可理解为“元素”，三者组合既可指“维持生活的元素”，也可指“维生素”，构成同形双关。"}
{"index": 74, "explanation": "“进口货”可理解为“从国外进口的商品”，也可理解为“进入口中的货物”，两种理解构成同形双关。"}
{"index": 75, "explanation": "“新局面”可理解为新的面食种类，也可理解为新的工作局面，两种理解构成同形双关。"}
{"index": 76, "explanation": "“自动笔”可理解为自动铅笔，也可理解为自动写字的笔，自动铅笔与自动写字的笔构成同形双关。"}
{"index": 77, "explanation": "“极限”可理解为数学中的极限概念，也可理解为生命的极限，两者构成同形双关。"}
{"index": 78, "explanation": "“老白干”可理解为一种酒名，也可理解为“老白干（活）”，即“老白干活”，构成同形双关。"}
{"index": 79, "explanation": "“宝贝”可理解为名字，也可理解为亲昵称呼，名字与亲昵称呼构成同形双关。"}
{"index": 80, "explanation": "\"电击\"可理解为医学上的急救措施，也可理解为情感上的强烈冲击，医学与情感构成同形双关。"}
{"index": 81, "explanation": "\"接客\"可理解为\"接待客人\"，也可理解为\"接客\"（指性服务），两种理解构成同形双关。"}
{"index": 82, "explanation": "“呼叫转移”可理解为手机功能，也可理解为呼噜声转移，手机功能与呼噜声转移构成同形双关。"}
{"index": 83, "explanation": "“解放”可理解为鞋的品牌，也可理解为释放、解脱，品牌与动作构成同形双关。"}
{"index": 84, "explanation": "“心静自然凉”可理解为字面意思（心情平静自然感到凉爽），也可理解为心脏停止跳动后身体变冷，构成同形双关。"}
{"index": 85, "explanation": "“青春”可理解为青菜的新鲜状态，也可理解为妻子的年轻时光，两者构成同形双关。"}
{"index": 86, "explanation": "“无夫无妻制”可理解为“无夫妻制度”，也可理解为“无夫无妻的制度”，前者指婚姻制度，后者指家庭结构，构成同形双关。"}
{"index": 87, "explanation": "“踏青”可理解为A（春天外出游玩），也可理解为B（践踏穿青色衣服的人），A与B构成同形双关。"}
{"index": 88, "explanation": "“动感地带”可理解为移动公司的品牌名称，也可理解为形容女大学生青春活力的状态；“如意通”可理解为联通公司的品牌名称，也可理解为形容女大学生生活顺心如意的状态。两者构成同形双关。"}
{"index": 89, "explanation": "“心疼”可理解为身体上的心脏疼痛，也可理解为心理上的因损失而感到痛苦，两种理解构成同形双关。"}
{"index": 90, "explanation": "“整”可理解为“吃”，也可理解为“处理”，“吃”与“处理”构成同形双关。"}
{"index": 91, "explanation": "“喉咙都搞肿了”可理解为因唱歌过度导致喉咙不适，也可理解为因其他原因导致喉咙不适，两种理解构成同形双关。"}
{"index": 92, "explanation": "“回收站”可理解为电脑中的文件存储位置，也可理解为现实中的废纸回收站，两者构成同形双关。"}
{"index": 93, "explanation": "“人头马”可理解为一种酒类品牌，也可理解为“人头”与“马”的组合，构成同形双关。"}
{"index": 94, "explanation": "“上肢”可理解为“上臂”，也可理解为“上课用的资料”，两者构成同形双关。"}
{"index": 95, "explanation": "“打胎”可理解为修理铺的“打胎”（给轮胎打气），也可理解为“打胎”（人工流产），构成同形双关。"}
{"index": 96, "explanation": "“男人装B”可理解为“男人装B版杂志”，也可理解为“男人装B（装逼）”，两者构成同形双关。"}
{"index": 97, "explanation": "“网”可理解为蜘蛛的网，也可理解为互联网，两者构成同形双关。"}
{"index": 98, "explanation": "“整体上市”可理解为蜜蜂的蜂窝被整体拿到市场卖掉，也可理解为公司股票在股市整体上市，两者构成同形双关。"}
{"index": 99, "explanation": "“尝个鲜”可理解为“尝试新鲜事物”，也可理解为“上厕所”，两者构成同形双关。"}
{"index": 100, "explanation": "“三个人”可理解为三个人，也可理解为三部电影，人与电影构成同形双关。"}
{"index": 101, "explanation": "“越南”可理解为“越往南”，也可理解为国家名称“越南”，构成同形双关。"}
{"index": 102, "explanation": "“卖苹果的”可理解为乔布斯的职业（苹果公司创始人），也可理解为卖水果的商贩，两种理解构成同形双关。"}
{"index": 103, "explanation": "“陈皮”可理解为中药材，也可理解为“陈旧的皮肤”，中药材与陈旧的皮肤构成同形双关。"}
{"index": 104, "explanation": "“田”可理解为农田，也可理解为女性身体，农田与女性身体构成同形双关。"}
{"index": 105, "explanation": "这句话可理解为求职者有三家公司的职位邀请，也可理解为这三家公司是公共服务提供商，求职者需要支付账单，构成同形双关。"}
{"index": 106, "explanation": "“上得不得”可理解为“是否成功登顶”，也可理解为“皇上是否感恩”，构成同形双关；“悬之又悬”可理解为“攀登过程危险”，也可理解为“华山离京城遥远”，构成同形双关。"}
{"index": 107, "explanation": "“内疚科”可理解为“内科”或“针灸科”，也可理解为“内心愧疚的科室”，前者与后者构成同形双关。"}
{"index": 108, "explanation": "“万里香”可理解为“名字叫万里香”，也可理解为“隔开一万里才香”，名字与距离构成同形双关。"}
{"index": 109, "explanation": "“倒”可理解为倒贴，也可理解为倒写，倒贴与倒写构成同形双关。"}
{"index": 110, "explanation": "“鸡”可理解为“鸡肉”，也可理解为“鸡的幼崽”，两者构成同形双关。"}
{"index": 111, "explanation": "“快”可理解为催促服务员迅速回答，也可理解为要求服务员提供一条快速的路线，两种理解构成同形双关。"}
{"index": 112, "explanation": "“生日”可理解为人的诞生之日，也可理解为孕妇生产一般“生下”“太阳”，构成同形双关。"}
{"index": 113, "explanation": "“指环”可理解为鸟类研究站的标记，也可理解为结婚戒指，两种理解构成同形双关。"}
{"index": 114, "explanation": "“大人虎变”可理解为“大人像老虎一样变化”，也可理解为“大人是老虎变的”，前者指变革一新，后者指上司是老虎变的，构成同形双关。"}
{"index": 115, "explanation": "“泼妇”可理解为“泼辣的妇女”，也可理解为“活泼的妇女”，两者构成同形双关。"}
{"index": 116, "explanation": "“一本正经”可理解为“严肃认真”，也可理解为“没有一本正经的书”，构成同形双关。"}
{"index": 117, "explanation": "“杀”可理解为“杀死”，也可理解为“消除”，“杀死”与“消除”构成同形双关。"}
{"index": 118, "explanation": "“配合”可理解为体育比赛中的协作，也可理解为恋爱中的默契，体育与恋爱构成同形双关。"}
{"index": 119, "explanation": "老太太将医生的“请你再来一次”理解为A（医生主动邀请她），也可理解为B（医生建议她再来复诊），A与B构成同形双关。"}
{"index": 120, "explanation": "“菜票”可理解为用于购买食物的凭证，也可理解为编程中的“菜鸟票”（新手票），两者构成同形双关。"}
{"index": 121, "explanation": "“一两岁”可理解为年龄，也可理解为责任感的成熟程度，年龄与责任感构成同形双关。"}
{"index": 122, "explanation": "“盐味”可理解为咸味，也可理解为“盐”字本身的意义，即盐的存在与否，构成同形双关。"}
{"index": 123, "explanation": "\"一稿多投\"可理解为同时向多个刊物投稿，也可理解为同时购买多种彩票，投稿与购彩构成同形双关。"}
{"index": 124, "explanation": "\"狗官\"可理解为\"狗的官职\"，也可理解为\"狗官（骂人的话）\"，\"狗的官职\"与\"狗官（骂人的话）\"构成同形双关。"}
{"index": 125, "explanation": "“原声”可理解为“猿声”，也可理解为“原始声音”，“猿声”与“原始声音”构成同形双关。"}
{"index": 126, "explanation": "“足球热”可理解为足球运动的热潮，也可理解为足球带来的热度，两者构成同形双关。"}
{"index": 127, "explanation": "“脱掉衣服”可理解为字面意义上的脱掉脏衣服以便清洗，也可理解为隐喻意义上的结束高尔夫球活动，两者构成同形双关。"}
{"index": 128, "explanation": "菜名可理解为菜品的名称，也可理解为情感状态的隐喻，菜名与情感状态构成同形双关。"}
{"index": 129, "explanation": "“一毛不拔”可理解为猴子不愿意拔毛，也可理解为猴子不愿意付出任何代价，两者构成同形双关。"}
{"index": 130, "explanation": "“顺手牵羊”中的“羊”可理解为实际的羊，也可理解为成语中的“羊”，构成同形双关；“信手拈来”中的“来”可理解为实际的“来”，也可理解为成语中的“来”，构成同形双关。"}
{"index": 131, "explanation": "“抱金砖”可理解为“拥有财富”，也可理解为“与年长三岁的女性结婚”，两者构成同形双关。"}
{"index": 132, "explanation": "“赞美”可理解为夸奖，也可理解为虚假的奉承，夸奖与虚假的奉承构成同形双关。"}
{"index": 133, "explanation": "“拉”可理解为“制作拉面”，也可理解为“拉拽”，两者构成同形双关。"}
{"index": 134, "explanation": "“狗官”可理解为“狗的官职”，也可理解为“骂人的话”，两种理解构成同形双关。"}
{"index": 135, "explanation": "\"十五岁\"可理解为冬冬完成九年义务教育的年龄，也可理解为冬冬期待妈妈来接他的时间点，构成同形双关。"}
{"index": 136, "explanation": "“季节”可理解为自然界的四季，也可理解为商业的淡季和旺季，两者构成同形双关。"}
{"index": 137, "explanation": "海龟可理解为海外归国人员，也可理解为海洋生物，两者构成同形双关；海带可理解为待业的海归，也可理解为海洋植物，两者构成同形双关；海盗可理解为从事盗版的海归，也可理解为海洋盗贼，两者构成同形双关；海公公可理解为头发愁白的海归，也可理解为海洋中的太监，两者构成同形双关。"}
{"index": 138, "explanation": "“树倒鸟飞”可理解为树倒下鸟飞走，也可理解为客人离开，两者构成同形双关。"}
{"index": 139, "explanation": "“屁科”可理解为“屁股科”，也可理解为“放屁科”，屁股与放屁构成同形双关。"}
{"index": 140, "explanation": "“古董”可理解为姓氏“古”与“董”的组合，也可理解为“古老的文物”，构成同形双关。"}
{"index": 141, "explanation": "“打”可理解为“拨打”，也可理解为“击打”，“拨打”与“击打”构成同形双关。"}
{"index": 142, "explanation": "“没骨头”可理解为和尚自嘲没有骨头，也可理解为和尚没有骨气，两者构成同形双关。"}
{"index": 143, "explanation": "“侮辱”可理解为精神上的贬低，也可理解为身体上的侵犯，精神与身体构成同形双关。"}
{"index": 144, "explanation": "“上厕所”可理解为“去洗手间”，也可理解为“上英语课”，两者构成同形双关。"}
{"index": 145, "explanation": "“花”可理解为植物花卉，也可理解为网络用语中的“花边新闻”或“花边信息”，两者构成同形双关。"}
{"index": 146, "explanation": "“丈人”可理解为“外爷”，也可理解为“一丈高的人”，“外爷”与“一丈高的人”构成同形双关。"}
{"index": 147, "explanation": "“正经事”可理解为A（正式的工作），也可理解为B（正当的行为），A与B构成同形双关；“不正经的事”可理解为C（非正式的工作），也可理解为D（不正当的行为），C与D构成同形双关。"}
{"index": 148, "explanation": "“差一半”可理解为“质量差一半”，也可理解为“数量少一半”，质量与数量构成同形双关。"}
{"index": 149, "explanation": "“光”可理解为“只有”，也可理解为“光线”，“只有”与“光线”构成同形双关。"}
{"index": 150, "explanation": "“龟儿子”可理解为乌龟的儿子，也可理解为骂人的话，“龟孙子”可理解为乌龟的孙子，也可理解为骂人的话，两者构成同形双关。"}
{"index": 151, "explanation": "“指腹为婚”可理解为“指着肚子表示结婚”，也可理解为“通过腹部的暗示来约定婚姻”，腹与婚构成同形双关。"}
{"index": 152, "explanation": "“油水”可理解为“利益”，也可理解为“水中的油”，前者与公务员相关，后者与游泳相关，构成同形双关。"}
{"index": 153, "explanation": "\"成事\"可理解为大儿子的名字，也可理解为成功；\"败事\"可理解为小儿子的名字，也可理解为失败。成功与失败构成同形双关。"}
{"index": 154, "explanation": "“补脑”可理解为补充营养，也可理解为弥补智力缺陷，补充营养与弥补智力缺陷构成同形双关。"}
{"index": 155, "explanation": "“火气”可理解为售货员的怒气，也可理解为炒菜所需的火力，两者构成同形双关。"}
{"index": 156, "explanation": "“解压”可理解为缓解压力，也可理解为解压缩文件，两者构成同形双关。"}
{"index": 157, "explanation": "“波大”可理解为“宁波大学”的简称，也可理解为“波涛汹涌”的隐喻，两者构成同形双关。"}
{"index": 158, "explanation": "\"纹章\"可理解为纹身（纹上“章”字），也可理解为徽章（象征忠诚），纹身与徽章构成同形双关。"}
{"index": 159, "explanation": "\"老子\"可理解为历史人物老子，也可理解为父亲自称的\"老子\"，两者构成同形双关。"}
{"index": 160, "explanation": "“脚好酸”可理解为脚部酸痛，也可理解为踩到酸味物质（如柠檬），酸与酸构成同形双关。"}
{"index": 161, "explanation": "“接二连三”可理解为连续不断，也可理解为新市二路与新市三路的结合部，连续不断与结合部构成同形双关。"}
{"index": 162, "explanation": "“神马”可理解为“神仙的马”，也可理解为“什么”，“浮云”可理解为“天上的云”，也可理解为“虚幻的事物”，两者构成同形双关。"}
{"index": 163, "explanation": "“牛奶”可理解为字面意思，也可理解为“牛”与“尾巴”的组合，构成同形双关。"}
{"index": 164, "explanation": "“关门”可理解为关闭门户，也可理解为“关”与“门”两个同义字并列，构成同形双关。"}
{"index": 165, "explanation": "“分量”可理解为角色的重要性，也可理解为角色的体重，重要性（角色重要性）与体重（角色体重）构成同形双关。"}
{"index": 166, "explanation": "“有味道”可理解为有香味，也可理解为有趣味，香味与趣味构成同形双关。"}
{"index": 167, "explanation": "“慢行”可理解为“减速行驶”，也可理解为“慢慢行走”，两种理解构成同形双关。"}
{"index": 168, "explanation": "“装蒜”可理解为假装成蒜，也可理解为假装糊涂，蒜与糊涂构成同形双关。"}
{"index": 169, "explanation": "“再说”可理解为“以后再讨论”，也可理解为“继续重复说”，两种理解构成同形双关。"}
{"index": 170, "explanation": "“远送当三杯”可理解为“主人远送可以代替三杯酒”，也可理解为“主人远送要客人喝三杯酒”，构成同形双关。"}
{"index": 171, "explanation": "“房事”可理解为“房屋装修事宜”，也可理解为“性事”，两种理解构成同形双关。"}
{"index": 172, "explanation": "“元帅”可理解为军队中的高级将领，也可理解为“天蓬元帅”（猪八戒），两者构成同形双关。"}
{"index": 173, "explanation": "“高枕无忧”可理解为枕头垫高可以无忧无虑，也可理解为通过垫高枕头来避免忧愁，枕头的高度与无忧的状态构成同形双关。"}
{"index": 174, "explanation": "\"难以启齿\"可理解为难以开口，也可理解为牙齿难以张开，难以开口与牙齿难以张开构成同形双关。"}
{"index": 175, "explanation": "“驴”可理解为动物，也可比喻为国王和宰相，构成同形双关。"}
{"index": 176, "explanation": "“奶奶的”可理解为“奶奶的（礼物）”，也可理解为“奶奶的（脏话）”，两者构成同形双关。"}
{"index": 177, "explanation": "“不在人事”可理解为“不在人事部”，也可理解为“不在人世”，两者构成同形双关。"}
{"index": 178, "explanation": "“印”可理解为“复印”，也可理解为“印刷”，复印与印刷构成同形双关……"}
{"index": 179, "explanation": "X可理解为A（股票市场术语），也可理解为B（考试成绩），A与B构成同形双关……"}
{"index": 180, "explanation": "“老天爷”可理解为对丙舅舅的惊叹，也可理解为对上天的称呼，惊叹与称呼构成同形双关。"}
{"index": 181, "explanation": "“炸弹”可理解为游戏中的牌型，也可理解为真实的爆炸物，游戏与危险构成同形双关。"}
{"index": 182, "explanation": "“帽子”可理解为头上的帽子，也可理解为植物的“帽子”（即花冠），两者构成同形双关。"}
{"index": 183, "explanation": "“一股作气”可理解为“一口气跑到底”，也可理解为“一股气力”，前者指持续努力，后者指短暂爆发，构成同形双关。"}
{"index": 184, "explanation": "“地狱”可理解为宗教信仰中的地狱，也可理解为婚姻生活中的困境，两者构成同形双关；“天堂”可理解为宗教信仰中的天堂，也可理解为婚姻生活中的幸福，两者构成同形双关。"}
{"index": 185, "explanation": "“脸”可理解为面部，也可理解为“不要脸”中的“脸”，面部与“不要脸”构成同形双关。"}
{"index": 186, "explanation": "“翻天覆地”可理解为字面意义上的上下颠倒，也可理解为比喻意义上的生活剧变，字面与比喻构成同形双关。"}
{"index": 187, "explanation": "“东西”可理解为方向，也可理解为物品或人品，方向与物品/人品构成同形双关。"}
{"index": 188, "explanation": "这句话可理解为描述眼睫毛的形态，也可理解为描述性器官的形态，两种理解构成同形双关。"}
{"index": 189, "explanation": "“马屁股”可理解为马的后半部分，也可理解为拍马屁的对象，两者构成同形双关。"}
{"index": 190, "explanation": "“抢手”可理解为受欢迎，也可理解为被抢夺，两种理解构成同形双关。"}
{"index": 191, "explanation": "“毛”可理解为“钱”的方言说法，也可理解为“毛发”，两者构成同形双关。"}
{"index": 192, "explanation": "\"你妈小时候打你\"可理解为\"你妈在你小时候打你\"，也可理解为\"你妈在她小时候打你\"，两种理解构成同形双关。"}
{"index": 193, "explanation": "“勿拆”可理解为“不要拆开信封”，也可理解为“不要拆散婚姻”，两种理解构成同形双关。"}
{"index": 194, "explanation": "“蚂蚁怎么说”可理解为询问蚂蚁的英文单词，也可理解为蚂蚁在说话，构成同形双关。"}
{"index": 195, "explanation": "“母厕”可理解为“母亲使用的厕所”，也可理解为“与公厕相对的母厕”，构成同形双关。"}
{"index": 196, "explanation": "“冷面杀手”可理解为冷酷无情的杀手，也可理解为擅长吃冷面的人，冷酷无情与擅长吃冷面构成同形双关。"}
{"index": 197, "explanation": "“好好干”可理解为对新郎的鼓励和支持，也可理解为对新郎在新婚生活中的期望，鼓励与期望构成同形双关。"}
{"index": 198, "explanation": "“一毛钱”可理解为“十分钱”，也可理解为“十分”，两者构成同形双关。"}
{"index": 199, "explanation": "“妈妈”可理解为儿子的妈妈，也可理解为每一个孩子的妈妈，字面与比喻意义构成同形双关。"}
{"index": 200, "explanation": "“土”可理解为泥土，也可理解为土气，泥土与土气构成同形双关。"}
{"index": 201, "explanation": "“生气”可理解为“增添活力”，也可理解为“愤怒”，两种理解构成同形双关。"}
{"index": 202, "explanation": "“冻结”可理解为扑满被放入冰箱而结冰，也可理解为资产被限制使用，两者构成同形双关。"}
{"index": 203, "explanation": "\"蚂蚁\"可理解为昆虫，也可理解为\"没有说\"，昆虫与\"没有说\"构成同形双关。"}
{"index": 204, "explanation": "“她在监狱里”可理解为A（罗斯福夫人正在参观监狱），也可理解为B（罗斯福夫人因犯罪被关押在监狱），A与B构成同形双关。"}
{"index": 205, "explanation": "“拉链”可理解为背包的拉链，也可理解为裤子的拉链，背包拉链与裤子拉链构成同形双关。"}
{"index": 206, "explanation": "“打包”可理解为将剩余食物带走，也可理解为进行抢劫，两者发音相同构成同形双关。"}
{"index": 207, "explanation": "“属鸡”可理解为生肖属鸡，也可理解为职业属性（如妓女），生肖与职业构成同形双关。"}
{"index": 208, "explanation": "\"拉\"可理解为制作拉面的动作，也可理解为拉面的名称，两者构成同形双关。"}
{"index": 209, "explanation": "“电大”可理解为“电视大学”，也可理解为“电着长大”，两者构成同形双关。"}
{"index": 210, "explanation": "同学的回答中，每个品牌名称（特步、安踏、361度、红星尔克、KAPPA）都可理解为品牌本身，也可理解为与恋爱相关的双关语，品牌名称与恋爱相关含义构成同形双关。"}
{"index": 211, "explanation": "“搞大”可理解为“我的肚子已经被你灌满了酒”，也可理解为“我的肚子已经被你搞怀孕了”，两种理解构成同形双关。"}
{"index": 212, "explanation": "“油”可理解为油脂，也可理解为利润，油脂与利润构成同形双关。"}
{"index": 213, "explanation": "\"0\"可理解为数字零，也可理解为起点，数字零与起点构成同形双关。"}
{"index": 214, "explanation": "“熬”可理解为熬夜，也可理解为熬制，熬夜与熬制构成同形双关。"}
{"index": 215, "explanation": "“不堪回首”可理解为无法回忆过去，也可理解为脖子受伤无法回头，两者构成同形双关。"}
{"index": 216, "explanation": "“滑”字可理解为描述路滑，也可理解为描述菜肴稀少，路滑与菜肴稀少构成同形双关。"}
{"index": 217, "explanation": "“甜言蜜语”可理解为A（甜蜜的言语），也可理解为B（含糖的言语），A与B构成同形双关。"}
{"index": 218, "explanation": "“猪脚”可理解为猪的脚，也可理解为猪蹄这道菜，猪的脚与猪蹄这道菜构成同形双关。"}
{"index": 219, "explanation": "“关系”可理解为“人际关系”，也可理解为“性关系”，两者构成同形双关。"}
{"index": 220, "explanation": "“毛桃儿”可理解为“长毛的桃子”，也可理解为“长毛的猴子”，两者构成同形双关。"}
{"index": 221, "explanation": "“香蕉皮”可理解为香蕉的皮，也可理解为香蕉和皮，构成同形双关。"}
{"index": 222, "explanation": "\"恶心\"可理解为身体不适，也可理解为令人厌恶，两种理解构成同形双关。"}
{"index": 223, "explanation": "“占便宜”可理解为获得价格优惠，也可理解为占取不正当的利益，两种理解构成同形双关。"}
{"index": 224, "explanation": "“好美”可理解为女孩的名字，也可理解为对母亲的赞美，名字与赞美构成同形双关。"}
{"index": 225, "explanation": "\"坐\"可理解为坐下，也可理解为坐享其成，两种理解构成同形双关。"}
{"index": 226, "explanation": "“喝西北风”可理解为字面意义上的喝风，也可理解为比喻意义上的没有饭吃，字面与比喻意义构成同形双关。"}
{"index": 227, "explanation": "“味道”可理解为厕所的气味，也可理解为母亲的特质或情感，两者构成同形双关。"}
{"index": 228, "explanation": "“鼠标（mouse）”可理解为电脑设备，也可理解为动物老鼠，两者构成同形双关。"}
{"index": 229, "explanation": "“一根左边的，一根右边的”可理解为鞋带的位置，也可理解为鞋带的左右方向，位置与方向构成同形双关。"}
{"index": 230, "explanation": "“师长下面”可理解为“师长的下属”，也可理解为“师长骑的马”，下属与马构成同形双关。"}
{"index": 231, "explanation": "“一片顶5片”可理解为一片药的效果相当于五片，也可理解为一片药需要分成五片服用，效果与分片构成同形双关。"}
{"index": 232, "explanation": "“它”可理解为猴子，也可理解为议员，猴子与议员构成同形双关……"}
{"index": 233, "explanation": "“早”可理解为问候语，也可理解为时间上的早，构成同形双关。"}
{"index": 234, "explanation": "“巴掌声”可理解为拍手声，也可理解为打耳光声，两种理解构成同形双关。"}
{"index": 235, "explanation": "“诺曼底”可理解为身体部位，也可理解为世界地图上的地点，身体部位与地点构成同形双关。"}
{"index": 236, "explanation": "“冢”字去掉头可理解为“蒙”字无头，也可理解为“家”字出头；“卜”字去掉一点可理解为“卜”字无点，也可理解为“光棍”无点。"}
{"index": 237, "explanation": "“火冒”可理解为“着火冒烟”，也可理解为“生气发火”，两者构成同形双关。"}
{"index": 238, "explanation": "“泡”可理解为“泡面”，也可理解为“追求”，两者构成同形双关。"}
{"index": 239, "explanation": "“上网”可理解为使用互联网，也可理解为爬上网络（如电线），两种理解构成同形双关。"}
{"index": 240, "explanation": "\"签署\"可理解为在文件上签字，也可理解为在文件末尾的位置，签字与位置构成同形双关。"}
{"index": 241, "explanation": "“送”可理解为“护送”，也可理解为“目送”，护送与目送构成同形双关。"}
{"index": 242, "explanation": "“二百五”可理解为价格，也可理解为形容人傻，价格与形容人傻构成同形双关。"}
{"index": 243, "explanation": "“我有了”可理解为“我拿到卷子了”，也可理解为“我怀孕了”；“是我的”可理解为“是我的卷子”，也可理解为“是我的孩子”，构成同形双关。"}
{"index": 244, "explanation": "\"痛经\"可理解为方丈因经书被烧毁而心痛，也可理解为女性生理期的疼痛，两者构成同形双关。"}
{"index": 245, "explanation": "\"吃一个\"可理解为吃掉对方的棋子，也可理解为实际吃下棋子，两种理解构成同形双关。"}
{"index": 246, "explanation": "“妈呀”可理解为惊呼声，也可理解为对母亲的称呼，惊呼声与对母亲的称呼构成同形双关。"}
{"index": 247, "explanation": "“汇款”可理解为烧纸钱给逝者，也可理解为银行汇款，两者构成同形双关。"}
{"index": 248, "explanation": "“自立报”可理解为“自己创办报纸”，也可理解为“自立报社”，即一个具体的报社名称，构成同形双关。"}
{"index": 249, "explanation": "“梦想”可理解为人生理想，也可理解为生理需求，两者构成同形双关。"}
{"index": 250, "explanation": "\"结果\"可理解为\"结婚的结果\"，也可理解为\"植物的果实\"，\"结婚的结果\"与\"植物的果实\"构成同形双关。"}
{"index": 251, "explanation": "\"人头饭\"可理解为按人头数量上饭，也可理解为以人头为食材的饭，两种理解构成同形双关。"}
{"index": 252, "explanation": "“气”可理解为“怒气”，也可理解为“气体”，前者指情绪发泄，后者指物理现象，构成同形双关。"}
{"index": 253, "explanation": "\"出墙\"可理解为杏子成熟后自然掉落至墙外，也可理解为杏子主动离开本分，两种理解构成同形双关。"}
{"index": 254, "explanation": "“白手起家”可理解为“从一无所有开始创业”，也可理解为“手要白净”，两者构成同形双关。"}
{"index": 255, "explanation": "“差不多”可理解为对事物态度随意，也可理解为对事物差异的忽视，两者构成同形双关。"}
{"index": 256, "explanation": "“不良”可理解为“品行不端”，也可理解为“发育不健全”，两者构成同形双关。"}
{"index": 257, "explanation": "“扫黄”可理解为清除黄色内容，也可理解为清洁泛黄的牙齿，两者构成同形双关。"}
{"index": 258, "explanation": "“大户型”可理解为房屋面积大，也可理解为肚子大，房屋面积与肚子大小构成同形双关；“建筑面积”可理解为房屋总面积，也可理解为肚子总面积，房屋总面积与肚子总面积构成同形双关；“油摊”可理解为房屋中的油污区域，也可理解为肚子上的脂肪，油污区域与脂肪构成同形双关。"}
{"index": 259, "explanation": "“奶”可理解为鲜奶，也可理解为乳汁，鲜奶与乳汁构成同形双关。"}
{"index": 260, "explanation": "“叫我爸”可理解为“喊我爸来救我”，也可理解为“称呼我为爸爸”，构成同形双关。"}
{"index": 261, "explanation": "\"挨上打\"可理解为\"被打\"，也可理解为\"得到捶背\"，\"被打\"与\"得到捶背\"构成同形双关。"}
{"index": 262, "explanation": "\"后门\"可理解为实际的门，也可理解为不正当的途径，实际的门与不正当的途径构成同形双关。"}
{"index": 263, "explanation": "“卖”可理解为“售卖”，也可理解为“服务对象”，售卖与服务对象构成同形双关。"}
{"index": 264, "explanation": "“音”可理解为音乐中的音符（Do、Re、Mi等），也可理解为声音（钢琴的声音），音符与声音构成同形双关。"}
{"index": 265, "explanation": "“电击”可理解为医学上的急救措施，也可理解为情感上的“电击”或“心动”，两者构成同形双关。"}
{"index": 266, "explanation": "“叫我爸”可理解为“喊我爸来救我”，也可理解为“称呼我为爸爸”，两种理解构成同形双关。"}
{"index": 267, "explanation": "“搜狗”可理解为搜索引擎，也可理解为“搜索狗”，后者带有贬义，构成同形双关。"}
{"index": 268, "explanation": "“上帝”可理解为对露露爸爸的惊叹，也可理解为对露露爸爸体重的夸张描述，惊叹与夸张构成同形双关。"}
{"index": 269, "explanation": "“进士”可理解为“进土”，“夫人”可理解为“失夫”，“进士”与“进土”、“夫人”与“失夫”构成同形双关。"}
{"index": 270, "explanation": "“话匣子”可理解为妻子的话多，也可理解为需要关闭的窗门，两者构成同形双关。"}
{"index": 271, "explanation": "“中班”可理解为母亲的工作班次，也可理解为幼儿园的班级名称，两者构成同形双关。"}
{"index": 272, "explanation": "“杀”可理解为清除计算机病毒，也可理解为杀害生命，两者构成同形双关。"}
{"index": 273, "explanation": "“修理”可理解为修复物品，也可理解为管教人，修复物品与管教人构成同形双关。"}
{"index": 274, "explanation": "“高两个八度”可理解为音高上的提升，也可理解为地理位置上的高度，音高与高度构成同形双关。"}
{"index": 275, "explanation": "\"一\"可理解为数字1，也可理解为位置的前面；\"菊花\"可理解为硬币上的图案，也可理解为人体部位。数字1与位置前面、硬币图案与人体部位构成同形双关。"}
{"index": 276, "explanation": "1. “躲得过初一躲不过十五”可理解为避开初一但避不开十五，也可理解为表达“无法摆脱”的俗语，构成同形双关。2. “跑得了和尚跑不了庙”可理解为字面意义的“和尚能跑但庙不能跑”，也可理解为一致的表达“无法摆脱”的俗语，构成同形双关。"}
{"index": 277, "explanation": "“赏”可理解为“赠送”，也可理解为“投掷”，赠送与投掷构成同形双关。"}
{"index": 278, "explanation": "“沙鸥”可理解为水鸟，也可理解为“沙洲的税”，水鸟与税构成同形双关。"}
{"index": 279, "explanation": "\"摇摇空饮料瓶\"可理解为摇晃空瓶表示想再喝，也可理解为摇晃空瓶表示看不见，两种理解构成同形双关。"}
{"index": 280, "explanation": "“抄袭”可理解为“复制他人作业”，也可理解为“盗版商品”，两者构成同形双关。"}
{"index": 281, "explanation": "“牌子”可理解为汽车品牌，也可理解为车牌，品牌与车牌构成同形双关。"}
{"index": 282, "explanation": "X可理解为A（村民的日常习惯），也可理解为B（对县长的侮辱），A与B构成同形双关……"}
{"index": 283, "explanation": "“发布会”可理解为“新产品的发布活动”，也可理解为“发放布料的活动”，两种理解构成同形双关。"}
{"index": 284, "explanation": "“扫描”可理解为A（电子设备的扫描），也可理解为B（人的目光扫视），A与B构成同形双关；“程序”可理解为A（计算机程序），也可理解为B（人的情感进程），A与B构成同形双关；“启动”可理解为A（程序的启动），也可理解为B（情感的激发），A与B构成同形双关；“兼容”可理解为A（设备的兼容性），也可理解为B（人的性格契合），A与B构成同形双关；“超级链接”可理解为A（网络链接），也可理解为B（人的情感连接），A与B构成同形双关；“升级”可理解为A（系统升级），也可理解为B（情感加深），A与B构成同形双关。"}
{"index": 285, "explanation": "\"没有人在家\"可理解为家中无人，也可理解为没有人在家（即家中空无一物），\"没有人在家\"与\"家中空无一物\"构成同形双关。"}
{"index": 286, "explanation": "“没用”可理解为“没有使用”，也可理解为“没有用处”，构成同形双关。"}
{"index": 287, "explanation": "“安好”可理解为“平安无事”，也可理解为“安装好”，“安不好”可理解为“安装不好”，与“平安无事”构成同形双关。"}
{"index": 288, "explanation": "“人”可理解为“人类”，也可理解为“男人”，“人类”与“男人”构成同形双关。"}
{"index": 289, "explanation": "\"九只\"可理解为数量词，也可理解为\"久治\"，\"九只\"与\"久治\"构成同形双关。"}
{"index": 290, "explanation": "“有夫之妇”可理解为“已婚妇女”，也可理解为“有丈夫的妇女”，前者与后者构成同形双关。"}
{"index": 291, "explanation": "“生孩子”可理解为“接生婴儿”，也可理解为“生育自己的孩子”，构成同形双关。"}
{"index": 292, "explanation": "“学生”可理解为“学习新知识的人”，也可理解为“只学习生的东西，不学熟的东西”，前者与后者构成同形双关。"}
{"index": 293, "explanation": "“媒介”可理解为“介质”，也可理解为“媒介物”，介质与媒介物构成同形双关。"}
{"index": 294, "explanation": "“处女”可理解为“处女座”，也可理解为“处女身份”，星座与身份构成同形双关。"}
{"index": 295, "explanation": "“救火”可理解为“救助火灾”，也可理解为“救助火”，前者指灭火，后者指救助火本身，构成同形双关。"}
{"index": 296, "explanation": "“进口”可理解为“从国外进口”，也可理解为“进入口中”，两者构成同形双关。"}
{"index": 297, "explanation": "“不要脸”可理解为拒绝亲吻，也可理解为不要用脸亲吻，与“那就嘴吧”构成同形双关。"}
{"index": 298, "explanation": "“生前”可理解为“生宝宝前”，也可理解为“去世前”，两者构成同形双关。"}
{"index": 299, "explanation": "“插”可理解为插入U盘，也可理解为性暗示，两者构成同形双关。"}
{"index": 300, "explanation": "“爽”可理解为阿爽的名字，也可理解为“爽快、舒服”的意思，两种理解构成同形双关。"}
{"index": 301, "explanation": "“植物人”可理解为植物与人类结合的后代，也可理解为医学上的植物人状态，两者构成同形双关。"}
{"index": 302, "explanation": "“我的”可理解为小明的钥匙，也可理解为男方的孩子，钥匙与孩子构成同形双关。"}
{"index": 303, "explanation": "“烧饼”可理解为食物，也可理解为布告上的内容，食物与布告内容构成同形双关。"}
{"index": 304, "explanation": "宾馆可理解为酒店，也可理解为菲律宾的展馆，构成同形双关。"}
{"index": 305, "explanation": "“向日葵”可理解为植物，也可理解为“总是转向太阳的人”，植物与人的行为构成同形双关。"}
{"index": 306, "explanation": "“瞄”可理解为“看”，也可理解为“喵”，即猫叫声，构成同形双关。"}
{"index": 307, "explanation": "“懂”可理解为理解鸟叫的含义，也可理解为理解画作的含义，两者构成同形双关。"}
{"index": 308, "explanation": "“复制”可理解为“再要一份”，也可理解为“复制文件”，构成同形双关。"}
{"index": 309, "explanation": "“一上一下”可理解为“二”字，也可理解为“夫”字的上半部分与下半部分；“春少三日”可理解为“春”字去掉“三”和“日”，也可理解为“夫”字的剩余部分。"}
{"index": 310, "explanation": "“后腚”可理解为猪的后腿部分，也可理解为“后定”（即最后确定），两者构成同形双关。"}
{"index": 311, "explanation": "“小犬”可理解为对儿子的谦称，也可理解为字面意义上的小狗，构成同形双关。"}
{"index": 312, "explanation": "“凉”可理解为茶的温度低，也可理解为事情让人感到尴尬或丢脸，两种理解构成同形双关。"}
{"index": 313, "explanation": "\"麻烦\"可理解为名字，也可理解为问题或困扰，名字与问题构成同形双关。"}
{"index": 314, "explanation": "“军用品”可理解为军队使用的物品，也可理解为与军人相关的物品（如军属），两者构成同形双关。"}
{"index": 315, "explanation": "“屁股”可理解为帮工儿子的名字，也可理解为人体部位，与“脑壳”构成同形双关。"}
{"index": 316, "explanation": "“高兴死了”可理解为非常高兴，也可理解为因高兴而死亡，高兴与死亡构成同形双关。"}
{"index": 317, "explanation": "“天大的事”可理解为“天津大学的事”，也可理解为“非常重大的事”；“重大的事”可理解为“重庆大学的事”，也可理解为“非常重要的事”，两者构成同形双关。"}
{"index": 318, "explanation": "“赛狗”可理解为“比赛狗”，也可理解为“比赛的是狗”，前者指比赛的对象是狗，后者指比赛的主体是狗，两者构成同形双关。"}
{"index": 319, "explanation": "“睡”可理解为“睡觉”，也可理解为“与姑娘发生关系”，“睡觉”与“发生关系”构成同形双关。"}
{"index": 320, "explanation": "“剩女”可理解为“剩下的女人”，也可理解为“未婚女性”，两者构成同形双关。"}
{"index": 321, "explanation": "“真的假的”可理解为询问真假，也可理解为表达惊讶，真假与惊讶构成同形双关。"}
{"index": 322, "explanation": "“叫花子”可理解为“呼唤花子”，也可理解为“乞丐”，两者构成同形双关。"}
{"index": 323, "explanation": "“双击”可理解为用鼠标左键快速点击两次，也可理解为用两个指头同时点击，构成同形双关。"}
{"index": 324, "explanation": "“挤”可理解为物理上的挤压，也可理解为被迫离开，两种理解构成同形双关。"}
{"index": 325, "explanation": "“包拯”可理解为包公的名字，也可理解为“包着真相”，后者暗示黑店，构成同形双关。"}
{"index": 326, "explanation": "“你后面有一只猪”可理解为班长后面贴着一张画有猪的纸，也可理解为班长后面站着一位胖女生，两者构成同形双关。"}
{"index": 327, "explanation": "“铁”可理解为菠菜中含有的铁元素，也可理解为金属铁，铁元素与金属铁构成同形双关。"}
{"index": 328, "explanation": "“西班牙”可理解为国家名称，也可理解为“西班的牙”，即“西班的嘴里”，构成同形双关。"}
{"index": 329, "explanation": "“碰酒杯”可理解为“用手接触酒杯”，也可理解为“喝酒”，两种理解构成同形双关。"}
{"index": 330, "explanation": "“看电脑”可理解为“监视电脑”，也可理解为“盯着电脑看”，两者构成同形双关；“打牌”可理解为“玩牌”，也可理解为“打扑克牌”，两者构成同形双关。"}
{"index": 331, "explanation": "“色”可理解为“颜色”，也可理解为“好色”，“颜色”与“好色”构成同形双关。"}
{"index": 332, "explanation": "“咪咪”可理解为小点心，也可理解为女性胸部，两者构成同形双关。"}
{"index": 333, "explanation": "“打狗看主人”可理解为“打狗时要看主人的面子”，也可理解为“打狗时看着主人”，前者是惯用语，后者是字面意思，构成同形双关。"}
{"index": 334, "explanation": "“献爱心”可理解为表达关爱，也可理解为捐献心脏，表达关爱与捐献心脏构成同形双关。"}
{"index": 335, "explanation": "“突出”可理解为“显著的特点”，也可理解为“腰椎间盘突出”，两者构成同形双关。"}
{"index": 336, "explanation": "“见信如面”可理解为“见到信就像见到面”，也可理解为“见到信就像见到面条”，信与面条构成同形双关。"}
{"index": 337, "explanation": "“太阳”可理解为一般意义的太阳，也可理解为QQ的账号等级，两种理解构成同形双关。"}
{"index": 338, "explanation": "“放”可理解为播放音乐，也可理解为放屁，播放音乐与放屁构成同形双关。"}
{"index": 339, "explanation": "“东西”可理解为方位，也可理解为物品，方位与物品构成同形双关。"}
{"index": 340, "explanation": "“菊花”可理解为植物，也可理解为人体部位，植物与人体部位构成同形双关。"}
{"index": 341, "explanation": "“自食恶果”可理解为“自己吃下不好的结果”，也可理解为“自己吃下水果”，前者为成语，后者为字面意思，构成同形双关。"}
{"index": 342, "explanation": "“窝边草”可理解为“兔子”的窝边的草，也可理解为“作文”的“同桌”的草稿，两者构成同形双关。"}
{"index": 343, "explanation": "\"作业\"可理解为家庭作业，也可理解为性暗示，家庭作业与性暗示构成同形双关。"}
{"index": 344, "explanation": "“蛋”可理解为“卵”，也可理解为“笨蛋”，“卵”与“笨蛋”构成同形双关。"}
{"index": 345, "explanation": "4可理解为数字4，也可理解为“死”，2可理解为数字2，也可理解为“爱”，4与2构成同形双关。"}
{"index": 346, "explanation": "“十分”可理解为“非常”，也可理解为“十分之一”，即10分，与“九十分”构成同形双关。"}
{"index": 347, "explanation": "\"配\"可理解为给猪配种，也可理解为与人配合，两种理解构成同形双关。"}
{"index": 348, "explanation": "“正反”可理解为“正面和反面”，也可理解为“支持和反对”，两者构成同形双关。"}
{"index": 349, "explanation": "“真”可理解为“真”字，也可理解为“认真”，真与认真构成同形双关。"}
{"index": 350, "explanation": "“孙子”可理解为“儿子的儿子”，也可理解为“对晚辈的统称”，两种理解构成同形双关。"}
{"index": 351, "explanation": "“住嘴”可理解为停止接吻，也可理解为停止说话，接吻与说话构成同形双关。"}
{"index": 352, "explanation": "\"校风\"可理解为学校的风气，也可理解为校园的风力，两者构成同形双关。"}
{"index": 353, "explanation": "“乳”可理解为“小”，也可理解为“乳房”或“乳头”等与乳房相关的词汇，构成同形双关。"}
{"index": 354, "explanation": "“风流”可理解为“风吹流动”，也可理解为“风流韵事”，两者构成同形双关。"}
{"index": 355, "explanation": "“维修费用”可理解为日常开销中的维修支出，也可理解为对女性外貌的“维修”支出，两者构成同形双关。"}
{"index": 356, "explanation": "“吃”可理解为“用筷子夹取食物”，也可理解为“将筷子放入口中”，两种理解构成同形双关。"}
{"index": 357, "explanation": "“王八”可理解为文件名“王八.doc”，也可理解为骂人的话“王八”，构成同形双关。"}
{"index": 358, "explanation": "“爱憎分明”可理解为“爱憎分明”，也可理解为“爱曾分明”，前者指情感态度明确，后者指对“曾分明”这个人有爱意，构成同形双关。"}
{"index": 359, "explanation": "“加油”可理解为给汽车加油，也可理解为鼓励对方，两种理解构成同形双关。"}
{"index": 360, "explanation": "“油”可理解为汽油，也可理解为食用油，汽油与食用油构成同形双关。"}
{"index": 361, "explanation": "“湿”可理解为地板被水弄湿，也可理解为“湿地”，构成同形双关。"}
{"index": 362, "explanation": "“动动”可理解为让局长动筷子，也可理解为让局长（老鳖）动一动，构成同形双关。"}
{"index": 363, "explanation": "“咸猪手”可理解为性骚扰行为，也可理解为腌制的猪蹄，两种理解构成同形双关。"}
{"index": 364, "explanation": "“腰疼”可理解为身体上的疼痛，也可理解为“要疼”（需要疼痛），构成同形双关。"}
{"index": 365, "explanation": "\"下辈子\"可理解为未来的某一世，也可理解为永远不会实现的承诺，两者构成同形双关。"}
{"index": 366, "explanation": "\"人头落地\"可理解为\"出人头地\"，也可理解为\"人头落地\"，\"出人头地\"与\"人头落地\"构成同形双关。"}
{"index": 367, "explanation": "“接客”可理解为接待客人，也可理解为从事性工作，接待客人与从事性工作构成同形双关。"}
{"index": 368, "explanation": "“观棋不语”可理解为下棋时不说话，也可理解为班长作为旁观者不干涉，两者构成同形双关。"}
{"index": 369, "explanation": "“要命”可理解为“生命”，也可理解为“负担”，生命与负担构成同形双关。"}
{"index": 370, "explanation": "“士”可理解为学位（硕士、博士），也可理解为性别（男士、女士），学位与性别构成同形双关。"}
{"index": 371, "explanation": "“杀毒”可理解为清除电脑病毒，也可理解为消灭生物病毒，构成同形双关。"}
{"index": 372, "explanation": "“手长”可理解为A（县官的手长），也可理解为B（县官善于伸手要钱），A与B构成同形双关。"}
{"index": 373, "explanation": "“回锅”可理解为再次烹饪，也可理解为肉已经回到锅里，构成同形双关。"}
{"index": 374, "explanation": "“打气”可理解为鼓励，也可理解为争吵，鼓励与争吵构成同形双关。"}
{"index": 375, "explanation": "“好看”可理解为“使花园美观”，也可理解为“使自己看起来漂亮”，两种理解构成同形双关。"}
{"index": 376, "explanation": "“三千万”可理解为金额，也可理解为三个“千万”的告诫，金额与告诫构成同形双关。"}
{"index": 377, "explanation": "“做这个生意”可理解为从事商业活动，也可理解为从事某种特殊职业，两种理解构成同形双关。"}
{"index": 378, "explanation": "稀有可理解为“数量少”，也可理解为“在特定地区难以找到”，构成同形双关。"}
{"index": 379, "explanation": "“贫贱不能移”可理解为“贫穷低贱的人不能移民”，也可理解为“贫穷低贱的人不能改变（现状）”，移民与改变构成同形双关。"}
{"index": 380, "explanation": "“省长”可理解为“省级行政长官”，也可理解为“最省钱的家长”，两者构成同形双关；“白领”可理解为“白领阶层”，也可理解为“领了工资自己捞不着花”，两者构成同形双关。"}
{"index": 381, "explanation": "“盘”可理解为“盘子”，也可理解为“电脑磁盘”，两者构成同形双关。"}
{"index": 382, "explanation": "“统一100”可理解为方便面品牌“统一100”，也可理解为“统一的一百分”，即所有科目都考一百分，构成同形双关。"}
{"index": 383, "explanation": "“天理”可理解为“天道”或“地理”，两者构成同形双关。"}
{"index": 384, "explanation": "“修”可理解为修理，也可理解为维系，修理与维系构成同形双关。"}
{"index": 385, "explanation": "“几条狗”可理解为狗肉，也可理解为对检察团的贬称，狗肉与贬称构成同形双关。"}
{"index": 386, "explanation": "\"影子斜\"可理解为影子歪斜，也可理解为人的品行不正，影子歪斜与品行不正构成同形双关。"}
{"index": 387, "explanation": "\"联网\"可理解为思想上的沟通，也可理解为网络连接；\"格式化\"可理解为感情的整理，也可理解为计算机数据的清除；\"版本不兼容\"可理解为感情的不合，也可理解为软件版本的不匹配。这些词语在计算机术语和感情描述之间构成同形双关。"}
{"index": 388, "explanation": "\"车停站一下\"可理解为\"车停站/一下\"（车停站一会儿），也可理解为\"车/停站一下\"（车停站时站一下），两种理解构成同形双关。"}
{"index": 389, "explanation": "\"承包\"可理解为经济承包，也可理解为责任承包，经济承包与责任承包构成同形双关。"}
{"index": 390, "explanation": "“猫”可理解为网络设备“调制解调器”（Modem），也可理解为宠物猫，构成同形双关。"}
{"index": 391, "explanation": "“五一”可理解为劳动节假期，也可理解为“五一商场”这一名称，构成同形双关。"}
{"index": 392, "explanation": "“妈妈”可理解为“母亲”，也可理解为“妈妈（逗号）”，即标点符号的位置不同导致语义变化，构成同形双关。"}
{"index": 393, "explanation": "“哪里哪里”可理解为自谦的回应，也可理解为询问具体位置，构成同形双关。"}
{"index": 394, "explanation": "“泡妞”可理解为“给女儿洗澡”，也可理解为“追求女性”，两者构成同形双关。"}
{"index": 395, "explanation": "“挂”可理解为“挂针”，也可理解为“上吊”，两种理解构成同形双关。"}
{"index": 396, "explanation": "“上得不得”可理解为“是否成功登上”，也可理解为“皇上是否感恩”，构成同形双关；“悬之又悬”可理解为“非常危险”，也可理解为“距离遥远”，构成同形双关。"}
{"index": 397, "explanation": "“王八蛋”可理解为骂人的话，也可理解为用输入法打出的三个汉字，两者构成同形双关。"}
{"index": 398, "explanation": "“举世”可理解为“全世界”，也可理解为“出世”；“无双”可理解为“没有第二个”，也可理解为“没有双亲”，构成同形双关。"}
{"index": 399, "explanation": "“发情”可理解为发放钢琴，也可理解为表达情感，两者构成同形双关。"}
{"index": 400, "explanation": "“A-Cup”可理解为亚洲杯、非洲杯、美洲杯的简称，也可理解为女性胸围的A罩杯；“E-Cup”可理解为欧洲杯的简称，也可理解为女性胸围的E罩杯，A与E构成同形双关。"}
{"index": 401, "explanation": "“夫人”可理解为“南斯拉夫人”，也可理解为“女性尊称”，两者构成同形双关。"}
{"index": 402, "explanation": "“没气”可理解为打火机没有气体，也可理解为老爷没有气力，两者构成同形双关。"}
{"index": 403, "explanation": "“进口货”可理解为“从国外进口的商品”，也可理解为“进入口中的食物”，两者构成同形双关。"}
{"index": 404, "explanation": "“鲜奶”可理解为上半身的保暖，“火腿”可理解为下半身的凉爽，两者构成同形双关。"}
{"index": 405, "explanation": "\"36A\"可理解为座位号，也可理解为胸围尺寸，座位号与胸围尺寸构成同形双关。"}
{"index": 406, "explanation": "“如花”可理解为形容貌美如花，也可理解为电影角色如花，两者构成同形双关。"}
{"index": 407, "explanation": "“中奖”可理解为获得奖品，也可理解为怀孕，两种理解构成同形双关。"}
{"index": 408, "explanation": "“鸡精”可理解为调味品，也可理解为公鸡的精子，调味品与精子构成同形双关。"}
{"index": 409, "explanation": "“放马过来”可理解为让对方骑马过来，也可理解为让对方采取行动，两种理解构成同形双关。"}
{"index": 410, "explanation": "“酸”可理解为脚部酸痛，也可理解为味觉上的酸味，两者构成同形双关。"}
{"index": 411, "explanation": "“拉好”可理解为“拉上拉链”，也可理解为“收好”，两者构成同形双关。"}
{"index": 412, "explanation": "“不拘小节”可理解为不注重细节，也可理解为不注重节日，两种理解构成同形双关。"}
{"index": 413, "explanation": "“回锅肉”可理解为“第二次下锅的肉”，也可理解为“回锅里去了”的肉，两种理解构成同形双关。"}
{"index": 414, "explanation": "“到大学去”可理解为“前往大学”，也可理解为“进入大学学习”，“前往大学”与“进入大学学习”构成同形双关。"}
{"index": 415, "explanation": "“占”可理解为“拥有”，也可理解为“占据”，拥有与占据构成同形双关。"}
{"index": 416, "explanation": "“小老婆”可理解为“小号的饼”，也可理解为“情妇”，两者构成同形双关。"}
{"index": 417, "explanation": "“冷宫”可理解为皇宫中的冷僻宫殿，也可理解为凉爽的居所，两者构成同形双关。"}
{"index": 418, "explanation": "“法律”可理解为“法国的律师”，也可理解为“法律”本身；“法盲”可理解为“法国的盲人”，也可理解为“不懂法律的人”，两者构成同形双关。"}
{"index": 419, "explanation": "“盗”可理解为名字，也可理解为“偷盗”的行为；“殴”可理解为名字，也可理解为“殴打”的行为，构成同形双关。"}
{"index": 420, "explanation": "\"汇款\"可理解为\"汇钱\"，也可理解为\"汇墓\"，\"汇钱\"与\"汇墓\"构成同形双关。"}
{"index": 421, "explanation": "“家”可理解为“家庭”，也可理解为“冰箱内部”，家庭与冰箱内部构成同形双关。"}
{"index": 422, "explanation": "“250”可理解为价格，也可理解为骂人话，价格与骂人话构成同形双关。"}
{"index": 423, "explanation": "“破”可理解为“诗韵不整”，也可理解为“放屁”，两者构成同形双关。"}
{"index": 424, "explanation": "“孙行者”可理解为孙悟空的名字，也可理解为“行者”这一身份标签，两者构成同形双关，导致宝葫芦误将“行者”标签下的人物全部吸入。"}
{"index": 425, "explanation": "“三千万”可理解为具体的金钱数额，也可理解为三个“千万”开头的嘱咐，金钱与嘱咐构成同形双关。"}
{"index": 426, "explanation": "“师傅”可理解为对陌生人的尊称，也可理解为对师父的称呼，两种理解构成同形双关。"}
{"index": 427, "explanation": "“打假”可理解为“打击假冒伪劣”，也可理解为“打击假试卷”，两者构成同形双关。"}
{"index": 428, "explanation": "“锅底”可理解为锅的底部，也可理解为火锅的底料，锅的底部与火锅的底料构成同形双关。"}
{"index": 429, "explanation": "“离婚”可理解为书名，也可理解为婚姻关系的解除，书名与婚姻关系的解除构成同形双关。"}
{"index": 430, "explanation": "“案”可理解为“案件”，也可理解为“教案”，“案件”与“教案”构成同形双关。"}
{"index": 431, "explanation": "“暗”可理解为光线不足，也可理解为隐秘、不公开，两者构成同形双关。"}
{"index": 432, "explanation": "“姐姐”可理解为亲姐姐，也可理解为女朋友，亲姐姐与女朋友构成同形双关。"}
{"index": 433, "explanation": "“铁”可理解为菠菜中含有的铁元素，也可理解为金属铁，铁元素与金属铁构成同形双关。"}
{"index": 434, "explanation": "“喝奶”可理解为饮用牛奶，也可理解为性暗示，两者构成同形双关。"}
{"index": 435, "explanation": "“挂”可理解为挂灯笼，也可理解为挂掉（去世），挂灯笼与挂掉构成同形双关。"}
{"index": 436, "explanation": "“挂号”可理解为邮差要求挂号，也可理解为医院挂号，邮差与医院挂号构成同形双关。"}
{"index": 437, "explanation": "“泡”可理解为“浸泡”（方便面需要泡水），也可理解为“追求”（女生需要被追求），两者构成同形双关。"}
{"index": 438, "explanation": "“孙子”可理解为“孙辈”，也可理解为“孙子兵法”中的“孙子”，构成同形双关。"}
{"index": 439, "explanation": "“用双手”可理解为交警要求小伙子双手握方向盘，也可理解为小伙子双手搂姑娘，两种理解构成同形双关。"}
{"index": 440, "explanation": "“开发过程”可理解为“产品的研发过程”，也可理解为“生育过程”，两者构成同形双关。"}
{"index": 441, "explanation": "“周吴郑王上边”可理解为《百家姓》中“周吴郑王”前的内容，也可理解为教室中“周吴郑王”上方的天花板，构成同形双关。"}
{"index": 442, "explanation": "“小心地滑”可理解为提醒注意地面湿滑，也可理解为小心地滑行，两种理解构成同形双关。"}
{"index": 443, "explanation": "“东风西风”可理解为麻将术语，也可理解为字面意义上的风，构成同形双关。"}
{"index": 444, "explanation": "“安全套”可理解为安全装备，也可理解为避孕套，两者构成同形双关。"}
{"index": 445, "explanation": "“象棋”可理解为棋类游戏，也可理解为“相”与“车”的组合，分别对应“帅”和“车”两个条件，构成同形双关。"}
{"index": 446, "explanation": "“二”可理解为数字2，也可理解为“傻”或“愚蠢”，数字2与“傻”构成同形双关。"}
{"index": 447, "explanation": "“精英”可理解为“社会中的优秀人才”，也可理解为“经过多次压缩、提炼、过滤后剩下的渣滓”，两者构成同形双关。"}
{"index": 448, "explanation": "“挂掉”可理解为电话断线，也可理解为人的死亡，断线与死亡构成同形双关。"}
{"index": 449, "explanation": "“嚼糖”可理解为字面意义上的咀嚼糖果，也可理解为比喻意义上的“制造甜言蜜语”，字面与比喻构成同形双关。"}
{"index": 450, "explanation": "“买花”可理解为购买鲜花，也可理解为购买女朋友，购买鲜花与购买女朋友构成同形双关。"}
{"index": 451, "explanation": "“蛋疼”可理解为鸡蛋感到疼痛，也可理解为网络用语“蛋疼”（表示无奈或烦恼），构成同形双关。"}
{"index": 452, "explanation": "“海”可理解为地理上的海洋，也可理解为颜色的“海”，两者构成同形双关。"}
{"index": 453, "explanation": "“鸡”可理解为“公鸡”，也可理解为“近亲”，两者构成同形双关。"}
{"index": 454, "explanation": "“熬”可理解为熬夜，也可理解为熬制，熬夜与熬制构成同形双关。"}
{"index": 455, "explanation": "这句话可理解为“下雨天留客，天留，人不留”，也可理解为“下雨天，留客天，留人不，留！”，前者强调天留而人不留，后者强调天留人也留，构成同形双关。"}
{"index": 456, "explanation": "“滚”可理解为“离开”，也可理解为“滚动”，“离开”与“滚动”构成同形双关。"}
{"index": 457, "explanation": "“放屁”可理解为实际放屁，也可理解为推卸责任，实际放屁与推卸责任构成同形双关。"}
{"index": 458, "explanation": "“家里没人”可理解为“家里没有其他人”，也可理解为“家里没有人”，前者暗示只有女朋友在家，后者则指家里空无一人，构成同形双关。"}
{"index": 459, "explanation": "“跌”可理解为夫人从楼梯上跌下，也可理解为证券价值下跌，夫人跌下与证券下跌构成同形双关。"}
{"index": 460, "explanation": "“ok”的手势可理解为“没问题”，也可理解为“三个”，构成同形双关。"}
{"index": 461, "explanation": "“日用品”可理解为日常用品，也可理解为“日”（指代“老婆”），构成同形双关。"}
{"index": 462, "explanation": "“黄鼠狼”可理解为营官的绰号，也可理解为偷鸡的动物，绰号与动物构成同形双关。"}
{"index": 463, "explanation": "“上报纸”可理解为“被报纸报道”，也可理解为“站在报纸上”，两种理解构成同形双关。"}
{"index": 464, "explanation": "“杂种”可理解为杂交水稻的简称，也可理解为骂人的话，两者构成同形双关。"}
{"index": 465, "explanation": "“坐庄”可理解为打麻将中的庄家，也可理解为医院急诊室的值班医生，两者构成同形双关。"}
{"index": 466, "explanation": "“小姐”可理解为年轻女性，也可理解为性工作者，年轻女性与性工作者构成同形双关。"}
{"index": 467, "explanation": "“阿拉伯”可理解为地名，也可理解为“阿拉”这位“伯伯”，“新加坡”可理解为地名，也可理解为“新加（坡）”，“好望角”可理解为地名，也可理解为“好望（角）”，“罗马”可理解为地名，也可理解为“‘罗’马（一种马）”，“名古屋”可理解为地名，也可理解为“名古（屋）”，“澳门”可理解为地名，也可理解为“澳（门）”，地名与对应词语的字面意思构成同形双关。"}
{"index": 468, "explanation": "“我去考试了”可理解为“我去参加考试了”，也可理解为“我去！考试了！”（表示惊讶或无奈），构成同形双关；“我考完了”可理解为“我完成了考试”，也可理解为“我靠！完了！”（表示失望或绝望），构成同形双关。"}
{"index": 469, "explanation": "“特困生”可理解为“特别困难的学生”，也可理解为“特别困倦的学生”，两者构成同形双关。"}
{"index": 470, "explanation": "P可理解为“屁”，也可理解为“屁味”，屁与屁味构成同形双关……"}
{"index": 471, "explanation": "“戏眼”可理解为戏剧中的关键部分，也可理解为“屁眼”，两者构成同形双关。"}
{"index": 472, "explanation": "“姐夫”可理解为A（入赘后的称呼），也可理解为B（县官的姐夫），A与B构成同形双关。"}
{"index": 473, "explanation": "“找藉口”可理解为寻找借口，也可理解为寻找“藉口”（即漫画中的角色或物品），两者构成同形双关。"}
{"index": 474, "explanation": "皂可理解为黑色，也可理解为肥皂，黑色与肥皂构成同形双关。"}
{"index": 475, "explanation": "“三条”可理解为麻将中的三条牌，也可理解为经理提到的三个问题，麻将术语与工作内容构成同形双关。"}
{"index": 476, "explanation": "“听”可理解为“听法文”，也可理解为“听小狗叫”，两者构成同形双关。"}
{"index": 477, "explanation": "“告诉”可理解为向某人传达信息，也可理解为向某人的父亲告状，两种理解构成同形双关。"}
{"index": 478, "explanation": "“木”可理解为“木头”，也可理解为“不认识”，木头与不认识构成同形双关。"}
{"index": 479, "explanation": "“坏蛋”可理解为“变质的蛋”，也可理解为“品行不好的人”，两者构成同形双关。"}
{"index": 480, "explanation": "“上台”可理解为电台台长的工作职责，也可理解为升职；“办人事”可理解为人事处长的工作职责，也可理解为做人的道理。两者构成同形双关。"}
{"index": 481, "explanation": "\"跌\"可理解为\"跌倒\"，也可理解为\"下跌\"，\"跌倒\"与\"下跌\"构成同形双关。"}
{"index": 482, "explanation": "\"再重复一次\"可理解为\"再次告知\"，也可理解为\"再生一次\"，\"再次告知\"与\"再生一次\"构成同形双关。"}
{"index": 483, "explanation": "“韩国”可理解为战国七雄之一，也可理解为现代国家韩国，两者构成同形双关。"}
{"index": 484, "explanation": "“挖墙脚”可理解为A（破坏他人感情关系），也可理解为B（土木工程中的实际挖墙脚行为），A与B构成同形双关……"}
{"index": 485, "explanation": "“好美”可理解为女孩的名字，也可理解为对“妈妈”的赞美，名字与赞美构成同形双关。"}
{"index": 486, "explanation": "“脸红”可理解为苹果的颜色红，也可理解为因羞愧而脸红，两者构成同形双关。"}
{"index": 487, "explanation": "“他奶奶的”可理解为男子在低声咒骂，也可理解为男子在回答车子是他祖母的，咒骂与回答构成同形双关。"}
{"index": 488, "explanation": "“包皮”可理解为“包子的皮”，也可理解为“包皮”，两者构成同形双关。"}
{"index": 489, "explanation": "“三秦”可理解为地名（指关中地区），也可理解为秦桧的三个亲属（秦僖、秦昌时、秦昌龄），地名与人物构成同形双关。"}
{"index": 490, "explanation": "“气”可理解为煤气，也可理解为霉气，煤气与霉气构成同形双关……"}
{"index": 491, "explanation": "“夫人”可理解为“妻子”，也可理解为“居里夫人”，两者构成同形双关。"}
{"index": 492, "explanation": "“不上长城非好汉”可理解为“不登上长城就不算好汉”，也可理解为“不与长城（女同事）交往就不算好汉”，两种理解构成同形双关。"}
{"index": 493, "explanation": "“涉足”可理解为“进入”，也可理解为“用脚进入”，两种理解构成同形双关。"}
{"index": 494, "explanation": "“不上长城非好汉”可理解为“不登上长城就不算好汉”，也可理解为“不与她（长城）交往就不算好汉”，构成同形双关。"}
{"index": 495, "explanation": "\"做表的\"可理解为制作表格，也可理解为制作手表，制作表格与制作手表构成同形双关。"}
{"index": 496, "explanation": "“硬件”可理解为身体器官，也可理解为计算机硬件；“软件”可理解为身体机能，也可理解为计算机软件，构成同形双关。"}
{"index": 497, "explanation": "“厚古薄今”可理解为对古代事物的推崇和对现代事物的贬低，也可理解为古代衣服穿得多、现代衣服穿得少，两者构成同形双关。"}
{"index": 498, "explanation": "“老公”可理解为“丈夫”，也可理解为“年老的公公”，两者构成同形双关。"}
{"index": 499, "explanation": "“斗地主”可理解为打牌游戏，也可理解为与地主斗争，游戏与斗争构成同形双关。"}
{"index": 500, "explanation": "\"校订\"可理解为\"校对订正\"，也可理解为\"学校订票\"，\"校对订正\"与\"学校订票\"构成同形双关。"}
{"index": 501, "explanation": "\"压力\"可理解为心理负担，也可理解为物理压力，心理负担与物理压力构成同形双关。"}
{"index": 502, "explanation": "“天使”可理解为“天上的使者”，也可理解为“天天使唤”，构成同形双关。"}
{"index": 503, "explanation": "“再高一点儿”可理解为要求声音更高，也可理解为要求手的位置更高，声音与手的位置构成同形双关。"}
{"index": 504, "explanation": "“老婆”可理解为“妻子”，也可理解为“姓氏+婆”，两者构成同形双关。"}
{"index": 505, "explanation": "“深浅”可理解为试题的难度，也可理解为油墨印刷的深浅，两者构成同形双关。"}
{"index": 506, "explanation": "\"见面\"可理解为实际见面，也可理解为\"见\"（看见）和\"面\"（坟墓），构成同形双关。"}
{"index": 507, "explanation": "“颜如玉”可理解为书中描绘的美女，也可理解为现实中的美女，两者构成同形双关。"}
{"index": 508, "explanation": "“掉链子”可理解为车辆链条脱落，也可理解为关键时刻出问题，车辆链条脱落与关键时刻出问题构成同形双关。"}
{"index": 509, "explanation": "“特长”可理解为“特别的长处”，也可理解为“特别长”，前者指优点，后者指长度，构成同形双关。"}
{"index": 510, "explanation": "“第九”可理解为曲目编号，也可理解为错过的数量，曲目编号与错过的数量构成同形双关。"}
{"index": 511, "explanation": "“老不死”可理解为“老而不死”，也可理解为“老不死的”，前者表示长寿，后者表示咒骂，两者构成同形双关。"}
{"index": 512, "explanation": "“黑人”可理解为“没有户口的人”，也可理解为“非洲裔人种”，两种理解构成同形双关。"}
{"index": 513, "explanation": "“年纪”可理解为年龄，也可理解为人名；“学问”可理解为知识，也可理解为人名；“笑话”可理解为趣事，也可理解为人名。年龄、知识与趣事与人名构成同形双关。"}
{"index": 514, "explanation": "“共同语言”可理解为父母之间的沟通方式，也可理解为作文前后部分的语言风格，沟通方式与语言风格构成同形双关。"}
{"index": 515, "explanation": "“空话”可理解为“在飞机上说的话”，也可理解为“没有实际内容的话”，两者构成同形双关。"}
{"index": 516, "explanation": "“舌”可理解为“舌头”，也可理解为“千口”，“舌头”与“千口”构成同形双关。"}
{"index": 517, "explanation": "“穿山甲”可理解为动物名称，也可理解为“穿山甲”与“穿山乙”构成序列，序列与动物名称构成同形双关。"}
{"index": 518, "explanation": "“中层”可理解为宿舍楼的中间楼层，也可理解为职位等级中的中层，构成同形双关。"}
{"index": 519, "explanation": "“花心”可理解为“喜欢花”，也可理解为“感情不专一”，两者构成同形双关。"}
{"index": 520, "explanation": "“黑”可理解为使皮肤变黑，也可理解为诋毁、抹黑，两种理解构成同形双关。"}
{"index": 521, "explanation": "\"晚年\"可理解为\"晚年的祝福\"，也可理解为\"晚年的时光\"，\"晚年的祝福\"与\"晚年的时光\"构成同形双关。"}
{"index": 522, "explanation": "“大号”可理解为厕所的俗称，也可理解为数字“20”的俗称，厕所与数字“20”构成同形双关。"}
{"index": 523, "explanation": "\"小三\"可理解为婚外情中的第三者，也可理解为小学三年级，两者构成同形双关。"}
{"index": 524, "explanation": "“网站”可理解为蜘蛛的网，也可理解为互联网上的网站，两者构成同形双关。"}
{"index": 525, "explanation": "“硬”可理解为衣物的硬度，也可理解为人的态度或性格，衣物硬度与人的态度构成同形双关。"}
{"index": 526, "explanation": "“裸婚”可理解为不办婚礼的婚姻，也可理解为裸体的婚姻，两者构成同形双关。"}
{"index": 527, "explanation": "“倒时差”可理解为调整时差，也可理解为倒掉时差，调整与倒掉构成同形双关。"}
{"index": 528, "explanation": "\"不要脸\"可理解为拒绝亲吻，也可理解为指责对方厚颜无耻，拒绝与指责构成同形双关。"}
{"index": 529, "explanation": "“红酒”可理解为与大老婆共饮的酒，也可理解为留给客人的酒，两者构成同形双关。"}
{"index": 530, "explanation": "“仁义”可理解为“仁儿”和“义儿”，也可理解为道德品质“仁义”，“银儿”可理解为小儿子，也可理解为“银子”，构成同形双关。"}
{"index": 531, "explanation": "“春运”可理解为“春节运输”，也可理解为“春节运动会”，运输与运动会构成同形双关。"}
{"index": 532, "explanation": "“先人”可理解为对已故长辈的尊称，也可理解为“鲜人”（新鲜的人），构成同形双关。"}
{"index": 533, "explanation": "“加倍”可理解为细胞分裂后数量的增加，也可理解为扑克游戏“斗地主”中的加倍操作，两者构成同形双关。"}
{"index": 534, "explanation": "\"驴\"可理解为动物，也可理解为愚笨的人，动物与愚笨的人构成同形双关。"}
{"index": 535, "explanation": "“追老鼠”可理解为捕捉老鼠，也可理解为追求老鼠，捕捉与追求构成同形双关。"}
{"index": 536, "explanation": "“功夫”可理解为“时间”，也可理解为“武术”，“时间”与“武术”构成同形双关。"}
{"index": 537, "explanation": "“高举”可理解为医生的指令，也可理解为战士的名字，指令与名字构成同形双关。"}
{"index": 538, "explanation": "“生”可理解为“生育”，也可理解为“饲养”，生育与饲养构成同形双关。"}
{"index": 539, "explanation": "“沙龙”可理解为名字，也可理解为社交聚会；“沙尘暴”可理解为名字，也可理解为自然现象，构成同形双关。"}
{"index": 540, "explanation": "\"替代\"可理解为\"代替\"，也可理解为\"取代\"，\"代替\"与\"取代\"构成同形双关。"}
{"index": 541, "explanation": "“初生牛犊不怕虎”可理解为成语，也可理解为字面意思，成语与字面意思构成同形双关。"}
{"index": 542, "explanation": "“开机”可理解为启动电脑，也可理解为打开机器，启动电脑与打开机器构成同形双关。"}
{"index": 543, "explanation": "“派大星”可理解为派遣名叫大星的马仔，也可理解为动画角色派大星，构成同形双关。"}
{"index": 544, "explanation": "“有……有……还有……”可理解为造句的固定句式，也可理解为奶奶对鸡腿的连续回答，句式与回答构成同形双关。"}
{"index": 545, "explanation": "“美人鱼”可理解为一种虚构的生物，也可理解为美丽的女性，虚构生物与美丽女性构成同形双关。"}
{"index": 546, "explanation": "这句话中的“西瓜请假没来”可理解为“西瓜”这种水果没有出现在学生的回答中，也可理解为“西瓜”这个学生请假没来上课，构成同形双关。"}
{"index": 547, "explanation": "“真分数”可理解为真实的分数，也可理解为数学中的真分数；“假分数”可理解为虚假的分数，也可理解为数学中的假分数；“带分数”可理解为带有关系的分数，也可理解为数学中的带分数；“百分数”可理解为满分的分数，也可理解为数学中的百分数。这些词语在数学概念和日常语义之间构成同形双关。"}
{"index": 548, "explanation": "“睡觉”可理解为实际睡觉，也可理解为闭目沉思，两者构成同形双关。"}
{"index": 549, "explanation": "“生不如死”可理解为“活着不如死去”，也可理解为“没有母鸡无法繁衍后代”，两种理解构成同形双关。"}
{"index": 550, "explanation": "“菊花”可理解为菊花茶，也可理解为人体部位，两者构成同形双关。"}
{"index": 551, "explanation": "“爽”可理解为阿爽的名字，也可理解为“舒服、痛快”的意思，两者构成同形双关。"}
{"index": 552, "explanation": "“贵人”可理解为帮助自己的人，也可理解为“贵人多忘事”中的“贵人”，两者构成同形双关。"}
{"index": 553, "explanation": "“猫”可理解为调制解调器（Modem），也可理解为宠物猫，两者构成同形双关。"}
{"index": 554, "explanation": "“坑爹啊”可理解为抱怨母亲的行为对父亲不利，也可理解为字面意义上的“挖坑给父亲”，构成同形双关。"}
{"index": 555, "explanation": "\"太白\"可理解为李白的字，也可理解为墨水的颜色太白，字与颜色构成同形双关。"}
{"index": 556, "explanation": "“热线”可理解为需要隔热的高温线路，也可理解为紧急或热门的电话线路，两者构成同形双关。"}
{"index": 557, "explanation": "“挂”可理解为挂灯笼，也可理解为挂电话，挂灯笼与挂电话构成同形双关……"}
{"index": 558, "explanation": "“观音”可理解为“观看声音”，也可理解为“不能听声音”，“观看声音”与“不能听声音”构成同形双关。"}
{"index": 559, "explanation": "\"消化不良\"可理解为食物消化问题，也可理解为信息处理问题，食物与信息构成同形双关。"}
{"index": 560, "explanation": "“笔名”可理解为“使用的笔的名称”，也可理解为“作家使用的别名”，两者构成同形双关。"}
{"index": 561, "explanation": "“黑车”可理解为颜色为黑色的车，也可理解为非法来源的车，颜色与合法性构成同形双关。"}
{"index": 562, "explanation": "\"动口\"可理解为说话，也可理解为咬人，说话与咬人构成同形双关。"}
{"index": 563, "explanation": "“全球”可理解为“整个地球”，也可理解为“整个水沟”，两者构成同形双关。"}
{"index": 564, "explanation": "“打开花”可理解为“打屁股”，也可理解为“开花”，两者构成同形双关。"}
{"index": 565, "explanation": "\"侏罗纪公园\"可理解为字面上的恐龙主题公园，也可理解为比喻性的形容女朋友外貌，两者构成同形双关。"}
{"index": 566, "explanation": "“苹果”可理解为水果，也可理解为苹果公司，水果与公司构成同形双关。"}
{"index": 567, "explanation": "\"老虎\"可理解为动物，也可理解为\"母老虎\"（即妻子），动物与妻子构成同形双关。"}
{"index": 568, "explanation": "“笨鸟先飞”可理解为学习差的学生提前交卷，也可理解为笨拙的鸟提前飞行，两者构成同形双关。"}
{"index": 569, "explanation": "“迷倒”可理解为使人着迷，也可理解为麻醉使人倒下，着迷与麻醉构成同形双关。"}
{"index": 570, "explanation": "“没用”可理解为“没有使用”，也可理解为“没有用处”，两者构成同形双关。"}
{"index": 571, "explanation": "“说嘴”可理解为“说话”，也可理解为“吹牛”，说话与吹牛构成同形双关。"}
{"index": 572, "explanation": "“网上”可理解为蜘蛛织的网，也可理解为互联网，两者构成同形双关。"}
{"index": 573, "explanation": "“公公”可理解为对太阳的拟人化尊称，也可理解为对太监的称呼，两者构成同形双关。"}
{"index": 574, "explanation": "\"杂文\"可理解为\"杂乱的作文\"，也可理解为\"杂文\"这一文体，两者构成同形双关。"}
{"index": 575, "explanation": "“一顿饭”可理解为A（一餐饭），也可理解为B（一吨饭），A与B构成同形双关。"}
{"index": 576, "explanation": "“回头是岸”可理解为劝人回头，也可理解为字面意义上的“回头是岸”，即前方无路，需回头，构成同形双关。"}
{"index": 577, "explanation": "“睡那头”可理解为“睡在那一头”，也可理解为“睡那一觉”，前者指空间位置，后者指时间行为，构成同形双关。"}
{"index": 578, "explanation": "“上床”可理解为“上机床”，也可理解为“发生性关系”，两者构成同形双关。"}
{"index": 579, "explanation": "\"六甲\"可理解为六科甲等，也可理解为怀孕，六科甲等与怀孕构成同形双关。"}
{"index": 580, "explanation": "“处”可理解为“处女”，也可理解为“行政级别中的‘处级’”，两者构成同形双关。"}
{"index": 581, "explanation": "“黑”可理解为肤色黑，也可理解为心黑，“白”可理解为肤色白，也可理解为清白，黑白无常可理解为肤色黑白无常，也可理解为心性黑白无常，构成同形双关。"}
{"index": 582, "explanation": "“手术”可理解为“手术（医疗行为）”，也可理解为“手（用手）术（技艺）”，“手术”与“手技艺”构成同形双关。"}
{"index": 583, "explanation": "“行”可理解为“银行”，也可理解为“很行”（表示能力强），构成同形双关。"}
{"index": 584, "explanation": "“风味”可理解为食物的味道，也可理解为风的味道，两者构成同形双关。"}
{"index": 585, "explanation": "“朝三暮四”可理解为早晨三次晚上四次，也可理解为成语“朝三暮四”，指反复无常、不专一。两者构成同形双关。"}
{"index": 586, "explanation": "\"娘\"可理解为\"母亲\"，也可理解为\"继续、持续\"，\"母亲\"与\"继续\"构成同形双关。"}
{"index": 587, "explanation": "“鄂鱼”可理解为“鳄鱼”，也可理解为“鄂鱼皮鞋”，两者构成同形双关。"}
{"index": 588, "explanation": "“脸”可理解为地主的儿子，也可理解为人的面部；“屁股”可理解为奴隶的儿子，也可理解为人的臀部。两者构成同形双关。"}
{"index": 589, "explanation": "“你爹临死前”可理解为网名，也可理解为时间状语，网名与时间状语构成同形双关。"}
{"index": 590, "explanation": "“下台”可理解为离开舞台，也可理解为卸任职位，两种理解构成同形双关。"}
{"index": 591, "explanation": "\"王八\"可理解为甲鱼，也可理解为骂人的话，两者构成同形双关。"}
{"index": 592, "explanation": "\"处女座\"可理解为星座，也可理解为生理状态，星座与生理状态构成同形双关……"}
{"index": 593, "explanation": "“踢皮球”可理解为体育活动中的踢球动作，也可理解为推卸责任的行为，两种理解构成同形双关。"}
{"index": 594, "explanation": "“消毒”可理解为“消除病毒”，也可理解为“消除毒品”，病毒与毒品构成同形双关。"}
{"index": 595, "explanation": "“路遥”可理解为作家名字，也可理解为“路途遥远”，构成同形双关。"}
{"index": 596, "explanation": "“追老鼠”可理解为“追捕老鼠”，也可理解为“追求老鼠”，前者与后者构成同形双关。"}
{"index": 597, "explanation": "“几何”可理解为数学中的几何学，也可理解为人生中的“几何”（多少、如何），数学几何与人生几何构成同形双关。"}
{"index": 598, "explanation": "\"白领\"可理解为职业阶层，也可理解为“白白领取工资”，两者构成同形双关。"}
{"index": 599, "explanation": "“抓全盘”可理解为掌握全局的领导，也可理解为掌握方向盘的司机，两者构成同形双关。"}
{"index": 600, "explanation": "“心”可理解为猪心，也可理解为心意，猪心与心意构成同形双关。"}
{"index": 601, "explanation": "“请假条”可理解为A（请假用的纸条），也可理解为B（格言），A与B构成同形双关。"}
{"index": 602, "explanation": "“信息高速公路”可理解为比喻性的信息传输网络，也可理解为实际的高速公路，比喻与实际构成同形双关。"}
{"index": 603, "explanation": "“不穿衣服”可理解为不穿校服上衣，也可理解为裸体；“不穿裤子”可理解为不穿校服裤子，也可理解为裸体；“衣服裤子都不穿”可理解为不穿校服上衣和裤子，也可理解为裸体。不穿校服与裸体构成同形双关。"}
{"index": 604, "explanation": "“红牌”可理解为足球比赛中的罚下牌，也可理解为床上的红色床单，两者构成同形双关；“合理冲撞”可理解为足球比赛中的合理身体对抗，也可理解为夫妻间的亲密行为，两者构成同形双关。"}
{"index": 605, "explanation": "“90度”可理解为角度，也可理解为温度，角度与温度构成同形双关。"}
{"index": 606, "explanation": "宽带可理解为网络宽带，也可理解为宽阔的道路，网络宽带与宽阔的道路构成同形双关。"}
{"index": 607, "explanation": "\"铁质\"可理解为菠菜中的铁元素，也可理解为能被磁铁吸引的铁质材料，两者构成同形双关。"}
{"index": 608, "explanation": "\"沉重\"可理解为话题的深度，也可理解为体重的物理重量，构成同形双关；\"肤浅\"可理解为话题的深度，也可理解为智商的表面性，构成同形双关。"}
{"index": 609, "explanation": "\"铁石心肠\"可理解为形容男人冷酷无情，也可理解为字面意义上的铁和石，与\"磁\"构成同形双关。"}
{"index": 610, "explanation": "“死海”可理解为地理名词，也可理解为“被杀死的大海”，构成同形双关。"}
{"index": 611, "explanation": "“不用谢”可理解为叔叔的礼貌回应，也可理解为叔叔拒绝接受感谢，构成同形双关。"}
{"index": 612, "explanation": "“仰光”可理解为缅甸首都，也可理解为“仰头喝酒”的动作，构成同形双关。"}
{"index": 613, "explanation": "\"X娘养的\"可理解为\"X的母亲所生\"，也可理解为\"X的娘养的\"，即\"X的娘养的\"，前者强调血缘关系，后者强调养育关系，构成同形双关。"}
{"index": 614, "explanation": "“老衲”可理解为“老和尚”，也可理解为“老奶奶”，两者构成同形双关。"}
{"index": 615, "explanation": "\"挨打\"可理解为被捶背，也可理解为被惩罚，两者构成同形双关。"}
{"index": 616, "explanation": "“祖”可理解为甲的姓氏，也可理解为“祖先”，“孙”可理解为乙的姓氏，也可理解为“子孙”，“祖”与“孙”构成同形双关。"}
{"index": 617, "explanation": "“大家才起得一半了”可理解为A：夫妇两人各自只起了一半，也可理解为B：夫妇两人总共只起了一半，A与B构成同形双关。"}
{"index": 618, "explanation": "“骏足”可理解为马足，也可理解为富翁的足，马足与富翁的足构成同形双关。"}
{"index": 619, "explanation": "“流量”可理解为手机数据流量，也可理解为女性生理流量，两者构成同形双关。"}
{"index": 620, "explanation": "“校长不是个东西”可理解为校长不是物品，也可理解为校长不是好人，物品与好人构成同形双关。"}
{"index": 621, "explanation": "这句话中的“客兄”可理解为儿子的名字，也可理解为“客人”或“情夫”，“手枪”可理解为儿子的名字，也可理解为“手淫”，构成同形双关。"}
{"index": 622, "explanation": "“腹中空空”可理解为肚子里没有食物，也可理解为没有内涵或知识，构成同形双关。"}
{"index": 623, "explanation": "“三陪”可理解为陪酒、陪聊、陪玩等职业行为，也可理解为陪三位老太太打麻将，职业行为与日常行为构成同形双关。"}
{"index": 624, "explanation": "\"right\"可理解为“正确”，也可理解为“右转”，\"正确\"与\"右转\"构成同形双关。"}
{"index": 625, "explanation": "“八角”可理解为“八毛钱”，也可理解为“八角形”，两种理解构成同形双关。"}
{"index": 626, "explanation": "“睡三个人”可理解为床的宽度能容纳三个人，也可理解为夫妻与孩子三人同睡，构成同形双关。"}
{"index": 627, "explanation": "“赏”可理解为“看”，也可理解为“欣赏”，“看”与“欣赏”构成同形双关。"}
{"index": 628, "explanation": "“上火”可理解为情绪上的愤怒，也可理解为身体上的炎症，两者构成同形双关。"}
{"index": 629, "explanation": "“净身”可理解为“净身出户”，即放弃所有财产，也可理解为“净身”，即去除身体的一部分，两者构成同形双关。"}
{"index": 630, "explanation": "“懒虫”可理解为懒惰的人，也可理解为字面意义上的虫子，懒惰的人与虫子构成同形双关。"}
{"index": 631, "explanation": "\"口水\"可理解为A（口中的唾液），也可理解为B（饮用水），A与B构成同形双关。"}
{"index": 632, "explanation": "“出羊相”可理解为展示羊的形象，也可理解为出洋相（出丑），两者构成同形双关；“吹牛皮”可理解为吹嘘，也可理解为吹制牛皮制品，两者构成同形双关。"}
{"index": 633, "explanation": "“成功”可理解为郑成功的名字，也可理解为成就，名字与成就构成同形双关。"}
{"index": 634, "explanation": "青白眼可理解为青盲眼，也可理解为青白眼（指轻视或重视），青盲眼与青白眼构成同形双关。"}
{"index": 635, "explanation": "“不知道”可理解为菲利对老师问题的回答，也可理解为班上同学的口头禅，两者构成同形双关。"}
{"index": 636, "explanation": "“毛房”可理解为“毛毛房”（新生儿病房），也可理解为“茅房”（厕所），两者构成同形双关。"}
{"index": 637, "explanation": "“一日为师，终生为父”中的“父”可理解为“父亲”，也可理解为“长辈”，父亲与长辈构成同形双关。"}
{"index": 638, "explanation": "“十分有把握”可理解为“有90%的把握”，也可理解为“有10分的把握”，90%与10分构成同形双关。"}
{"index": 639, "explanation": "“大姨妈”可理解为月经的俗称，也可理解为亲属关系中的大姨妈，两者构成同形双关。"}
{"index": 640, "explanation": "“蛋糕”可理解为字面的蛋糕，也可理解为隐喻的“机会”或“好处”，字面与隐喻构成同形双关。"}
{"index": 641, "explanation": "“特长”可理解为“特别擅长的技能”，也可理解为“特别长的时间”，两者构成同形双关。"}
{"index": 642, "explanation": "“全部等于白说”可理解为“全部内容等于白说”，也可理解为“全部内容等于‘白说’（即‘白’这个字在说）”，构成同形双关。"}
{"index": 643, "explanation": "“大姨妈”可理解为女性生理期的俗称，也可理解为家庭中的长辈女性，两者构成同形双关。"}
{"index": 644, "explanation": "“放荡”可理解为A（行为放纵），也可理解为B（“放”在“荡”上，即“放”在“桌子”上），A与B构成同形双关……"}
{"index": 645, "explanation": "“字”可理解为文字，也可理解为食物，文字与食物构成同形双关。"}
{"index": 646, "explanation": "“边”可理解为“边缘”，也可理解为“方面”，两个理解构成同形双关。"}
{"index": 647, "explanation": "“宝宝”可理解为QQ宠物的名字，也可理解为未出生的孩子，两者构成同形双关。"}
{"index": 648, "explanation": "“舌战”可理解为用言辞辩论，也可理解为用舌头进行战斗，前者与后者构成同形双关。"}
{"index": 649, "explanation": "班主任的话可理解为A（小刚的右耳堵塞，左耳听得进去），也可理解为B（小刚听话时左耳进右耳出），A与B构成同形双关。"}
{"index": 650, "explanation": "“具体”可理解为实际存在的、可感知的事物，也可理解为“具体的”这一形容词；“抽象”可理解为无法直接感知的概念，也可理解为“抽象的”这一形容词。两者在语境中形成同形双关。"}
{"index": 651, "explanation": "“过”可理解为“过马路”，也可理解为“过日子”，两者构成同形双关。"}
{"index": 652, "explanation": "“绞尽脑汁”中的“脑汁”可理解为“脑中的汁液”，也可理解为“脑力”，前者与“墨汁”、“乳汁”等构成同形双关。"}
{"index": 653, "explanation": "“上网”可理解为进入蜘蛛网，也可理解为使用互联网，两者构成同形双关。"}
{"index": 654, "explanation": "\"解决\"可理解为\"解决吃饭问题\"，也可理解为\"解决生理需求\"，\"吃饭\"与\"生理需求\"构成同形双关。"}
{"index": 655, "explanation": "“棺材”可理解为“手机”，也可理解为“装殓死者的器具”，两者构成同形双关。"}
{"index": 656, "explanation": "\"鸭子\"可理解为吵闹的学生，也可理解为师母，两者构成同形双关。"}
{"index": 657, "explanation": "“塔里木”可理解为地名，也可理解为“塔”和“木”两个物品，地名与物品构成同形双关。"}
{"index": 658, "explanation": "“一见钟情”可理解为成语“一见钟情”，也可理解为“一见钟”与“情”分开使用，构成同形双关。"}
{"index": 659, "explanation": "“老鼠药”可理解为“毒老鼠的药”，也可理解为“老鼠吃的药”，前者与后者构成同形双关。"}
{"index": 660, "explanation": "\"肛门发言\"可理解为\"肛门发炎\"，也可理解为\"肛门在说话\"，\"发炎\"与\"发言\"构成同形双关。"}
{"index": 661, "explanation": "“略过”可理解为“简单度过”，也可理解为“跳过”，两种理解构成同形双关。"}
{"index": 662, "explanation": "“从头开始”可理解为从基础开始教育，也可理解为从头部开始打孩子，两种理解构成同形双关。"}
{"index": 663, "explanation": "“软饭”可理解为软糯的米饭，也可理解为依赖他人生活的轻松生活，两者构成同形双关。"}
{"index": 664, "explanation": "“健康”可理解为身体健康，也可理解为内容健康，身体健康与内容健康构成同形双关。"}
{"index": 665, "explanation": "“打胎”可理解为“打掉轮胎的气”，也可理解为“进行人工流产”，两者构成同形双关。"}
{"index": 666, "explanation": "“把被”可理解为动词“把”和“被”，也可理解为名词“被子”，动词与名词构成同形双关。"}
{"index": 667, "explanation": "“快”可理解为“锋利”，也可理解为“迅速”，“锋利”与“迅速”构成同形双关。"}
{"index": 668, "explanation": "“多大”可理解为询问年龄，也可理解为询问胸围尺寸，年龄与胸围尺寸构成同形双关。"}
{"index": 669, "explanation": "“无生活演习”可理解为“无性生活演习”，也可理解为“无生活经验的演习”，两者构成同形双关。"}
{"index": 670, "explanation": "“父母”可理解为官员自称的“父母官”，也可理解为官员所说的“广大人民群众”，两者构成同形双关。"}
{"index": 671, "explanation": "“恐龙”可理解为网络用语中形容外貌不佳的女性，也可理解为史前生物恐龙，两者构成同形双关。"}
{"index": 672, "explanation": "\"黑白道儿\"可理解为斑马的黑白条纹，也可理解为黑道白道，斑马的黑白条纹与黑道白道构成同形双关。"}
{"index": 673, "explanation": "“脚踏两只船”可理解为同时维持两段关系，也可理解为字面意义上的两只船，构成同形双关。"}
{"index": 674, "explanation": "“疼”可理解为“疼爱”，也可理解为“疼痛”，两者构成同形双关。"}
{"index": 675, "explanation": "“节”可理解为节日，也可理解为章节，节日与章节构成同形双关。"}
{"index": 676, "explanation": "“吃饭的家伙”可理解为“吃饭的工具（饭盒）”，也可理解为“吃饭的人（警察）”，工具与人构成同形双关。"}
{"index": 677, "explanation": "“云水”可理解为眼泪，也可理解为自然界的云和水，构成同形双关。"}
{"index": 678, "explanation": "“高音”可理解为高音调，也可理解为高空中的声音，高音调与高空中的声音构成同形双关。"}
{"index": 679, "explanation": "“鱼香茄子”中的“鱼香”可理解为“鱼的味道”，也可理解为“鱼香味的调料”，两者构成同形双关。"}
{"index": 680, "explanation": "“肉”可理解为儿子的身体，也可理解为萝卜的肉质部分，儿子的身体与萝卜的肉质部分构成同形双关。"}
{"index": 681, "explanation": "“苹果”可理解为水果，也可理解为手机品牌，水果与手机品牌构成同形双关……"}
{"index": 682, "explanation": "“真分数”可理解为数学中的真分数（分子小于分母），也可理解为学生考试作弊的“假分数”与“真分数”相对，构成同形双关。"}
{"index": 683, "explanation": "“侏罗纪公园”可理解为真实的主题公园，也可理解为比喻女友长相像恐龙，两者构成同形双关。"}
{"index": 684, "explanation": "“成长”可理解为能力提升，也可理解为年龄增长，能力提升与年龄增长构成同形双关。"}
{"index": 685, "explanation": "“没有人”可理解为“没有人在场”，也可理解为“名字叫‘没有人’的人”，两者构成同形双关。"}
{"index": 686, "explanation": "“节”可理解为节日，也可理解为章节，节日与章节构成同形双关。"}
{"index": 687, "explanation": "“我是你爸爸”可理解为电影名称，也可理解为舍友对同学的戏谑回应，电影名称与戏谑回应构成同形双关。"}
{"index": 688, "explanation": "“吃醋”可理解为食用醋，也可理解为嫉妒，两者构成同形双关。"}
{"index": 689, "explanation": "“拉好”可理解为“拉上拉链”，也可理解为“拉紧、固定”，两种理解构成同形双关。"}
{"index": 690, "explanation": "“龙凤”可理解为“龙和凤”，也可理解为“龙凤胎”，“龙凤胎”与“翔”构成同形双关。"}
{"index": 691, "explanation": "“孙子”可理解为古代军事家孙武，也可理解为说话者的孙子，构成同形双关。"}
{"index": 692, "explanation": "“大丈夫”可理解为“有气概的男子”，也可理解为“高大的男子”，前者与后者构成同形双关。"}
{"index": 693, "explanation": "“共同语言”可理解为夫妻间的沟通，也可理解为共同使用的语言，两者构成同形双关。"}
{"index": 694, "explanation": "“熘”可理解为烹饪方法，也可理解为“溜走”，两种理解构成同形双关。"}
{"index": 695, "explanation": "“出产”可理解为地理分布，也可理解为生物部位，地理分布与生物部位构成同形双关。"}
{"index": 696, "explanation": "“顺产”可理解为顺其自然地生产，也可理解为顺从正道地生产，两种理解构成同形双关。"}
{"index": 697, "explanation": "“热”可理解为温度高，也可理解为情感热烈，“焦”可理解为热量单位，也可理解为焦虑或急切，构成同形双关。"}
{"index": 698, "explanation": "“度日如年”可理解为日子过得像一年一样漫长，也可理解为日子过得像过年一样热闹，两种理解构成同形双关。"}
{"index": 699, "explanation": "“突出”可理解为“人物特点显著”，也可理解为“身体部位突出”，两者构成同形双关。"}
{"index": 700, "explanation": "“黑牵牛”可理解为中草药名，也可理解为在黑暗中牵牛的动作，构成同形双关。"}
{"index": 701, "explanation": "“头”可理解为理发师的工作对象，也可理解为赌注的金额单位；“命”可理解为算命先生的工作对象，也可理解为赌注的金额单位，构成同形双关。"}
{"index": 702, "explanation": "“白手起家”可理解为从零开始创业，也可理解为手部美白，构成同形双关。"}
{"index": 703, "explanation": "“朴实无华”可理解为饺子的外表简单朴素，也可理解为太太的性格朴实无华；“透视装”可理解为馄饨的薄皮透明，也可理解为时尚的透视装，两者构成同形双关。"}
{"index": 704, "explanation": "“纹身”可理解为斑马身上的条纹，也可理解为人类文化中的纹身，两者构成同形双关。"}
{"index": 705, "explanation": "“回扣”可理解为A（商业贿赂），也可理解为B（扣肉），A与B构成同形双关……"}
{"index": 706, "explanation": "“防腐剂”可理解为食品添加剂，也可理解为防止腐败的药剂，食品添加剂与防止腐败的药剂构成同形双关。"}
{"index": 707, "explanation": "“日”可理解为“日子”，也可理解为“性交”，“日子”与“性交”构成同形双关……"}
{"index": 708, "explanation": "“下载”可理解为从网络获取数据，也可理解为生育过程；“上传”可理解为向网络发送数据，也可理解为生育过程中的贡献。"}
{"index": 709, "explanation": "“上西天”可理解为“前往西方取经”，也可理解为“死亡”，两种理解构成同形双关。"}
{"index": 710, "explanation": "“脏钱”可理解为不干净的钱，也可理解为通过不正当手段获得的钱，两者构成同形双关。"}
{"index": 711, "explanation": "X可理解为A（电脑硬件术语），也可理解为B（学生表现特征），A与B构成同形双关……"}
{"index": 712, "explanation": "“五条”可理解为数学题的第五条，也可理解为麻将中的“五条”牌，两者构成同形双关。"}
{"index": 713, "explanation": "“睡过头”可理解为A（睡过头了，即睡得太久），也可理解为B（睡过“头”，即睡过了某个特定的时间点），A与B构成同形双关。"}
{"index": 714, "explanation": "\"吓\"可理解为\"惊吓\"，也可理解为\"生下\"，\"惊吓\"与\"生下\"构成同形双关。"}
{"index": 715, "explanation": "“走光”可理解为女性听众离开，也可理解为衣物不慎暴露，两种理解构成同形双关。"}
{"index": 716, "explanation": "“草包”可理解为骂人的话，也可理解为装草的包，两者构成同形双关。"}
{"index": 717, "explanation": "“生人”可理解为“陌生人”，也可理解为“生孩子的人”，两者构成同形双关。"}
{"index": 718, "explanation": "“套”可理解为股票被套牢，也可理解为被套住，两者构成同形双关。"}
{"index": 719, "explanation": "“奶”可理解为鲜奶，也可理解为乳房，鲜奶与乳房构成同形双关。"}
{"index": 720, "explanation": "“喂猪”可理解为“喂室友”，也可理解为“喂真正的猪”，两者构成同形双关。"}
{"index": 721, "explanation": "“离婚”可理解为老舍的名著《离婚》，也可理解为法律上的离婚协议书，两者构成同形双关。"}
{"index": 722, "explanation": "“脱”可理解为“拖地”的“拖”，也可理解为“脱衣服”的“脱”，两义构成同形双关。"}
{"index": 723, "explanation": "“边”可理解为“边缘”，也可理解为“方位”，边缘与方位构成同形双关。"}
{"index": 724, "explanation": "“奶”可理解为牛奶，也可理解为女性的乳房，牛奶与乳房构成同形双关。"}
{"index": 725, "explanation": "“多一点”可理解为分数上的增加，也可理解为小数点后的位数增加，构成同形双关。"}
{"index": 726, "explanation": "“断”在“断掌”中可理解为“不相连的”，而在“断送”中的可理解为“毁灭”或“结束”，构成同形双关。"}
{"index": 727, "explanation": "\"以牙还牙\"可理解为字面的牙齿交换，也可理解为成语中的报复行为，牙齿与报复构成同形双关。"}
{"index": 728, "explanation": "“泄气”可理解为放弃努力，也可理解为放屁，放弃努力与放屁构成同形双关。"}
{"index": 729, "explanation": "“惯性”可理解为物理概念，也可理解为行为习惯，两者构成同形双关。"}
{"index": 730, "explanation": "\"承包期\"可理解为怀孕期，也可理解为合同期，怀孕期与合同期构成同形双关。"}
{"index": 731, "explanation": "“植物人”可理解为“以植物为食的人”，也可理解为“处于植物状态的人”，两者构成同形双关。"}
{"index": 732, "explanation": "“一毛不拔”可理解为猴子不愿意拔毛，也可理解为形容人吝啬，两者构成同形双关。"}
{"index": 733, "explanation": "“大妈”可理解为“大+妈”，也可理解为对年长女性的称呼，两者构成同形双关。"}
{"index": 734, "explanation": "“碰头”可理解为“见面”，也可理解为“头部相撞”，“见面”与“头部相撞”构成同形双关。"}
{"index": 735, "explanation": "\"初吻\"可理解为\"第一次接吻\"，也可理解为\"今天的吻\"，\"第一次接吻\"与\"今天的吻\"构成同形双关。"}
{"index": 736, "explanation": "“好鸟”可理解为“好的鸟”，也可理解为“品行好的人”，两者构成同形双关。"}
{"index": 737, "explanation": "“兜着走”可理解为“打包带走”，也可理解为“用袋子装着走”，两者构成同形双关。"}
{"index": 738, "explanation": "\"政府\"可理解为家庭中的母亲，也可理解为国家机构；\"干部\"可理解为家庭中的父亲，也可理解为国家工作人员；\"未来\"可理解为未来的弟弟，也可理解为时间上的未来。这三者构成同形双关。"}
{"index": 739, "explanation": "“啥”可理解为疑问代词“什么”，也可理解为字本身的发音“shá”，两者构成同形双关。"}
{"index": 740, "explanation": "“鸡皮疙瘩”可理解为皮肤上的小疙瘩，也可理解为对美的夸张反应，两者构成同形双关。"}
{"index": 741, "explanation": "“布谷鸟的叫声”可理解为鸟鸣声，也可理解为男性名字“布谷”，“青蛙叫”可理解为蛙鸣声，也可理解为男性名字“青蛙”，鸟鸣与蛙鸣构成同形双关。"}
{"index": 742, "explanation": "“好朋友”可理解为“女子月月有”，也可理解为“女子月月友”，前者指月经，后者指友情，两者构成同形双关。"}
{"index": 743, "explanation": "“抽”可理解为“抽烟”，也可理解为“抽打”，“抽烟”与“抽打”构成同形双关。"}
{"index": 744, "explanation": "“领会”可理解为“理解、明白”，也可理解为“领导开会”，两者构成同形双关。"}
{"index": 745, "explanation": "“炒”可理解为被解雇，也可理解为烹饪方式，构成同形双关……"}
{"index": 746, "explanation": "“力量”可理解为美女的吸引力，也可理解为物理上的拉扯力，吸引力与拉扯力构成同形双关。"}
{"index": 747, "explanation": "钻石可理解为宝石，也可理解为“钻石王老五”中的单身贵族身份，宝石与单身贵族身份构成同形双关。"}
{"index": 748, "explanation": "\"推和挡\"可理解为乒乓球技术动作，也可理解为应对困难的态度，构成同形双关；\n\"跑得很快～跳得很高\"可理解为田径运动表现，也可理解为官员携款潜逃，构成同形双关；\n\"股民\"可理解为跳水运动员，也可理解为股票投资者，构成同形双关；\n\"潜水\"可理解为体育项目，也可理解为网络潜水行为，构成同形双关。"}
{"index": 749, "explanation": "答句可理解为描述自然景观，也可理解为描述出生过程，自然景观与出生过程构成同形双关。"}
{"index": 750, "explanation": "“二元”可理解为数学中的二元一次方程，也可理解为钱币中的二元，构成同形双关。"}
{"index": 751, "explanation": "“Who is this man”可理解为“这是谁的男人”，也可理解为“这个男人是谁”，前者与后者构成同形双关。"}
{"index": 752, "explanation": "TMD可理解为“唐梦迪”的英文缩写，也可理解为网络用语中的粗话“他妈的”，构成同形双关。"}
{"index": 753, "explanation": "“王道生”可理解为学生名字，也可理解为“王道生（冻疮）”，学生名字与“冻疮”构成同形双关。"}
{"index": 754, "explanation": "“单打”可理解为体育比赛中的单打项目，也可理解为父母对孩子的单独责打，两种理解构成同形双关。"}
{"index": 755, "explanation": "\"何手污\"可理解为\"何首乌\"，也可理解为\"老何的手脏了\"，\"何首乌\"与\"老何的手脏了\"构成同形双关；\"陈皮\"可理解为中药名，也可理解为\"老张的脸皮陈了\"，\"中药名\"与\"老张的脸皮陈了\"构成同形双关。"}
{"index": 756, "explanation": "\"evening dress\"可理解为\"晚礼服\"，也可理解为\"晚上穿的衣服\"，\"晚礼服\"与\"晚上穿的衣服\"构成同形双关。"}
{"index": 757, "explanation": "“见钱眼开”可理解为看到钱就睁开眼睛，也可理解为贪财，两种理解构成同形双关。"}
{"index": 758, "explanation": "“君子”可理解为有德行的人，也可理解为只动口不动手的人，两者构成同形双关。"}
{"index": 759, "explanation": "“扑朔迷离”可理解为成语本身的意思，也可理解为学生因视力问题看不清黑板上的字，构成同形双关。"}
{"index": 760, "explanation": "“烤龙虾”可理解为昂贵的菜品，也可理解为“考验爱情”的隐喻，两者构成同形双关。"}
{"index": 761, "explanation": "O可理解为血型，也可理解为字母O，血型与字母O构成同形双关。"}
{"index": 762, "explanation": "“11度”可理解为酒精含量，也可理解为温度，酒精含量与温度构成同形双关。"}
{"index": 763, "explanation": "“植物人”可理解为“只吃植物的人”，也可理解为“因脑部受损而失去意识的人”，两种理解构成同形双关。"}
{"index": 764, "explanation": "“五分”可理解为“五分之一”，也可理解为“五分钱”，两者构成同形双关。"}
{"index": 765, "explanation": "“一合酥”可理解为“一盒酥”，也可理解为“一人一口酥”，“一盒酥”与“一人一口酥”构成同形双关。"}
{"index": 766, "explanation": "“端”可理解为“一端”，也可理解为“端正”，“一端”与“端正”构成同形双关……"}
{"index": 767, "explanation": "“得一文”可理解为“只得到一文钱”，也可理解为“得到任何一文钱”，前者强调数量极少，后者强调任何数量，构成同形双关；“徇一情”可理解为“只徇一次情”，也可理解为“徇任何一次情”，前者强调次数极少，后者强调任何次数，构成同形双关。"}
{"index": 768, "explanation": "“大姨妈”可理解为A（月经），也可理解为B（亲属称谓），A与B构成同形双关……"}
{"index": 769, "explanation": "“职务兄”可理解为“赵五兄”，也可理解为“职务+兄”，前者是称呼，后者是职务与兄长的组合，构成同形双关。"}
{"index": 770, "explanation": "“风光”可理解为自然景色，也可理解为裙底风光，两者构成同形双关。"}
{"index": 771, "explanation": "“吃鱼”可理解为实际吃鱼，也可理解为追求目标；“钓鱼”可理解为实际钓鱼，也可理解为追求目标，构成同形双关。"}
{"index": 772, "explanation": "“撒尿”可理解为起床后去小便，也可理解为用尿水刷牙，构成同形双关。"}
{"index": 773, "explanation": "\"醋罐子\"可理解为字面的醋罐子，也可比喻为爱吃醋的妻子，字面与比喻构成同形双关。"}
{"index": 774, "explanation": "\"扩容\"可理解为家庭成员的增加，也可理解为身体体型的增大，两者构成同形双关。"}
{"index": 775, "explanation": "“公共安全专家系统一枝花”可理解为警犬在公共安全领域的专业地位，也可理解为警犬作为“花”的美丽形象，构成同形双关；“石化系统”可理解为黄鼠狼属于石化行业，也可理解为黄鼠狼通过“放气”使众人“石化”（震惊），构成同形双关。"}
{"index": 776, "explanation": "“陪葬”可理解为陪同参加葬礼，也可理解为陪同去世，两种理解构成同形双关。"}
{"index": 777, "explanation": "“光有钱”可理解为“只有钱”，也可理解为“钱被偷光”，两种理解构成同形双关。"}
{"index": 778, "explanation": "“蛋”可理解为鸡蛋，也可理解为男性生殖器官的俗称，鸡蛋与男性生殖器官构成同形双关。"}
{"index": 779, "explanation": "“看不清楚”可理解为学生因视力问题无法看清黑板上的字，也可理解为学生对成语“扑朔迷离”的含义感到困惑，两者构成同形双关。"}
{"index": 780, "explanation": "“送”可理解为赠送礼物，也可理解为送客，赠送礼物与送客构成同形双关。"}
{"index": 781, "explanation": "“大的一颗”可理解为“大的药一颗”，也可理解为“大孩子一颗”；“小的两颗”可理解为“小的药两颗”，也可理解为“小孩子两颗”，构成同形双关。"}
{"index": 782, "explanation": "“花”可理解为植物，也可理解为网络用语中的“美女”，植物与美女构成同形双关。"}
{"index": 783, "explanation": "“布”可理解为布谷鸟的姓氏，也可理解为“布什”和“布莱尔”的姓氏，两者构成同形双关。"}
{"index": 784, "explanation": "“滚”可理解为水沸腾，也可理解为离开，两者构成同形双关。"}
{"index": 785, "explanation": "“死”可理解为电脑死机，也可理解为人的死亡，电脑死机与人的死亡构成同形双关。"}
{"index": 786, "explanation": "“长”可理解为“经常”，也可理解为“高”，两者构成同形双关。"}
{"index": 787, "explanation": "“2元”可理解为数学中的二元一次方程，也可理解为人民币的两元钱，构成同形双关。"}
{"index": 788, "explanation": "“睡过头了”可理解为A（男职员因睡过头而迟到），也可理解为B（女职员因睡过头而迟到），A与B构成同形双关……"}
{"index": 789, "explanation": "“张弓”可理解为拉开弓箭，也可理解为学生张弓的名字，两者构成同形双关。"}
{"index": 790, "explanation": "\"死\"可理解为\"死亡\"，也可理解为\"静止\"，\"死亡\"与\"静止\"构成同形双关。"}
{"index": 791, "explanation": "“忐忑”可理解为歌曲《忐忑》，也可理解为心情不安，歌曲与心情构成同形双关。"}
{"index": 792, "explanation": "“老公”可理解为“丈夫”，也可理解为“年老的男人”，“丈夫”与“年老的男人”构成同形双关。"}
{"index": 793, "explanation": "“千金”可理解为女儿，也可理解为金钱，女儿与金钱构成同形双关；“二百五”可理解为儿子，也可理解为金额，儿子与金额构成同形双关。"}
{"index": 794, "explanation": "“包”可理解为背包，也可理解为头上的肿块，背包与肿块构成同形双关。"}
{"index": 795, "explanation": "“嘴”可理解为“嘴巴”，也可理解为“说话”，“嘴巴”与“说话”构成同形双关。"}
{"index": 796, "explanation": "“飞行模式”可理解为手机的一种功能设置，也可理解为手机真的在飞行，两种理解构成同形双关。"}
{"index": 797, "explanation": "“重”可理解为重量，也可理解为重要性，重量与重要性构成同形双关。"}
{"index": 798, "explanation": "“内存卡”可理解为手机存储设备，也可理解为实际物体的大小，两者构成同形双关。"}
{"index": 799, "explanation": "“加倍”可理解为细胞分裂后数量增加，也可理解为扑克游戏“斗地主”中的加倍下注，两者构成同形双关。"}
{"index": 800, "explanation": "“孙子”可理解为家族中的后代，也可理解为象棋中的棋子“卒”，家族与象棋构成同形双关。"}
{"index": 801, "explanation": "“人流”可理解为“人工流产”，也可理解为“人群流动”，两种理解构成同形双关。"}
{"index": 802, "explanation": "“猪头”可理解为购买的猪头肉，也可理解为对“你”的戏称，两者构成同形双关。"}
{"index": 803, "explanation": "“开着”可理解为“营业中”，也可理解为“继续存在”，“营业中”与“继续存在”构成同形双关。"}
{"index": 804, "explanation": "“胡立案”可理解为“胡乱立案”，“胡判官”可理解为“胡乱判官”，“胡”与“胡乱”构成同形双关。"}
{"index": 805, "explanation": "“电话”可理解为电话号码，也可理解为电话机，电话号码与电话机构成同形双关。"}
{"index": 806, "explanation": "“老子”可理解为“我”，也可理解为道家学派创始人老子，构成同形双关。"}
{"index": 807, "explanation": "“太平”可理解为“太平公主”，也可理解为“太平无事”，两者构成同形双关。"}
{"index": 808, "explanation": "\"白领\"可理解为职业白领，也可理解为工资白领了（工资花光），\"蓝领\"可理解为职业蓝领，也可理解为懒得去领工资，职业与工资构成同形双关。"}
{"index": 809, "explanation": "“送进去”可理解为将宝宝送入母体（怀孕），也可理解为将宝宝送入某个地方（如医院），两种理解构成同形双关。"}
{"index": 810, "explanation": "“南风北风”可理解为风向，也可理解为麻将术语（南风、北风），与“发财”（麻将术语）构成同形双关。"}
{"index": 811, "explanation": "“下蛋”可理解为“产蛋”，也可理解为“生出笨蛋”，“产蛋”与“生出笨蛋”构成同形双关。"}
{"index": 812, "explanation": "“老头晕”可理解为“经常头晕”，也可理解为“老头（老伴）头晕”，两种理解构成同形双关。"}
{"index": 813, "explanation": "\"万里\"可理解为杨万里的名字，也可理解为距离的\"万里\"，名字与距离构成同形双关。"}
{"index": 814, "explanation": "“空姐”可理解为蜜蜂的职业，也可理解为蜜蜂在空中飞行；“搞网络的”可理解为蜘蛛的职业，也可理解为蜘蛛织网的行为，构成同形双关。"}
{"index": 815, "explanation": "“白领”可理解为“白白领取”，也可理解为“白领阶层”，两者构成同形双关。"}
{"index": 816, "explanation": "“生生不息”可理解为“生命不断延续”，也可理解为“生育行为不停歇”，两者构成同形双关。"}
{"index": 817, "explanation": "“打狗也要看主人”可理解为“打狗时也要看主人的脸色”，也可理解为“打狗时也要看主人（即狗的主人）”，构成同形双关。"}
{"index": 818, "explanation": "“股”可理解为股票，也可理解为屁股，股票与屁股构成同形双关。"}
{"index": 819, "explanation": "“糊弄鬼”可理解为“欺骗鬼魂”，也可理解为“用糊状物（纸钱）糊弄鬼魂”，两者构成同形双关。"}
{"index": 820, "explanation": "“打鸣”可理解为公鸡的鸣叫，也可理解为小王学会了表达自己，两者构成同形双关。"}
{"index": 821, "explanation": "“财政部长”可理解为家庭中掌管财务的角色，也可理解为国家政府中的财政部长，两者构成同形双关。"}
{"index": 822, "explanation": "“抬头”可理解为要求对方提供公司名称，也可理解为要求对方做出抬头的动作，两种理解构成同形双关。"}
{"index": 823, "explanation": "“小猪吃不到食物”可理解为猪嘴笨，也可理解为朱（笨嘴的姓）嘴笨，构成同形双关；“贾处披得上皮袄”可理解为贾处长穿皮袄，也可理解为假畜生（贾处），构成同形双关。"}
{"index": 824, "explanation": "“毛驴”可理解为彩票上的图案，也可理解为“没驴”（没有驴），构成同形双关。"}
{"index": 825, "explanation": "“向前看去”可理解为“向前方看”，也可理解为“向钱看”，“前”与“钱”构成同形双关。"}
{"index": 826, "explanation": "“生”可理解为“未煮熟”，也可理解为“野生”，两者构成同形双关。"}
{"index": 827, "explanation": "“色狼”可理解为“颜色的狼”，也可理解为“好色的男人”，两者构成同形双关。"}
{"index": 828, "explanation": "\"再重复一次\"可理解为再次告知喜讯，也可理解为再次生育三胞胎，两种理解构成同形双关。"}
{"index": 829, "explanation": "“登天”可理解为飞船发射成功，也可理解为解决社会问题的难度，构成同形双关。"}
{"index": 830, "explanation": "“发布会”可理解为“新闻发布活动”，也可理解为“发布布料”，两者构成同形双关。"}
{"index": 831, "explanation": "“车”可理解为象棋中的棋子“车”，也可理解为现实中的汽车；“大象”可理解为象棋中的棋子“象”，也可理解为现实中的大象；“炮”可理解为象棋中的棋子“炮”，也可理解为现实中的火炮。象棋术语与现实物品构成同形双关。"}
{"index": 832, "explanation": "“说瞎话”可理解为“说假话”，也可理解为“闭着眼说话”，两者构成同形双关。"}
{"index": 833, "explanation": "“死期”可理解为“整存整取的期限”，也可理解为“生命的终结”，两者构成同形双关。"}
{"index": 834, "explanation": "“关”可理解为关闭门窗、煤气、电灯等，也可理解为停止说话，构成同形双关。"}
{"index": 835, "explanation": "“小心玻璃”可理解为提醒注意玻璃，也可理解为“小心”是动词，表示不欢迎，“玻璃”指代某人，构成同形双关。"}
{"index": 836, "explanation": "“疯狂的插曲”可理解为A（疯狂的插曲），也可理解为B（疯狂的插入），A与B构成同形双关……"}
{"index": 837, "explanation": "“一面”可理解为事物的一个方面，也可理解为信纸的一面，两方面构成同形双关。"}
{"index": 838, "explanation": "“一本正经”可理解为“非常严肃”，也可理解为“没有一本是正经书”，严肃与书籍构成同形双关。"}
{"index": 839, "explanation": "“脑袋进水”可理解为字面意思水进入头部，也可理解为比喻意思思维混乱，字面与比喻构成同形双关。"}
{"index": 840, "explanation": "“BOY”可理解为“B”，也可理解为“男孩”，“DOG”可理解为“D”，也可理解为“狗”，“B”与“男孩”、“D”与“狗”构成同形双关。"}
{"index": 841, "explanation": "\"王八\"可理解为甲鱼，也可理解为骂人的话，甲鱼与骂人的话构成同形双关。"}
{"index": 842, "explanation": "“关我屁事”可理解为“与我无关”，也可理解为“屁事与我有关”，两义构成同形双关。"}
{"index": 843, "explanation": "“夏天”可理解为季节，也可理解为“缩小”，“冬天”可理解为季节，也可理解为“膨胀”，季节与尺寸变化构成同形双关。"}
{"index": 844, "explanation": "“停”可理解为闹钟停止运作，也可理解为妻子停止说话或行动，构成同形双关。"}
{"index": 845, "explanation": "“站在哪一边”可理解为“支持哪一方”，也可理解为“站在床的哪一边”，构成同形双关。"}
{"index": 846, "explanation": "“从头擦起”可理解为“重新开始擦鞋”，也可理解为“从头部开始擦鞋”，两种理解构成同形双关。"}
{"index": 847, "explanation": "“离婚”可理解为书名，也可理解为法律手续，书名与法律手续构成同形双关。"}
{"index": 848, "explanation": "“棒打鸳鸯”可理解为用棒子打鸳鸯，也可理解为用香肠（棒）打鸳鸯（鸡），香肠与棒子构成同形双关。"}
{"index": 849, "explanation": "“对着干”可理解为“对着做相反的事”，也可理解为“对着做亲密的事”，两种理解构成同形双关。"}
{"index": 850, "explanation": "“挂掉”可理解为电话断线，也可理解为死亡，断线与死亡构成同形双关。"}
{"index": 851, "explanation": "“鸡”可理解为家禽，也可理解为对人的贬称，家禽与对人的贬称构成同形双关……"}
{"index": 852, "explanation": "“上床”可理解为“发生性关系”，也可理解为“爬上床铺”，两者构成同形双关。"}
{"index": 853, "explanation": "“受害者”可理解为使用盗版软件的用户，也可理解为因盗版软件而受损的微软，两者构成同形双关。"}
{"index": 854, "explanation": "“压力”可理解为心理负担，也可理解为物理压力，心理负担与物理压力构成同形双关。"}
{"index": 855, "explanation": "\"夹脚\"可理解为鞋子不合脚，也可理解为时间上的夹缝，即一周的中间，构成同形双关。"}
{"index": 856, "explanation": "“鸟不拉屎”可理解为“没有鸟的地方”，也可理解为“鸟不拉屎的地方”，即“鸟多的地方”，两者构成同形双关。"}
{"index": 857, "explanation": "这句话将情人节的“情人”与妇女节的“妇女”联系起来，暗示了从情人到妇女的转变。接着，愚人节的“愚人”与“被骗”形成双关，劳动节的“劳动”与“当牛做马”形成双关，儿童节的“儿童”与“生孩子”形成双关，构成了一系列的同形双关。"}
{"index": 858, "explanation": "“公”可理解为“公共的”，也可理解为“男性的”，两种理解构成同形双关。"}
{"index": 859, "explanation": "“打110”可理解为拨打电话报警，也可理解为参与打架斗殴，两种理解构成同形双关。"}
{"index": 860, "explanation": "“知到”可理解为“知道”，也可理解为“知到（别人的答案）”，两者构成同形双关。"}
{"index": 861, "explanation": "“软饭”可理解为软糯的米饭，也可理解为依赖他人生活的轻松生活，两种理解构成同形双关。"}
{"index": 862, "explanation": "“家兄”可理解为“哥哥”，也可理解为“贴在墙上的纸条”，两者构成同形双关。"}
{"index": 863, "explanation": "“定期”可理解为存款期限，也可理解为生命期限，存款期限与生命期限构成同形双关。"}
{"index": 864, "explanation": "“瘸”可理解为“腿瘸”，也可理解为“瘸了（没办法）”，腿瘸与没办法构成同形双关。"}
{"index": 865, "explanation": "“网”可理解为蜘蛛的网，也可理解为互联网，两者构成同形双关。"}
{"index": 866, "explanation": "“卵子”可理解为汤圆，也可理解为男性生殖器官，两者构成同形双关。"}
{"index": 867, "explanation": "“时间不多了”可理解为考试临近，也可理解为生命即将终结，考试与死亡构成同形双关。"}
{"index": 868, "explanation": "“奶茶”可理解为“年老的茶”，也可理解为“牛奶与茶”，构成同形双关。"}
{"index": 869, "explanation": "“吃饱了撑的”可理解为“吃得太多导致肚子撑”，也可理解为“因为吃饱了而做出无意义或多余的事情”，两者构成同形双关。"}
{"index": 870, "explanation": "“空姐”可理解为“空中的姐姐”，也可理解为“飞机上的女服务员”，两者构成同形双关。"}
{"index": 871, "explanation": "“宝宝”可理解为“孩子”，也可理解为“宠物狗”，“孩子”与“宠物狗”构成同形双关。"}
{"index": 872, "explanation": "“海”可理解为“海洋”，也可理解为“颜色”，“海洋”与“颜色”构成同形双关。"}
{"index": 873, "explanation": "“东西”可理解为物品，也可理解为对人的贬义称呼，物品与贬义称呼构成同形双关。"}
{"index": 874, "explanation": "“绿色”可理解为颜色，也可理解为环保或健康，颜色与环保/健康构成同形双关。"}
{"index": 875, "explanation": "“2B”可理解为维生素B2的误写，也可理解为对某人“2B”（傻）的调侃，构成同形双关。"}
{"index": 876, "explanation": "“烫头”可理解为“烫发”，也可理解为“头发被烫到”，两种理解构成同形双关。"}
{"index": 877, "explanation": "“分”可理解为考试分数，也可理解为工分，考试分数与工分构成同形双关。"}
{"index": 878, "explanation": "“秀色可餐”可理解为形容女子美貌，也可理解为因追求女子而频繁光顾饭馆导致经济负担，构成同形双关。"}
{"index": 879, "explanation": "“发”可理解为“发财”，也可理解为“发胖”，“发财”与“发胖”构成同形双关。"}
{"index": 880, "explanation": "“脾气”可理解为“情绪”，也可理解为“身体部位”，情绪与身体部位构成同形双关。"}
{"index": 881, "explanation": "“钟乳石”可理解为山洞中的自然景观，也可理解为妻子的乳房，两者构成同形双关。"}
{"index": 882, "explanation": "“容人”可理解为“容纳人”，也可理解为“容忍人”，容纳与容忍构成同形双关。"}
{"index": 883, "explanation": "“屁股”可理解为孩子的名字，也可理解为身体部位，名字与身体部位构成同形双关。"}
{"index": 884, "explanation": "“一手遮天”可理解为字面上的用手遮住天空，也可理解为比喻性的在公司里掌握大权，字面义与比喻义构成同形双关。"}
{"index": 885, "explanation": "这句话中的“年纪”、“文化”和“笑话”可理解为三兄弟的名字，也可理解为父亲对自己状况的描述，构成同形双关。"}
{"index": 886, "explanation": "“动口”可理解为说话，也可理解为咬人，说话与咬人构成同形双关。"}
{"index": 887, "explanation": "“老师”可理解为职业，也可理解为对某位老师的称呼，职业与称呼构成同形双关。"}
{"index": 888, "explanation": "“无毒不丈夫”可理解为“没有毒性的蔬菜不能生存”，也可理解为“没有狠毒性格的人不能成为大丈夫”，毒性与狠毒构成同形双关。"}
{"index": 889, "explanation": "“狐狸精”可理解为字面意义上的狐狸精，也可理解为比喻意义上的勾引男人的女人，字面意义与比喻意义构成同形双关。"}
{"index": 890, "explanation": "“骨头”可理解为碗中的骨头，也可理解为主人的遗骨，两者构成同形双关。"}
{"index": 891, "explanation": "“格外”可理解为“格外（格子的外面）”，也可理解为“格外（特别）”，“格外（格子的外面）”与“格外（特别）”构成同形双关。"}
{"index": 892, "explanation": "“万柳同学”可理解为“万柳校区的同学”，也可理解为“一个名叫万柳的同学”，前者指代群体，后者指代个体，构成同形双关。"}
{"index": 893, "explanation": "“原配”可理解为原配钥匙，也可理解为原配夫人，钥匙与夫人构成同形双关。"}
{"index": 894, "explanation": "“开房”可理解为“开房间”，也可理解为“开学校”，两者构成同形双关。"}
{"index": 895, "explanation": "“菊花”可理解为植物菊花，也可理解为人体部位，植物菊花与人体部位构成同形双关。"}
{"index": 896, "explanation": "“打着灯笼都找不着”可理解为“非常难得”，也可理解为“因为太黑而找不到”，与包拯的“我还没有黑到那个地步”构成同形双关。"}
{"index": 897, "explanation": "“续弦”可理解为重新结婚，也可理解为重新弹奏乐器，两者构成同形双关。"}
{"index": 898, "explanation": "“飞机”可理解为交通工具，也可理解为食物，交通工具与食物构成同形双关。"}
{"index": 899, "explanation": "“祖”可理解为姓氏，也可理解为“祖先”，“孙”可理解为姓氏，也可理解为“孙子”，姓氏与辈分构成同形双关。"}
{"index": 900, "explanation": "\"腹中空空\"可理解为肚子空空，也可理解为知识或内涵空空，肚子空空与知识空空构成同形双关。"}
{"index": 901, "explanation": "“上校”可理解为军衔，也可理解为“上校鸡块”，军衔与鸡块构成同形双关。"}
{"index": 902, "explanation": "“十分简单”可理解为“考试内容非常简单”，也可理解为“考试满分十分非常简单”，两种理解构成同形双关。"}
{"index": 903, "explanation": "“光棍”可理解为“没有配偶的人”，也可理解为“光的棍子”，即光线，两者构成同形双关。"}
{"index": 904, "explanation": "“打”可理解为“拨打电话”，也可理解为“接听电话”，拨打电话与接听电话构成同形双关。"}
{"index": 905, "explanation": "“挂掉”可理解为电话挂断，也可理解为死亡，电话挂断与死亡构成同形双关。"}
{"index": 906, "explanation": "\"奶奶的腿\"可理解为对奶奶腿部状况的描述，也可理解为骂人的话，两种理解构成同形双关。"}
{"index": 907, "explanation": "“会”字可理解为“人”字下面加“云”字，也可理解为“人云亦云”中的“云”，构成同形双关。"}
{"index": 908, "explanation": "“蛇鼠一窝”可理解为蛇和老鼠同住一个窝，也可理解为蛇和老鼠是一伙的，前者与后者构成同形双关。"}
{"index": 909, "explanation": "“地方”可理解为“地的形状是方的”，也可理解为“某个地点”，两种理解构成同形双关。"}
{"index": 910, "explanation": "“名花有主”可理解为牡丹已有蜜蜂作为伴侣，也可理解为牡丹作为名花已有主人（蜜蜂），而“松松土”可理解为蚯蚓为牡丹松土，也可理解为蚯蚓试图介入蜜蜂与牡丹的关系，构成同形双关。"}
{"index": 911, "explanation": "“寺门”可理解为字面意思的“寺庙大门”，也可理解为“裙口”，构成同形双关。"}
{"index": 912, "explanation": "\"拉屎\"可理解为排泄，也可理解为表达，\"屁股想吐\"可理解为排泄，也可理解为表达，排泄与表达构成同形双关。"}
{"index": 913, "explanation": "\"Doctor\"可理解为“医生”，也可理解为“医生说的内容”，即“医生”与“医生说的内容”构成同形双关。"}
{"index": 914, "explanation": "“糖尿病”可理解为A（一种疾病），也可理解为B（糖吃多了导致的病），A与B构成同形双关……"}
{"index": 915, "explanation": "\"全球\"可理解为\"眼球\"，也可理解为\"全世界\"，\"眼球\"与\"全世界\"构成同形双关。"}
{"index": 916, "explanation": "“孙子”可理解为“奶奶的孙子”，也可理解为“骂人的话”，两者构成同形双关。"}
{"index": 917, "explanation": "“王八蛋”可理解为甲鱼蛋，也可理解为骂人的话，两者构成同形双关。"}
{"index": 918, "explanation": "“树”可理解为实际的树，也可理解为“摇钱树”（比喻明星），实际树与比喻树构成同形双关。"}
{"index": 919, "explanation": "\"师傅\"可理解为对司机的尊称，也可理解为《西游记》中孙悟空的师父唐僧，构成同形双关。"}
{"index": 920, "explanation": "“招商引资”可理解为吸引投资，也可理解为吸引女儿嫁入，“建设工程”可理解为建设项目，也可理解为培养儿子成才，两者构成同形双关。"}
{"index": 921, "explanation": "“A-Cup”可理解为亚洲杯、非洲杯、美洲杯的简称，也可理解为女性胸围的A罩杯；“E-Cup”可理解为欧洲杯的简称，也可理解为女性胸围的E罩杯，A罩杯与E罩杯构成同形双关。"}
{"index": 922, "explanation": "“拉风”可理解为“引人注目”，也可理解为“放出臭气”，两者构成同形双关。"}
{"index": 923, "explanation": "“空话”可理解为“在飞机上说的话”，也可理解为“没有实际内容的话”，两者构成同形双关。"}
{"index": 924, "explanation": "“老王”可理解为隔壁邻居，也可理解为市气象局工作人员，邻居与气象局工作人员构成同形双关。"}
{"index": 925, "explanation": "“外语太次郎”中的“太”和“次郎”形似日本名字，也可理解为是“外语太次”的“郎”，构成同形双关。"}
{"index": 926, "explanation": "“达尔文”可理解为生物学家达尔文，也可理解为“达尔文语”，A与B构成同形双关……"}
{"index": 927, "explanation": "“独具只眼”可理解为“只有一只眼睛”，也可理解为“具有卓越的见解”，两者构成同形双关。"}
{"index": 928, "explanation": "“矛盾”可理解为辩证关系中的对立统一，也可理解为作家茅盾，构成同形双关。"}
{"index": 929, "explanation": "“青”可理解为颜色，也可理解为“青春”，颜色与青春构成同形双关。"}
{"index": 930, "explanation": "“局部地区”可理解为天气预报中常用的地理区域描述，也可理解为身体受伤的具体部位，两者构成同形双关。"}
{"index": 931, "explanation": "“周期”可理解为数学中的函数周期，也可理解为生理周期，两者构成同形双关。"}
{"index": 932, "explanation": "“拍”可理解为拍手欢迎，也可理解为拍打驱赶，两种理解构成同形双关；“签名”可理解为签名留念，也可理解为喊打追捕，两种理解构成同形双关。"}
{"index": 933, "explanation": "“不要再睡了”可理解为“不要再睡觉”，也可理解为“不要再偷懒”，睡觉与偷懒构成同形双关。"}
{"index": 934, "explanation": "“老鼠药”可理解为“给老鼠吃的药”，也可理解为“毒死老鼠的药”，两种理解构成同形双关。"}
{"index": 935, "explanation": "“给”可理解为“给予生命”，也可理解为“赠送”，构成同形双关。"}
{"index": 936, "explanation": "“关注”可理解为“注意”，也可理解为“社交媒体上的关注”，两种理解构成同形双关。"}
{"index": 937, "explanation": "“第三者”可理解为婚姻中的第三者，也可理解为排名第三的人，构成同形双关。"}
{"index": 938, "explanation": "“赤裸裸”可理解为A（明确、直接），也可理解为B（不穿衣服），A与B构成同形双关。"}
{"index": 939, "explanation": "“伸出拇指和食指”可理解为表示数字“2”，也可理解为表示数字“8”，两种理解构成同形双关。"}
{"index": 940, "explanation": "“雨果”可理解为法国作家，也可理解为水果“雨果”，作家与水果构成同形双关。"}
{"index": 941, "explanation": "“派”可理解为宋词的流派，也可理解为食品，两者构成同形双关。"}
{"index": 942, "explanation": "“周丽波”可理解为“周丽”加上“波”，也可理解为“周丽波”作为一个整体名字，构成同形双关。"}
{"index": 943, "explanation": "“四个人”可理解为打麻将的四个人，也可理解为包括警察在内的五个人中的四个，构成同形双关。"}
{"index": 944, "explanation": "“哪里”可理解为“出生地”，也可理解为“生殖过程”，两者构成同形双关。"}
{"index": 945, "explanation": "“泼妇”可理解为“泼辣的妇女”，也可理解为“活泼的妇女”，两者构成同形双关。"}
{"index": 946, "explanation": "“招”可理解为“召唤”，也可理解为“招生”，前者指希望生男孩，后者指招生工作，两者构成同形双关。"}
{"index": 947, "explanation": "“隐身”可理解为企鹅认为自己拿着黄色圆盾牌就能隐藏自己，也可理解为企鹅误以为黄色圆盾牌具有隐身功能，两种理解构成同形双关。"}
{"index": 948, "explanation": "“公厕”可理解为公共厕所，也可理解为雄性厕所，与“母厕”构成同形双关。"}
{"index": 949, "explanation": "“生发剂”可理解为促进头发生长的产品，也可理解为“生发”即“生发剂”本身，构成同形双关。"}
{"index": 950, "explanation": "“卖桑塔那2000”可理解为“卖桑塔那2000元”，也可理解为“卖桑塔那2000型”，价格与型号构成同形双关。"}
{"index": 951, "explanation": "\"有理\"可理解为数学中的有理数，也可理解为日常生活中的有道理，两者构成同形双关。"}
{"index": 952, "explanation": "“人正不怕影子斜”可理解为“人正直不怕影子歪斜”，也可理解为“人正直不怕别人说闲话”，正直与说闲话构成同形双关。"}
{"index": 953, "explanation": "\"90度\"可理解为温度，也可理解为角度，温度与角度构成同形双关。"}
{"index": 954, "explanation": "“94”可理解为出生年份1994年，也可理解为年龄94岁，两者构成同形双关。"}
{"index": 955, "explanation": "\"蜗牛\"可理解为餐馆的菜品，也可理解为动作缓慢的侍者，菜品与侍者构成同形双关。"}
{"index": 956, "explanation": "“老鼠药”可理解为治疗老鼠疾病的药物，也可理解为毒死老鼠的药物，两种理解构成同形双关。"}
{"index": 957, "explanation": "“奶子”可理解为“奶奶的儿子”，也可理解为“乳房”，两者构成同形双关。"}
{"index": 958, "explanation": "\"8路\"可理解为公交车路线，也可理解为\"八路军\"，\"新四军\"可理解为公交车路线，也可理解为历史上的新四军，两者构成同形双关。"}
{"index": 959, "explanation": "“射”可理解为物理实验中的光线反射，也可理解为性暗示的射精，两者构成同形双关。"}
{"index": 960, "explanation": "“形而上学”可理解为哲学概念，也可理解为“形式上上学”，两者构成同形双关。"}
{"index": 961, "explanation": "“看医生”可理解为“去看医生”，也可理解为“看着医生”，“看”与“看着”构成同形双关。"}
{"index": 962, "explanation": "“铁公鸡”可理解为吝啬的人，也可理解为金属制成的鸡，金属鸡被雨淋会生锈掉屑，而塑料鸡则不会掉屑，构成同形双关。"}
{"index": 963, "explanation": "“贵客”可理解为尊贵的客人，也可理解为真主的客人，尊贵与真主构成同形双关。"}
{"index": 964, "explanation": "\"那个\"可理解为\"麻\"的程度，也可理解为\"那个\"（指代某种状态或程度），\"麻\"与\"那个\"构成同形双关。"}
{"index": 965, "explanation": "“黄”可理解为颜色，也可理解为不正经，颜色与不正经构成同形双关。"}
{"index": 966, "explanation": "“王八”可理解为甲鱼，也可理解为骂人的话，两者构成同形双关。"}
{"index": 967, "explanation": "“黑客”可理解为“电脑黑客”，也可理解为“皮肤黑的朋友”，“电脑黑客”与“皮肤黑的朋友”构成同形双关。"}
{"index": 968, "explanation": "“东西”可理解为物品，也可理解为对人的贬称，物品与对人的贬称构成同形双关。"}
{"index": 969, "explanation": "“脱下来”可理解为脱下衣服，也可理解为脱下校服，脱下衣服与脱下校服构成同形双关。"}
{"index": 970, "explanation": "“叫”可理解为“鸣叫”，也可理解为“叫唤”，两者构成同形双关。"}
{"index": 971, "explanation": "“六次”可理解为具体的六次战争，也可理解为序数词“第一次、第二次、第三次、第四次、第五次和第六次”，具体与抽象构成同形双关。"}
{"index": 972, "explanation": "“风伯”可理解为风神，也可理解为“伯伯”（男性），“风姨”可理解为风神，也可理解为“阿姨”（女性），通过“伯”与“姨”的性别指代，构成同形双关。"}
{"index": 973, "explanation": "\"松花江\"可理解为地名，也可理解为\"松花蛋的江\"，地名与食物构成同形双关。"}
{"index": 974, "explanation": "“好吃个屁”可理解为“好吃”和“屁”的并列，也可理解为“好吃个屁”是对“好吃”的否定，构成同形双关。"}
{"index": 975, "explanation": "“单位的”可理解为“属于单位的”，也可理解为“单位分配的”，前者指车，后者指人，构成同形双关。"}
{"index": 976, "explanation": "“关心”可理解为“关注、在意”，也可理解为“关住心”，即“不开心”，构成同形双关。"}
{"index": 977, "explanation": "“三世烟火”可理解为“三代的烟火”，也可理解为“玩了三年的炮仗”，“一世迷离”可理解为“一生的迷离”，也可理解为“被炸蒙了一辈子”，构成同形双关。"}
{"index": 978, "explanation": "“路遥”可理解为作家路遥，也可理解为“路途遥远”，“马力”可理解为马的力量，也可理解为作家马原的笔名“马力”，构成同形双关。"}
{"index": 979, "explanation": "\"没了\"可理解为\"纸条没了\"，也可理解为\"父亲没了\"，\"纸条\"与\"父亲\"构成同形双关。"}
{"index": 980, "explanation": "“狗东西”可理解为对狗的用品（狗的东西）的简称，也可理解为骂人的话（狗东西），两者构成同形双关。"}
{"index": 981, "explanation": "“洗手间”可理解为“洗手的地方”，也可理解为“厕所”，两者构成同形双关。"}
{"index": 982, "explanation": "“上策”可理解为“高明的计策”，也可理解为“上床”，构成同形双关。"}
{"index": 983, "explanation": "“三角恋”可理解为“三个人之间的恋爱关系”，也可理解为“三个人的任务”，前者指情感关系，后者指任务分配，构成同形双关。"}
{"index": 984, "explanation": "“生”可理解为“生育”，也可理解为“决定”，“生育”与“决定”构成同形双关。"}
{"index": 985, "explanation": "“年纪”可理解为时间概念，也可理解为人名，时间概念与人名构成同形双关。"}
{"index": 986, "explanation": "“特长”可理解为“特别擅长的技能”，也可理解为“特别长的头发”，两者构成同形双关。"}
{"index": 987, "explanation": "“显老”可理解为看起来比实际年龄大，也可理解为“显得老成”，“着急”可理解为“急切”，也可理解为“提前”，两者构成同形双关。"}
{"index": 988, "explanation": "“白带”可理解为白色的腰带，也可理解为医学上的白带异常，两者构成同形双关。"}
{"index": 989, "explanation": "“疼”可理解为“疼痛”，也可理解为“疼爱”，“疼痛”与“疼爱”构成同形双关。"}
{"index": 990, "explanation": "“混蛋”可理解为歹徒对顾客的侮辱性称呼，也可理解为英国人自嘲的幽默表达，两者构成同形双关。"}
{"index": 991, "explanation": "“高帽子”可理解为实际的高帽子，也可理解为巴结、献媚的行为，实际的高帽子与巴结、献媚的行为构成同形双关。"}
{"index": 992, "explanation": "“老子”可理解为父亲，也可理解为自称，父亲与自称构成同形双关。"}
{"index": 993, "explanation": "“打110”可理解为拨打报警电话，也可理解为击打数字110，拨打与击打构成同形双关。"}
{"index": 994, "explanation": "\"杀\"可理解为宰杀，也可理解为断绝关系，宰杀与断绝关系构成同形双关。"}
{"index": 995, "explanation": "“贼多”可理解为“非常多”，也可理解为“小偷很多”，两者构成同形双关。"}
{"index": 996, "explanation": "“喂马”可理解为“给马喂食”，也可理解为“拍马屁”，两者构成同形双关。"}
{"index": 997, "explanation": "“拍片子”可理解为拍摄电影，也可理解为拍摄X光片，两种理解构成同形双关。"}
{"index": 998, "explanation": "“早点睡”可理解为“早点休息”，也可理解为“早点睡觉”，休息与睡觉构成同形双关。"}
{"index": 999, "explanation": "“青春”可理解为青菜的新鲜状态，也可理解为人的年轻时光，两者构成同形双关。"}
{"index": 1000, "explanation": "\"意思\"可理解为\"含义\"，也可理解为\"心意\"或\"态度\"，\"含义\"与\"心意\"或\"态度\"构成同形双关。"}
{"index": 1001, "explanation": "“开心”可理解为心情愉快，也可理解为心脏手术，心情愉快与心脏手术构成同形双关。"}
{"index": 1002, "explanation": "“太”可理解为“至高无上”，也可理解为“妻子”，两者构成同形双关。"}
{"index": 1003, "explanation": "“掐死”可理解为“掐灭烟头”，也可理解为“杀死”，两者构成同形双关。"}
{"index": 1004, "explanation": "“关门打狗”可理解为关闭城门打狗，也可理解为关闭城门打自己（鬼子自比为狗），构成同形双关；“瓮中捉鳖”可理解为在瓮中捉鳖，也可理解为在城中捉自己（鬼子自比为鳖），构成同形双关。"}
{"index": 1005, "explanation": "“王八蛋”可理解为乌龟蛋，也可理解为骂人的话，两者构成同形双关。"}
{"index": 1006, "explanation": "“捅娄子”可理解为“制造麻烦”，也可理解为“捅破鸟巢”，“捅马蜂窝”可理解为“制造麻烦”，也可理解为“捅破马蜂窝”，两者构成同形双关。"}
{"index": 1007, "explanation": "“不要脸”可理解为拒绝对方的请求，也可理解为只亲嘴不亲脸，构成同形双关。"}
{"index": 1008, "explanation": "“玩鸡毛”可理解为“玩弄鸡毛”，也可理解为“玩什么鸡毛”（粗口），两者构成同形双关。"}
{"index": 1009, "explanation": "“头”可理解为猪头，也可理解为领导或负责人，构成同形双关。"}
{"index": 1010, "explanation": "“软件”可理解为计算机术语，也可理解为“柔软的衣物”，两者构成同形双关。"}
{"index": 1011, "explanation": "“key”可理解为“钥匙”，也可理解为“键盘的键”，两者构成同形双关。"}
{"index": 1012, "explanation": "“金嗓子”可理解为A（美妙的歌喉），也可理解为B（由贵重金属制成的嗓子），A与B构成同形双关。"}
{"index": 1013, "explanation": "“母”可理解为母亲，也可理解为神话中的女性角色，母亲与神话女性角色构成同形双关。"}
{"index": 1014, "explanation": "“本科”可理解为“本科文凭”，也可理解为“本科（化验科）人员”，两者构成同形双关。"}
{"index": 1015, "explanation": "“公厕”可理解为公共厕所，也可理解为雄性厕所，与“母厕”构成同形双关。"}
{"index": 1016, "explanation": "“鬼”可理解为超自然的存在，也可理解为形容人的某种特质或行为，两种理解构成同形双关。"}
{"index": 1017, "explanation": "“大”可理解为药片的大小，也可理解为孩子的年龄大小，大小与年龄构成同形双关。"}
{"index": 1018, "explanation": "“普通话”可理解为“标准汉语”，也可理解为“普通人的话”，两者构成同形双关。"}
{"index": 1019, "explanation": "“小心轻放”可理解为小心地轻轻放下，也可理解为小心地轻轻放屁，两者构成同形双关。"}
{"index": 1020, "explanation": "“老子”可理解为道家创始人老子，也可理解为口语中的“我”，两者构成同形双关。"}
{"index": 1021, "explanation": "\"扑朔迷离\"可理解为成语本身的意思（形容事物错综复杂，难以分辨），也可理解为学生因视力问题而看不清黑板上的字（扑朔迷离），两者构成同形双关。"}
{"index": 1022, "explanation": "“刚刚”可理解为时间副词“刚刚”（表示时间上的“刚才”），也可理解为昵称“刚刚”（表示名字），两者构成同形双关。"}
{"index": 1023, "explanation": "“爽”可理解为凉爽，也可理解为性快感，凉爽与性快感构成同形双关。"}
{"index": 1024, "explanation": "“东西”可理解为物品，也可理解为指代人或事物，物品与指代人或事物构成同形双关。"}
{"index": 1025, "explanation": "“骏足”可理解为马的尊称，也可理解为人的腿，两者构成同形双关。"}
{"index": 1026, "explanation": "“饶碗盛小菜”可理解为碗虽大但盛菜少，也可理解为男性生殖器虽大但性能力有限；“一把倭刺”可理解为小而锋利的武器，也可理解为男性生殖器小而性能力强，构成同形双关。"}
{"index": 1027, "explanation": "“灌水”可理解为在论坛上发布无意义内容，也可理解为向硬盘中注入液体，两者构成同形双关。"}
{"index": 1028, "explanation": "“同行”可理解为“一起进入”，也可理解为“同行业的人”，两种理解构成同形双关。"}
{"index": 1029, "explanation": "\"副主席\"可理解为工会中的职位，也可理解为家庭中的次要地位，两者构成同形双关。"}
{"index": 1030, "explanation": "“到清华大学去”可理解为“前往清华大学”，也可理解为“进入清华大学学习”，前者与后者构成同形双关。"}
{"index": 1031, "explanation": "“追”可理解为追求，也可理解为追赶，追求与追赶构成同形双关。"}
{"index": 1032, "explanation": "“老婆”可理解为“妻子”，也可理解为“老公”的反义词，两者构成同形双关。"}
{"index": 1033, "explanation": "“消化”可理解为理解知识，也可理解为生理上的消化，两者构成同形双关。"}
{"index": 1034, "explanation": "“打破沙锅”可理解为字面意思打破砂锅，也可理解为成语“打破沙锅问到底”的一部分，字面与成语构成同形双关。"}
{"index": 1035, "explanation": "“宫爆鸡丁”可理解为一道菜名，也可理解为“宫爆鸡丁”中的“鸡丁”指代被鸡暴打的经历；“酱汁牛肉”可理解为一道菜名，也可理解为“酱汁牛肉”中的“牛肉”指代被牛暴打的经历；“红烧狮子头”可理解为一道菜名，也可理解为“红烧狮子头”中的“狮子头”指代被狮子暴打的经历。"}
{"index": 1036, "explanation": "\"猫\"可理解为动物\"猫\"，也可理解为网络设备\"Modem\"，\"猫\"与\"Modem\"构成同形双关。"}
{"index": 1037, "explanation": "“老天爷”可理解为神话中的神明，也可理解为父亲，神明与父亲构成同形双关。"}
{"index": 1038, "explanation": "“悟”可理解为“领悟”，也可理解为“悟空”，两者构成同形双关。"}
{"index": 1039, "explanation": "“道”可理解为“道理”，也可理解为“冯道的名字”，两者构成同形双关。"}
{"index": 1040, "explanation": "“潮”可理解为时尚，也可理解为潮湿，时尚与潮湿构成同形双关。"}
{"index": 1041, "explanation": "“一个月才来一次”可理解为班主任一个月才来一次班级，也可理解为班主任一个月才来一次月经，构成同形双关。"}
{"index": 1042, "explanation": "“眼睛得了自闭症”可理解为眼睛不愿意睁开，也可理解为眼睛自我封闭，两者构成同形双关。"}
{"index": 1043, "explanation": "“锅底”可理解为铁锅的底部，也可理解为火锅的汤底，两者构成同形双关。"}
{"index": 1044, "explanation": "“一般水平”可理解为“普通水平”，也可理解为“一般人都掰不过我”，普通水平与一般人都掰不过我构成同形双关。"}
{"index": 1045, "explanation": "“油水”可理解为“利益”，也可理解为“水中的油”，构成同形双关。"}
{"index": 1046, "explanation": "“梦婆汤”可理解为歌曲名，也可理解为饮品，歌曲名与饮品构成同形双关……"}
{"index": 1047, "explanation": "“过”可理解为“度过”，也可理解为“通过”，构成同形双关。"}
{"index": 1048, "explanation": "“牛”“大”“便”是牛肉面、大卤面、便当的第一个字组合，在阅读顺序错误时也可理解为\"牛的大便\"，两者构成同形双关。"}
{"index": 1049, "explanation": "“小心地”可理解为“小心地（谨慎地）”，也可理解为“小心地（地板）”，前者与后者构成同形双关。"}
{"index": 1050, "explanation": "“大雪”可理解为天气现象，也可理解为二十四节气之一，两者构成同形双关。"}
{"index": 1051, "explanation": "“死海”可理解为地理名词，也可理解为“被杀死的海”，构成同形双关。"}
{"index": 1052, "explanation": "“月”字可理解为“月”字，也可理解为“白”字加一撇，“月”与“白”加一撇构成同形双关。"}
{"index": 1053, "explanation": "“三角”可理解为书名《三角》，也可理解为数学中的三角形，构成同形双关。"}
{"index": 1054, "explanation": "“看不清楚”可理解为韩为因近视而看不清黑板上的字，也可理解为成语“扑朔迷离”本身的含义是模糊不清，两者构成同形双关。"}
{"index": 1055, "explanation": "“几个”可理解为“多少个人”，也可理解为“你们这些人”，前者与后者构成同形双关。"}
{"index": 1056, "explanation": "“装葱”可理解为“假装成葱”，也可理解为“装傻充愣”，“装蒜”可理解为“假装成蒜”，也可理解为“装傻充愣”，两者构成同形双关。"}
{"index": 1057, "explanation": "“更”可理解为时间单位（一夜五更），也可理解为动作（踢倒凳子），时间单位与动作构成同形双关。"}
{"index": 1058, "explanation": "“爱过”可理解为“曾经爱过”，也可理解为“爱过（杨过）”，前者表达情感经历，后者指涉人物，构成同形双关。"}
{"index": 1059, "explanation": "“不要脸”可理解为拒绝接受从猪脸上割下的肉，也可理解为指责对方行为无耻，构成同形双关。"}
{"index": 1060, "explanation": "“尊翁”可理解为“父亲”，也可理解为“尊贵的老人”，“尊堂”可理解为“母亲”，也可理解为“尊贵的厅堂”，两者构成同形双关。"}
{"index": 1061, "explanation": "“咱们”可理解为“你和我”，也可理解为“你”，两种理解构成同形双关。"}
{"index": 1062, "explanation": "“以牙还牙”可理解为用牙齿回报牙齿，也可理解为用报复回应报复，牙齿与报复构成同形双关。"}
{"index": 1063, "explanation": "“你过去”可理解为“你走过去”，也可理解为“你过去（曾经）”，前者指客人走向杀鱼台，后者指客人曾经被杀掉，构成同形双关。"}
{"index": 1064, "explanation": "“变绿”可理解为植物恢复绿色，也可理解为股市下跌（股市中绿色通常表示下跌），两者构成同形双关。"}
{"index": 1065, "explanation": "“竹竿”可理解为“猪肝”，也可理解为“竹竿”，两者构成同形双关。"}
{"index": 1066, "explanation": "\"拔牙\"可理解为拔除牙齿，也可理解为解决纠纷，\"扯皮\"可理解为撕扯皮肤，也可理解为无休止的争论，两者构成同形双关。"}
{"index": 1067, "explanation": "“猫”可理解为网络设备（modem），也可理解为宠物猫，网络设备与宠物猫构成同形双关。"}
{"index": 1068, "explanation": "“原告一两三，被告一两三”可理解为原告和被告都要交纳一两三钱白银，也可理解为原告和被告在案件中都各执一词、互不相让，构成同形双关。"}
{"index": 1069, "explanation": "“打折”可理解为商品降价，也可理解为“打折扣”即降低价值，两者构成同形双关。"}
{"index": 1070, "explanation": "“快”可理解为速度上的快，也可理解为时间上的快，速度与时间构成同形双关。"}
{"index": 1071, "explanation": "“下流办”可理解为“下岗分流办公室”的简称，也可理解为“下流”的贬义，两者构成同形双关。"}
{"index": 1072, "explanation": "“闹翻”可理解为“闹事”，也可理解为“倒立”，闹事与倒立构成同形双关。"}
{"index": 1073, "explanation": "“亲爸”可理解为“亲生父亲”，也可理解为“亲吻的爸爸”，前者与后者构成同形双关。"}
{"index": 1074, "explanation": "“红”可理解为颜色，也可理解为政治立场，“黑”可理解为颜色，也可理解为反动势力，颜色与政治立场构成同形双关。"}
{"index": 1075, "explanation": "“死”可理解为电脑死机，也可理解为人的死亡，电脑死机与人的死亡构成同形双关。"}
{"index": 1076, "explanation": "\"号码\"可理解为电话号码，也可理解为丈夫的数量，电话号码与丈夫的数量构成同形双关。"}
{"index": 1077, "explanation": "“羊皮”可理解为“羊的皮”，也可理解为“锐锐的皮”，两者构成同形双关。"}
{"index": 1078, "explanation": "“蛋在下面”可理解为鸡蛋在厨柜下面，也可理解为“蛋”指代“我”，“下面”指代“下面条”，构成同形双关。"}
{"index": 1079, "explanation": "“联想”可理解为“联想公司”，也可理解为“想象”，两者构成同形双关。"}
{"index": 1080, "explanation": "“顶峰”可理解为职业的最高成就，也可理解为人的头顶，两者构成同形双关。"}
{"index": 1081, "explanation": "“没用的东西”可理解为垃圾，也可理解为对爸爸的贬义评价，两者构成同形双关。"}
{"index": 1082, "explanation": "“当官”可理解为“当时”，也可理解为“担任官职”，“当时”与“担任官职”构成同形双关。"}
{"index": 1083, "explanation": "“4S”可理解为汽车4S店（销售、维修、配件、信息反馈），也可理解为iPhone 4S（手机型号），两者构成同形双关。"}
{"index": 1084, "explanation": "“心”可理解为“心脏”，也可理解为“智慧”，心脏与智慧构成同形双关。"}
{"index": 1085, "explanation": "“看”可理解为“观看”，也可理解为“看法”，“观看”与“看法”构成同形双关。"}
{"index": 1086, "explanation": "“大不一样”可理解为“效果显著不同”，也可理解为“胸部变大且不一样”；“不大一样”可理解为“效果不太显著”，也可理解为“胸部不大且不一样”；“一样不大”可理解为“效果相同且不显著”，也可理解为“胸部一样且不大”；“不一样大”可理解为“效果不同且显著”，也可理解为“胸部不一样且大”。这些表达通过“大”和“一样”的多重含义构成同形双关。"}
{"index": 1087, "explanation": "爷爷的话中“初一”可理解为儿子所在的年级，也可理解为农历的初一，两者构成同形双关。"}
{"index": 1088, "explanation": "“借”可理解为“使用”，也可理解为“拿走”，“使用”与“拿走”构成同形双关。"}
{"index": 1089, "explanation": "“推销产品”可理解为恋爱初期的殷勤追求，也可理解为销售工作中的产品推广，两者构成同形双关。"}
{"index": 1090, "explanation": "“属猪”可理解为生肖属猪，也可理解为性格像猪八戒，两者构成同形双关。"}
{"index": 1091, "explanation": "“扯皮”可理解为“处理皮革”，也可理解为“推诿责任”，两者构成同形双关。"}
{"index": 1092, "explanation": "“打狗也要看主人”中的“看”可理解为“考虑”，也可理解为“注视”，两种理解构成同形双关。"}
{"index": 1093, "explanation": "“王八蛋”可理解为菜名，也可理解为骂人的话，菜名与骂人的话构成同形双关。"}
{"index": 1094, "explanation": "\"杀\"可理解为清除计算机病毒，也可理解为杀害生命，两种理解构成同形双关。"}
{"index": 1095, "explanation": "“奶”可理解为牛奶，也可理解为乳房，牛奶与乳房构成同形双关。"}
{"index": 1096, "explanation": "“滚”可理解为“离开”，也可理解为“滚动”，离开与滚动构成同形双关。"}
{"index": 1097, "explanation": "\"下台\"可理解为离开电视台，也可理解为被撤职，构成同形双关；\"不办人事\"可理解为不处理人事局事务，也可理解为不干人事，构成同形双关。"}
{"index": 1098, "explanation": "“飞机跑道”可理解为项链上的飞机图案，也可理解为女郎低胸衣服的领口，两者构成同形双关。"}
{"index": 1099, "explanation": "\"泰山\"可理解为对老师的尊称，也可理解为中国著名的山岳，两者构成同形双关。"}
{"index": 1100, "explanation": "“哭沙”可理解为歌曲名，也可理解为教官因牙齿掉落而发出的“哭啥”疑问，构成同形双关；“同一首歌”可理解为歌曲名，也可理解为教官对重复演唱的疑问“还唱一遍？”，构成同形双关。"}
{"index": 1101, "explanation": "“行”可理解为“可以”，也可理解为“行走”，构成同形双关。"}
{"index": 1102, "explanation": "“洪水”可理解为生理需求，也可理解为自然灾害，生理需求与自然灾害构成同形双关。"}
{"index": 1103, "explanation": "“热线电话”可理解为A（电台的互动电话），也可理解为B（字面意义上的热的电话线），A与B构成同形双关。"}
{"index": 1104, "explanation": "“看我”可理解为“看爸爸”，也可理解为“看书”，爸爸与书构成同形双关。"}
{"index": 1105, "explanation": "“导”可理解为“导出数据”，也可理解为“引导插入”，两者构成同形双关。"}
{"index": 1106, "explanation": "“关心”可理解为“关注、在意”，也可理解为“与开心相反的情绪”，构成同形双关。"}
{"index": 1107, "explanation": "\"顺产\"可理解为自然分娩，也可理解为\"顺\"着正道出生，两种理解构成同形双关。"}
{"index": 1108, "explanation": "\"摸\"可理解为触摸，也可理解为挑选，触摸与挑选构成同形双关。"}
{"index": 1109, "explanation": "“桌面”可理解为会议桌，也可理解为酒店餐桌，会议桌与酒店餐桌构成同形双关；“金石良言”可理解为珍贵意见，也可理解为金刚石桌面上的话，珍贵意见与金刚石桌面上的话构成同形双关。"}
{"index": 1110, "explanation": "这句话的同形双关在于“奶奶的”既可以理解为对奶奶的称呼，也可以理解为粗话，构成语言上的双关。"}
{"index": 1111, "explanation": "“公厕”可理解为公共厕所，也可理解为“公”的厕所（与“母”相对），构成同形双关。"}
{"index": 1112, "explanation": "1. “我去”可理解为“我去上课”，也可理解为“我去你的”，构成同形双关。  \n2. “我擦”可理解为“我擦窗户”，也可理解为“我擦（表示惊讶或不满）”，构成同形双关。  \n3. “你大爷的”可理解为“你大爷的（碟）”，也可理解为“你大爷的（骂人）”，构成同形双关。"}
{"index": 1113, "explanation": "“双打”可理解为体育比赛中的双打，也可理解为家庭中的打斗，两者构成同形双关。"}
{"index": 1114, "explanation": "“踢”可理解为驴老二在娘胎里踢了驴老大，也可理解为驴老大的脑袋被踢坏了，两种理解构成同形双关。"}
{"index": 1115, "explanation": "“打板”可理解为“打屁股”，也可理解为“打拍子”，两者构成同形双关。"}
{"index": 1116, "explanation": "“小女”可理解为“女儿”，也可理解为“小女孩”，女儿与小女孩构成同形双关。"}
{"index": 1117, "explanation": "“宝宝”可理解为QQ宠物的名字，也可理解为对未出生婴儿的昵称，两者构成同形双关。"}
{"index": 1118, "explanation": "历史系的海报中“历史”可理解为历史事件，也可理解为历史系队，构成同形双关；计算机系的海报中“改写历史”可理解为改变历史记录，也可理解为击败历史系队，构成同形双关。"}
{"index": 1119, "explanation": "“午”可理解为“牛”字去掉出头部分，也可理解为时间“午时”，“牛”与“午”构成同形双关。"}
{"index": 1120, "explanation": "“板皮料”可理解为木拖鞋的材质，也可理解为棺材盖的材质，两者构成同形双关。"}
{"index": 1121, "explanation": "\"狗男女\"可理解为\"带着狗的男人和女人\"，也可理解为\"不正经的男女关系\"，两种理解构成同形双关。"}
{"index": 1122, "explanation": "“贼多”可理解为“很多”，也可理解为“小偷很多”，两者构成同形双关。"}
{"index": 1123, "explanation": "“黑车”可理解为“黑色汽车”，也可理解为“非法运营车辆”，两者构成同形双关。"}
{"index": 1124, "explanation": "“上错车”可理解为实际上的上错公共汽车，也可理解为比喻意义上的走上错误的人生道路，两者构成同形双关。"}
{"index": 1125, "explanation": "“关我屁事”可理解为“与我无关”，也可理解为“屁事与我有关”，两种理解构成同形双关。"}
{"index": 1126, "explanation": "“省”可理解为节省布料，也可理解为使人窒息，节省与窒息构成同形双关。"}
{"index": 1127, "explanation": "“不平”可理解为账目不平，也可理解为路不平，账目不平与路不平构成同形双关。"}
{"index": 1128, "explanation": "“送家具”可理解为“赠送家具”，也可理解为“运送家具”，赠送与运送构成同形双关。"}
{"index": 1129, "explanation": "“壮胆”可理解为增强勇气，也可理解为增加胆量（即酒量），增强勇气与增加胆量构成同形双关。"}
{"index": 1130, "explanation": "“会员”可理解为朋友关系中的普通成员，也可理解为商业服务中的普通用户，两者构成同形双关。"}
{"index": 1131, "explanation": "“人生”可理解为“人的生命历程”，也可理解为“生育孩子”，构成同形双关。"}
{"index": 1132, "explanation": "“六一散”可理解为儿童节（六一）那天散伙，也可理解为一种中药名（六一散），儿童节与中药名构成同形双关。"}
{"index": 1133, "explanation": "“一毛不拔”可理解为猴子不愿意拔毛，也可理解为形容人吝啬，两者构成同形双关。"}
{"index": 1134, "explanation": "“痛快死了”可理解为“非常痛快”，也可理解为“痛快到死”，前者表达极度舒适，后者暗示死亡，构成同形双关。"}
{"index": 1135, "explanation": "“腹中空空”可理解为肚子空空，也可理解为知识或内涵空空，肚子与内涵构成同形双关。"}
{"index": 1136, "explanation": "“鬼”可理解为“不相信的人”，也可理解为“幽灵”，两者构成同形双关。"}
{"index": 1137, "explanation": "“5岁”可理解为妈妈的年龄，也可理解为妈妈当妈妈的年数，年龄与年数构成同形双关。"}
{"index": 1138, "explanation": "“坡”可理解为“土”之“皮”，“滑”可理解为“水”之“骨”，通过拆解字形构成同形双关。"}
{"index": 1139, "explanation": "“一两岁”可理解为年龄，也可理解为“一两年”的时间，年龄与时间构成同形双关。"}
{"index": 1140, "explanation": "“去你的”可理解为让对方离开，也可理解为一种粗俗的骂人话，两者构成同形双关。"}
{"index": 1141, "explanation": "“君子”可理解为品德高尚的人，也可理解为梁上君子（小偷），品德高尚与梁上君子构成同形双关。"}
{"index": 1142, "explanation": "“不走”可理解为“不离开”，也可理解为“不继续听”，两者构成同形双关。"}
{"index": 1143, "explanation": "“十分”可理解为“非常”，也可理解为“十角钱”，“非常”与“十角钱”构成同形双关。"}
{"index": 1144, "explanation": "“牛”的后面可理解为“奶”，也可理解为“尾巴”，“奶”与“尾巴”构成同形双关。"}
{"index": 1145, "explanation": "“都20了阿……”可理解为“你已经20岁了”，也可理解为“你已经吃了20盘了”，年龄与数量构成同形双关。"}
{"index": 1146, "explanation": "“应酬”可理解为社交活动，也可理解为被迫去做某事，两者构成同形双关。"}
{"index": 1147, "explanation": "“包月”可理解为固定工资，也可理解为手机流量套餐，“不计流量”可理解为工作量无限制，也可理解为手机流量无限制，两者构成同形双关。"}
{"index": 1148, "explanation": "“厚古薄今”可理解为“古代重视厚重，现代重视轻薄”，也可理解为“古代衣服厚重，现代衣服轻薄”，构成同形双关。"}
{"index": 1149, "explanation": "\"健\"可理解为\"健康\"，也可理解为\"复印件的健\"，构成同形双关。"}
{"index": 1150, "explanation": "“流的是你的血”可理解为蚊子吸了你的血，也可理解为蚊子与你有血缘关系，吸了你的血与有血缘关系构成同形双关。"}
{"index": 1151, "explanation": "“赤”可理解为颜色，也可理解为“赤手空拳”中的“赤”，与“白”可理解为颜色，也可理解为“白手起家”中的“白”，构成同形双关。"}
{"index": 1152, "explanation": "“处女”可理解为星座“处女座”，也可理解为“处女”这一生理状态，两者构成同形双关。"}
{"index": 1153, "explanation": "\"马\"可理解为动物马，也可理解为\"马马虎虎\"中的\"马\"，构成同形双关。"}
{"index": 1154, "explanation": "“籍贯”可理解为出生地，也可理解为出生方式，两者构成同形双关。"}
{"index": 1155, "explanation": "“有了”可理解为“怀孕了”，也可理解为“拿到卷子了”，怀孕与拿到卷子构成同形双关。"}
{"index": 1156, "explanation": "\"I don't know\"可理解为英语词组，也可理解为中文回答“不知道”，英语与中文构成同形双关。"}
{"index": 1157, "explanation": "\"校花\"可理解为学校中最受欢迎的女学生，也可理解为学校中种植的花卉，两种理解构成同形双关。"}
{"index": 1158, "explanation": "\"帝子降于北渚\"中的\"帝子\"可理解为帝王之子，也可理解为\"帝\"与\"子\"（指眼睛），与\"目眇眇兮愁予\"中的\"眇\"（瞎了一只眼）构成同形双关。"}
{"index": 1159, "explanation": "“2b”可理解为骂人的话，也可理解为铅笔的型号，两者构成同形双关。"}
{"index": 1160, "explanation": "“屁股”可理解为火箭的尾部，也可理解为人的臀部，火箭尾部与人的臀部构成同形双关。"}
{"index": 1161, "explanation": "“断奶”可理解为停止喝奶，也可理解为停止母乳喂养，两种理解构成同形双关。"}
{"index": 1162, "explanation": "“童子鸡”可理解为幼小的鸡，也可理解为未成年的男孩，幼小的鸡与未成年的男孩构成同形双关。"}
{"index": 1163, "explanation": "“共同语言”可理解为A：相同的语言，也可理解为B：相似的兴趣和思想，A与B构成同形双关。"}
{"index": 1164, "explanation": "“越南”可理解为“越往南”，也可理解为国家“越南”，构成同形双关。"}
{"index": 1165, "explanation": "尺子：刻薄可理解为严格，也可理解为刻薄，严格与刻薄构成同形双关。  \n橡皮：擦可理解为擦拭，也可理解为脏话，擦拭与脏话构成同形双关。  \n钢笔：我爸是李刚可理解为身份背景，也可理解为绯闻，身份背景与绯闻构成同形双关。  \n铅笔：2B可理解为铅笔型号，也可理解为骂人话，铅笔型号与骂人话构成同形双关。"}
{"index": 1166, "explanation": "“和稀泥”可理解为泥瓦匠的工作技能，也可理解为政治上的妥协能力，构成同形双关；“站在高处头不昏”可理解为泥瓦匠在高处工作的稳定性，也可理解为部长在高层职位上的清醒头脑，构成同形双关。"}
{"index": 1167, "explanation": "“水龙头”可理解为水务管理的领导，也可理解为控制水流的装置，两者构成同形双关。"}
{"index": 1168, "explanation": "“发货”可理解为上帝安排婚姻，也可理解为商品发货，构成同形双关。"}
{"index": 1169, "explanation": "“干净的钱”可理解为崭新的钞票，也可理解为来源正当的钱，两者构成同形双关。"}
{"index": 1170, "explanation": "“老子”可理解为古代哲学家老子，也可理解为自称“老子”的人，两者构成同形双关。"}
{"index": 1171, "explanation": "“本，拉灯”可理解为“本·拉登”，也可理解为“本，拉灯”，即“本，请拉灯”，构成同形双关。"}
{"index": 1172, "explanation": "“小弟弟”可理解为小男孩，也可理解为男性生殖器，小男孩与男性生殖器构成同形双关。"}
{"index": 1173, "explanation": "“真”可理解为“真实”，也可理解为“传真”，“真实”与“传真”构成同形双关。"}
{"index": 1174, "explanation": "“迷倒”可理解为“使人着迷”，也可理解为“使人昏迷”，前者指魅力，后者指麻醉，构成同形双关。"}
{"index": 1175, "explanation": "\"零\"可理解为考试成绩的零分，也可理解为从零开始的起点，构成同形双关。"}
{"index": 1176, "explanation": "“写字”可理解为用笔书写文字，也可理解为用口红在嘴唇上涂抹，两者构成同形双关。"}
{"index": 1177, "explanation": "“左右为难”可理解为处于两难境地，也可理解为左右两边的答案不同导致为难，两重含义构成同形双关。"}
{"index": 1178, "explanation": "“南洪北孔”可理解为指代两位戏剧家，也可理解为地理方位的描述，与“南辕北辙”构成同形双关。"}
{"index": 1179, "explanation": "“田里的苗”可理解为字面意义上的农作物幼苗，也可比喻为女同事刚出生的儿子，字面与比喻构成同形双关。"}
{"index": 1180, "explanation": "“种羊”可理解为“种植羊”，也可理解为“种羊（繁殖羊）”，种植与繁殖构成同形双关。"}
{"index": 1181, "explanation": "“跑”可理解为“跑步”，也可理解为“追求”，“跑步”与“追求”构成同形双关。"}
{"index": 1182, "explanation": "\"生育\"可理解为\"生养子女\"，也可理解为\"计划生育政策\"，两者构成同形双关。"}
{"index": 1183, "explanation": "“250”可理解为价格，也可理解为对人的贬义称呼，价格与贬义称呼构成同形双关。"}
{"index": 1184, "explanation": "“打针”可理解为“给针打”，也可理解为“被针打”，两种理解构成同形双关。"}
{"index": 1185, "explanation": "“关上”可理解为关闭窗户，也可理解为结束寒冷状态，关闭窗户与结束寒冷状态构成同形双关。"}
{"index": 1186, "explanation": "“二百五”可理解为“250”，也可理解为“傻冒”，数字与语义构成同形双关。"}
{"index": 1187, "explanation": "\"流产\"可理解为大腿上的包破裂流血，也可理解为女性怀孕后胎儿流产，构成同形双关。"}
{"index": 1188, "explanation": "\"I don't know\"可理解为英语短语，也可理解为中文“我不知道”，英语与中文构成同形双关。"}
{"index": 1189, "explanation": "“病故”可理解为“因病而故”，也可理解为“因病去世”，“故”与“去世”构成同形双关。"}
{"index": 1190, "explanation": "“一个人”可理解为“某个人”，也可理解为“独自一人”，两种理解构成同形双关。"}
{"index": 1191, "explanation": "“鸡”可理解为“鸡煲”，也可理解为“禽类”，“鸡煲”与“禽类”构成同形双关。"}
{"index": 1192, "explanation": "“例假”可理解为“月经”，也可理解为“假期”，“月经”与“假期”构成同形双关。"}
{"index": 1193, "explanation": "\"36A\"可理解为座位号，也可理解为胸围尺寸，座位号与胸围尺寸构成同形双关。"}
{"index": 1194, "explanation": "“恶心”可理解为胃部不适，也可理解为题目令人反感，两者构成同形双关。"}
{"index": 1195, "explanation": "“山上发大水”可理解为山上真的发生了大水，也可理解为傻儿看到了一滩水并夸张地记录为“发大水”，构成同形双关。"}
{"index": 1196, "explanation": "“任意键”可理解为键盘上的“任意一个键”，也可理解为“任意的键”，即客户误以为键盘上有一个名为“任意键”的键，构成同形双关。"}
{"index": 1197, "explanation": "“我有了”可理解为“我拿到卷子了”，也可理解为“我怀孕了”，两种理解构成同形双关；“是我的”可理解为“是我的卷子”，也可理解为“是我的孩子”，两种理解构成同形双关。"}
{"index": 1198, "explanation": "“亡羊补牢”可理解为成语“亡羊补牢”（比喻出了问题后及时补救），也可理解为字面意思“羊死了补牢房”，构成同形双关。"}
{"index": 1199, "explanation": "“奶牛”可理解为字面意义上的牛，也可理解为对女同学的戏称，字面意义与戏称构成同形双关。"}
{"index": 1200, "explanation": "“礼越重越好”可理解为礼物越贵重越好，也可理解为礼物越沉重越好，贵重与沉重构成同形双关。"}
{"index": 1201, "explanation": "“几寸”可理解为照片的尺寸，也可理解为布料的尺寸，尺寸与布料构成同形双关。"}
{"index": 1202, "explanation": "“怎么看”可理解为“如何看待”，也可理解为“如何观看”，构成同形双关。"}
{"index": 1203, "explanation": "\"茅庐\"可理解为简陋的房屋，也可理解为厕所，房屋与厕所构成同形双关。"}
{"index": 1204, "explanation": "“大夫”可理解为古代官职，也可理解为现代医生，官职与医生构成同形双关。"}
{"index": 1205, "explanation": "“长城”可理解为中国的长城，也可理解为“长”与“城”的组合，即“长的城”，构成同形双关。"}
{"index": 1206, "explanation": "“度分如年”可理解为“度分”指时间单位“度”和“分”，也可理解为“度分”指“度过每一分钟”，“如年”指“像一年一样漫长”，构成同形双关。"}
{"index": 1207, "explanation": "“老师给了”可理解为老师给了鸡蛋，也可理解为老师给了考试分数，鸡蛋与考试分数构成同形双关。"}
{"index": 1208, "explanation": "“丈夫”可理解为“搞测量的男人”（丈量），也可理解为“妻子的配偶”，构成同形双关；“孔夫子”可理解为“打窟窿的男人”（孔洞），也可理解为“孔子”，构成同形双关。"}
{"index": 1209, "explanation": "“叶”可理解为树叶，也可理解为姓氏，“初春”可理解为季节，也可理解为人名，构成同形双关。"}
{"index": 1210, "explanation": "“嘴”可理解为“嘴唇”，也可理解为“言语”，“嘴唇”与“言语”构成同形双关……"}
{"index": 1211, "explanation": "“看淡”可理解为“减少关注”或“减少盐分”，前者指心理态度，后者指实际行为，构成同形双关。"}
{"index": 1212, "explanation": "“包”可理解为“包裹”，也可理解为“责任”，包裹与责任构成同形双关。"}
{"index": 1213, "explanation": "“太极高手”可理解为太极拳高手，也可理解为在机关中擅长推诿、拖延的高手，两者构成同形双关。"}
{"index": 1214, "explanation": "“键”可理解为化学键，也可理解为明星郑伊健的“健”，两者发音相同，构成同形双关。"}
{"index": 1215, "explanation": "“蒙牛”可理解为品牌名，也可理解为“蒙骗牛魔王”，“铁观音”可理解为茶名，也可理解为“铁扇公主与观音”，品牌名与双关义构成同形双关。"}
{"index": 1216, "explanation": "“对着干”可理解为“对着（你）干（事）”，也可理解为“对着（你）干（性行为）”，两种理解构成同形双关。"}
{"index": 1217, "explanation": "“畜生”可理解为动物，也可理解为骂人的话，动物与骂人的话构成同形双关。"}
{"index": 1218, "explanation": "“熊掌”可理解为熊姓男生的手掌，也可理解为熊掌这一食物；“鱼”可理解为余姓男生，也可理解为鱼类食物。熊掌与鱼构成同形双关。"}
{"index": 1219, "explanation": "“二筒”可理解为麻将中的牌面，也可理解为瞪大的眼睛；“二条”可理解为麻将中的牌面，也可理解为闭上的眼睛；“七万八万”可理解为麻将中的牌面，也可理解为纸钱的金额；“清一色”可理解为麻将中的牌型，也可理解为朋友们的脸色；“胡了”可理解为麻将中的胜利，也可理解为逝者的解脱。这些词语在麻将术语和日常语义之间构成同形双关。"}
{"index": 1220, "explanation": "“没脸见人”可理解为妈妈正在敷面膜不便见人，也可理解为妈妈因某种原因感到羞愧或尴尬而不愿见人，两者构成同形双关。"}
{"index": 1221, "explanation": "“祸不单行”可理解为“祸不单行（灾难不会单独发生）”，也可理解为“祸不单行（单行道）”，灾难与单行道构成同形双关。"}
{"index": 1222, "explanation": "“真老乌龟”可理解为字面意义的侮辱性词语，也可理解为纪晓岚通过拆字和典故赋予的赞美性解释，字面意义与隐含赞美构成同形双关。"}
{"index": 1223, "explanation": "“等”可理解为“等级”，也可理解为“等待”，“等级”与“等待”构成同形双关。"}
{"index": 1224, "explanation": "“长得像风筝”可理解为外貌相似，也可理解为具备风筝的特性（能飞），外貌与特性构成同形双关。"}
{"index": 1225, "explanation": "“服毒”可理解为服用毒药，也可理解为陷入恋爱，两者构成同形双关。"}
{"index": 1226, "explanation": "“老婆”可理解为对妻子的称呼，也可理解为“老”与“婆”两个字的组合，与“老太婆”构成同形双关。"}
{"index": 1227, "explanation": "“石头”可理解为打破玻璃的物体，也可理解为同学的名字，物体与名字构成同形双关。"}
{"index": 1228, "explanation": "\"人增寿\"可理解为\"人寿命增加\"，也可理解为\"娘寿命增加\"，\"人满门\"可理解为\"人满屋子\"，也可理解为\"爹满屋子\"，构成同形双关。"}
{"index": 1229, "explanation": "“打胎”可理解为“给车胎充气”，也可理解为“人工流产”，“打胎”与“给车胎充气”构成同形双关。"}
{"index": 1230, "explanation": "“连锁店”可理解为“连锁经营的商店”，也可理解为“带有车锁的商店”，两者构成同形双关。"}
{"index": 1231, "explanation": "“尖头”可理解为蛇的头部形状，也可理解为钻营、投机取巧的行为，两者构成同形双关。"}
{"index": 1232, "explanation": "“看报纸”可理解为阅读新闻，也可理解为“看报纸”即“看报纸上的时间”，构成同形双关。"}
{"index": 1233, "explanation": "“Step by step”可理解为电梯逐层停靠的动作，也可理解为病毒逐步传播的过程，动作与过程构成同形双关。"}
{"index": 1234, "explanation": "\"特色\"可理解为\"独特之处\"，也可理解为\"特别色情\"，\"独特之处\"与\"特别色情\"构成同形双关。"}
{"index": 1235, "explanation": "“水货”可理解为“水做的货”，也可理解为“劣质商品”，两者构成同形双关。"}
{"index": 1236, "explanation": "“猪才怪”可理解为“我是猪才怪”，也可理解为“猪才怪（猪才奇怪）”，前者是男同事的反驳，后者是女同事的调侃，两者构成同形双关。"}
{"index": 1237, "explanation": "“七窍通了六窍”可理解为“七窍通了六窍”，也可理解为“七窍通了六窍”，即“七窍通了六窍”与“七窍通了六窍”构成同形双关。"}
{"index": 1238, "explanation": "“炸弹”可理解为真实的爆炸物，也可理解为扑克牌中的炸弹牌型，两者构成同形双关。"}
{"index": 1239, "explanation": "“生”可理解为“学习”，也可理解为“未成熟”，“学习”与“未成熟”构成同形双关。"}
{"index": 1240, "explanation": "“中大奖”可理解为骗子中奖电话诈骗成功，也可理解为骗子打到了警察手机上被抓获，两者构成同形双关。"}
{"index": 1241, "explanation": "“打开花”可理解为“打屁股”，也可理解为“开花”，打屁股与开花构成同形双关。"}
{"index": 1242, "explanation": "“白带”可理解为白色的腰带，也可理解为医学上的白带异常，两者构成同形双关。"}
{"index": 1243, "explanation": "\"射中\"可理解为被丘比特的箭射中，也可理解为被箭伤害，两种理解构成同形双关。"}
{"index": 1244, "explanation": "“打”可理解为“玩”，也可理解为“击打”，“玩”与“击打”构成同形双关。"}
{"index": 1245, "explanation": "“结婚”可理解为“自己结婚”，也可理解为“参加婚礼”，两者构成同形双关。"}
{"index": 1246, "explanation": "“天”可理解为“天空”，也可理解为“时间单位（一天）”，天空与时间单位构成同形双关。"}
{"index": 1247, "explanation": "“植物人”可理解为A（植物+人），也可理解为B（处于植物状态的人），A与B构成同形双关。"}
{"index": 1248, "explanation": "“抠”可理解为“用手抓挠”，也可理解为“打电话（CALL）”，“用手抓挠”与“打电话”构成同形双关。"}
{"index": 1249, "explanation": "“鸡娘养的”可理解为“鸡娘养的”，也可理解为“鸡娘养的”，前者指小鸡的母亲养的，后者在口语中带有贬义，构成同形双关。"}
{"index": 1250, "explanation": "“佛生日”可理解为“佛诞生的日子”，也可理解为“佛生的日（太阳）”，构成同形双关。"}
{"index": 1251, "explanation": "\"不要脸\"可理解为拒绝亲吻，也可理解为不介意亲吻其他部位，\"不要脸\"与\"亲嘴\"构成同形双关。"}
{"index": 1252, "explanation": "“一分为二”可理解为中分头，也可理解为哲学中的辩证法；“辩证统一”可理解为扎辫子，也可理解为哲学中的对立统一；“聪明绝顶”可理解为光头，也可理解为智慧超群。"}
{"index": 1253, "explanation": "“心”可理解为“心脏”，也可理解为“思想、信仰”，“心脏”与“思想、信仰”构成同形双关。"}
{"index": 1254, "explanation": "“钻子”可理解为钻孔的工具，也可理解为“钻研”的“钻”，构成同形双关。"}
{"index": 1255, "explanation": "“大人物”可理解为“重要人物”，也可理解为“体型大的人”，重要人物与体型大的人构成同形双关。"}
{"index": 1256, "explanation": "\"猪怎么了\"可理解为对猪的健康状况的疑问，也可理解为对猪肉价格高涨的惊讶，健康状况与价格高涨构成同形双关。"}
{"index": 1257, "explanation": "“8.0版”可理解为软件版本号，也可理解为朋友关系的升级版本，软件版本与朋友关系构成同形双关。"}
{"index": 1258, "explanation": "“拉”可理解为“制作拉面”，也可理解为“排泄”，构成同形双关。"}
{"index": 1259, "explanation": "“整体抓紧”可理解为全面控制，也可理解为身体整体减肥；“局部放松”可理解为部分放松，也可理解为身体局部整形，两者构成同形双关。"}
{"index": 1260, "explanation": "“他二姨”可理解为同事的亲戚，也可理解为猪八戒的亲戚，两者构成同形双关。"}
{"index": 1261, "explanation": "\"死期\"可理解为\"定期存款\"的\"定期\"，也可理解为\"死亡\"的\"死期\"，\"定期\"与\"死期\"构成同形双关。"}
{"index": 1262, "explanation": "“哭沙”可理解为歌曲名，也可理解为教官因门牙缺失而发音不清的“苦啥”，构成同形双关。"}
{"index": 1263, "explanation": "“绝对值”可理解为数学中的绝对值符号，也可理解为“绝对值得”去亲三个女人，数学符号与行为评价构成同形双关。"}
{"index": 1264, "explanation": "\"下车剪\"可理解为\"下车后再剪票\"，也可理解为\"下车时剪票\"，两种理解构成同形双关。"}
{"index": 1265, "explanation": "“老鳖”可理解为“老局长”，也可理解为“老乌龟”，两者构成同形双关。"}
{"index": 1266, "explanation": "“泄气”可理解为放屁，也可理解为失去信心，放屁与失去信心构成同形双关。"}
{"index": 1267, "explanation": "\"同归于尽\"可理解为\"一起喝光酒\"，也可理解为\"一起走向死亡\"，\"喝光酒\"与\"走向死亡\"构成同形双关。"}
{"index": 1268, "explanation": "“奶奶的”可理解为“奶奶的东西”，也可理解为粗话；“他妈”可理解为小真的妈妈，也可理解为粗话。构成同形双关。"}
{"index": 1269, "explanation": "“坐到观众席”可理解为坐在观众席上观看表演，也可理解为坐在观众席上等待服务，观看与等待构成同形双关。"}
{"index": 1270, "explanation": "“豪门”可理解为“有钱有势的家族”，也可理解为“足球俱乐部中的顶级球队”，两者构成同形双关。"}
{"index": 1271, "explanation": "“热菜”可理解为加热菜肴，也可理解为“热情地展示自己”，两者构成同形双关。"}
{"index": 1272, "explanation": "“资金全部冻结”可理解为钱被冻结在冰箱里，也可理解为资金被冻结无法使用，冰箱与资金冻结构成同形双关。"}
{"index": 1273, "explanation": "“撞裳”可理解为“撞伤”，也可理解为“撞衫”，“撞伤”与“撞衫”构成同形双关。"}
{"index": 1274, "explanation": "“生气”可理解为“增添活力”，也可理解为“愤怒”，两种理解构成同形双关。"}
{"index": 1275, "explanation": "“金店”可理解为售卖黄金首饰的店铺，也可理解为售卖金属制品的五金店，两者构成同形双关。"}
{"index": 1276, "explanation": "“看空”可理解为对股市持悲观态度，也可理解为孙悟空的“空”，构成同形双关。"}
{"index": 1277, "explanation": "“视力”可理解为视觉能力，也可理解为判断力，视觉能力与判断力构成同形双关。"}
{"index": 1278, "explanation": "“戴绿帽子”可理解为妈妈给爸爸戴上绿色的帽子，也可理解为妈妈对爸爸不忠，两者构成同形双关。"}
{"index": 1279, "explanation": "“宅男”可理解为“喜欢待在家里的男性”，也可理解为“拥有豪宅的男性”，两者构成同形双关。"}
{"index": 1280, "explanation": "“万里”可理解为杨万里的名字，也可理解为距离的“万里”，构成同形双关。"}
{"index": 1281, "explanation": "“笔”可理解为书写工具，也可理解为孙悟空的金箍棒，书写工具与金箍棒构成同形双关。"}
{"index": 1282, "explanation": "“放”可理解为释放，也可理解为放屁，释放与放屁构成同形双关……"}
{"index": 1283, "explanation": "\"散步\"可理解为外出散步，也可理解为避开争吵，两者构成同形双关。"}
{"index": 1284, "explanation": "“穿山甲”可理解为动物名称，也可理解为“穿山甲”与“穿山乙”构成同形双关，后者通过“甲”与“乙”的序列关系形成幽默效果。"}
{"index": 1285, "explanation": "“过桥费”可理解为过桥米线的费用，也可理解为实际过桥的费用，两者构成同形双关。"}
{"index": 1286, "explanation": "“刘氓”可理解为“流氓”，“蔡刀”可理解为“菜刀”，两者构成同形双关。"}
{"index": 1287, "explanation": "\"笑里藏刀\"可理解为成语，指表面和善实则阴险；也可理解为字面意思，即笑容中隐藏着刀，与\"禁刀\"政策构成同形双关。"}
{"index": 1288, "explanation": "“十八”可理解为年龄18岁，也可理解为金额18元，年龄与金额构成同形双关。"}
{"index": 1289, "explanation": "“不知天高地厚”可理解为不知道天的高度和地的厚度，也可理解为不知天高地厚（形容人狂妄自大），两者构成同形双关。"}
{"index": 1290, "explanation": "“底盘”可理解为汽车的底盘，也可理解为经理的臀部，汽车底盘与经理臀部构成同形双关。"}
{"index": 1291, "explanation": "“黄色”可理解为颜色，也可理解为色情内容，颜色与色情内容构成同形双关。"}
{"index": 1292, "explanation": "“护花人”可理解为保护花朵的人，也可理解为保护姑娘的人，构成同形双关。"}
{"index": 1293, "explanation": "“打飞机”可理解为敲打飞机机舱，也可理解为自慰，两种理解构成同形双关。"}
{"index": 1294, "explanation": "“跑好几千米”可理解为跑步运动，也可理解为手机游戏中的虚拟跑步，两者构成同形双关。"}
{"index": 1295, "explanation": "“姐姐”可理解为“亲姐姐”，也可理解为“女朋友”，“亲姐姐”与“女朋友”构成同形双关。"}
{"index": 1296, "explanation": "“盖伦”可理解为《英雄联盟》中的角色盖伦，也可理解为“盖了（盖住）”，“蛮子”可理解为《英雄联盟》中的角色蛮王，也可理解为“蛮横的人”，两者构成同形双关。"}
{"index": 1297, "explanation": "红灯可理解为交通信号灯，也可理解为悬挂的红色灯笼，两者构成同形双关。"}
{"index": 1298, "explanation": "“一回生”可理解为第一次做菜生疏，也可理解为菜没熟透，“二回熟”可理解为第二次做菜熟练，也可理解为菜熟透了，生疏与熟透构成同形双关。"}
{"index": 1299, "explanation": "“老王”可理解为对王姓同事的称呼，也可理解为“老王八”，构成同形双关；“小王”可理解为对年轻王姓同事的称呼，也可理解为“小王八”，构成同形双关。"}
{"index": 1300, "explanation": "“鳄鱼”可理解为皮鞋的品牌，也可理解为动物，品牌与动物构成同形双关。"}
{"index": 1301, "explanation": "“漏点”可理解为“遗漏点名”，也可理解为“露出身体部位”，两种理解构成同形双关。"}
{"index": 1302, "explanation": "“神经病”可理解为神经的疾病，也可理解为精神疾病，构成同形双关。"}
{"index": 1303, "explanation": "“劳一劳，免一免”可理解为“劳动劳动，减免减免”，也可理解为“劳逸结合”，构成同形双关。"}
{"index": 1304, "explanation": "“放水”可理解为调节水温，也可理解为排尿，两者构成同形双关。"}
{"index": 1305, "explanation": "“夫没出头”可理解为“夫”字没有出头，即“天”字，也可理解为“丈夫”没有出头，即“一天一妻”，构成同形双关。"}
{"index": 1306, "explanation": "“打着灯笼都找不到”可理解为“非常难找”，也可理解为“因为太黑而找不到”，黑与难找构成同形双关。"}
{"index": 1307, "explanation": "“鸟巢”可理解为北京的国家体育场，也可理解为鸟类筑巢的地方，两者构成同形双关。"}
{"index": 1308, "explanation": "“肇事者”可理解为导致怀孕的人，也可理解为事故的责任人，两者构成同形双关。"}
{"index": 1309, "explanation": "\"API\"可理解为\"Application Programming Interface\"（应用程序编程接口），也可理解为\"A Pretty Interface\"（一个漂亮的界面），前者指代技术接口，后者指代美人鱼的外貌，构成同形双关。"}
{"index": 1310, "explanation": "“搭工又搭料”可理解为既投入了工作时间又投入了材料，也可理解为既投入了感情又投入了精力，工作与感情构成同形双关。"}
{"index": 1311, "explanation": "\"大姨妈\"可理解为女性生理周期，也可理解为亲属探视，两者构成同形双关。"}
{"index": 1312, "explanation": "“陪葬品”可理解为婚姻中的物质利益，也可理解为小三的诱惑，两者构成同形双关。"}
{"index": 1313, "explanation": "“记性不好”可理解为记忆力差，也可理解为忘记母亲，两者构成同形双关。"}
{"index": 1314, "explanation": "“生孩子”可理解为“接生婴儿”，也可理解为“生育孩子”，前者指医生的职业行为，后者指母亲的生育行为，构成同形双关。"}
{"index": 1315, "explanation": "“留名”可理解为留下名字，也可理解为留下名声，名字与名声构成同形双关。"}
{"index": 1316, "explanation": "“大喜”可理解为“重要的日子”，也可理解为“结婚的日子”，两种理解构成同形双关。"}
{"index": 1317, "explanation": "\"流星雨\"可理解为天文现象，也可理解为降雨，天文现象与降雨构成同形双关。"}
{"index": 1318, "explanation": "“变形”可理解为数学中的方程变形，也可理解为老师自身的形态变化，两者构成同形双关。"}
{"index": 1319, "explanation": "“减速慢行”可理解为交通警示语，也可理解为小明故意放慢脚步的行为，两者构成同形双关。"}
{"index": 1320, "explanation": "“鹏”可理解为“大鹏鸟”，也可理解为“朋”，前者与“鸟”构成同形双关……"}
{"index": 1321, "explanation": "“二饼”可理解为麻将中的二饼，也可理解为眼睛的形状；“二条”可理解为麻将中的二条，也可理解为闭上的眼睛；“东南西北风”可理解为麻将中的风牌，也可理解为自然界的风；“么鸡”可理解为麻将中的幺鸡，也可理解为某种害人的东西；“清一色”可理解为麻将中的清一色，也可理解为全是麻友；“一条龙”可理解为麻将中的一条龙，也可理解为排队的形状；“杠上花”可理解为麻将中的杠上开花，也可理解为献花；“白板”可理解为麻将中的白板，也可理解为一生未发财；“糊了”可理解为麻将中的和牌，也可理解为火化。"}
{"index": 1322, "explanation": "“傻事”可理解为冒险救人的行为，也可理解为丈夫平时常做的其他愚蠢行为，两者构成同形双关。"}
{"index": 1323, "explanation": "“划掉”可理解为从点名簿上删除名字，也可理解为从户口簿上注销名字，构成同形双关。"}
{"index": 1324, "explanation": "“一边”可理解为“同时”，也可理解为“旁边”，“同时”与“旁边”构成同形双关。"}
{"index": 1325, "explanation": "\"处女\"可理解为\"处女座\"，也可理解为\"处女\"，\"处女座\"与\"处女\"构成同形双关。"}
{"index": 1326, "explanation": "“命令”可理解为父亲对儿子的责备，也可理解为儿子对父母婚姻的调侃，两种理解构成同形双关。"}
{"index": 1327, "explanation": "“无绳”可理解为无绳电话，也可理解为没有电话线，两者构成同形双关。"}
{"index": 1328, "explanation": "“宠物”可理解为动物，也可理解为配偶，动物与配偶构成同形双关。"}
{"index": 1329, "explanation": "“吃醋”可理解为食用醋，也可理解为嫉妒，食用醋与嫉妒构成同形双关。"}
{"index": 1330, "explanation": "“安基酸”可理解为“氨基酸”，也可理解为“安家的酸”，构成同形双关。"}
{"index": 1331, "explanation": "“the king is always lucky”可理解为“国王总是幸运的”，也可理解为“王老吉”，两者构成同形双关。"}
{"index": 1332, "explanation": "“鱼香肉丝”可理解为一道菜名，也可理解为“鱼香”和“肉丝”两个独立的词，前者指菜名，后者指食材，构成同形双关。"}
{"index": 1333, "explanation": "“薄薄的”可理解为酒的质量薄，也可理解为酒的厚度薄，质量与厚度构成同形双关。"}
{"index": 1334, "explanation": "“假货”可理解为假冒伪劣商品，也可理解为假发等人体配件，两者构成同形双关。"}
{"index": 1335, "explanation": "“对着干”可理解为“对着干（对抗）”，也可理解为“对着干（朝相反方向游）”，两者构成同形双关。"}
{"index": 1336, "explanation": "“新冠”可理解为“新的冠冕”，也可理解为“新的疫情”，“冠冕”与“疫情”构成同形双关。"}
{"index": 1337, "explanation": "“猪八戒开会，各就各位”可理解为猪头摆在领导座位前，也可理解为领导们像猪八戒一样各就各位，构成同形双关。"}
{"index": 1338, "explanation": "“美德教育”可理解为“美丽品德教育”，也可理解为“美国与德国的教育”，两者构成同形双关。"}
{"index": 1339, "explanation": "“放”可理解为释放人，也可理解为放屁，两者构成同形双关。"}
{"index": 1340, "explanation": "“火气”可理解为售货员的情绪，也可理解为炒菜所需的火力，情绪与火力构成同形双关。"}
{"index": 1341, "explanation": "“布”可理解为“布匹”，也可理解为“石头剪子布”中的“布”，两者构成同形双关。"}
{"index": 1342, "explanation": "“奶”可理解为“椰奶”，也可理解为“乳房”，“椰奶”与“乳房”构成同形双关。"}
{"index": 1343, "explanation": "“死期”可理解为“定期存款的期限”，也可理解为“生命的终结”，两者构成同形双关。"}
{"index": 1344, "explanation": "“孔子”可理解为“钻孔”，也是中国古代的一位圣人的名字，构成同形双关。"}
{"index": 1345, "explanation": "“拉”可理解为“拉肚子”，也可理解为“拉开门”，两种理解构成同形双关。"}
{"index": 1346, "explanation": "“共同语言”可理解为“相同的语言”，也可理解为“共同的话题或兴趣”，两者构成同形双关。"}
{"index": 1347, "explanation": "“借”可理解为数学中的借位，也可理解为生活中的借贷，借位与借贷构成同形双关。"}
{"index": 1348, "explanation": "“葡萄牙”可理解为“镶葡萄的牙”，也可理解为国家名“葡萄牙”，构成同形双关；“西班牙”可理解为“镶西的牙”，也可理解为国家名“西班牙”，构成同形双关。"}
{"index": 1349, "explanation": "“老子”可理解为古代哲学家老子，也可理解为自称“老子”的人，两者构成同形双关。"}
{"index": 1350, "explanation": "“看书”可理解为“阅读书籍”，也可理解为“忍受噪音”，两种理解构成同形双关。"}
{"index": 1351, "explanation": "“生气”可理解为“生机勃勃”，也可理解为“愤怒”，“生机勃勃”与“愤怒”构成同形双关。"}
{"index": 1352, "explanation": "“碰头”可理解为“见面”，也可理解为“头部相撞”，见面与头部相撞构成同形双关……"}
{"index": 1353, "explanation": "“变绿”可理解为植物变绿，也可理解为股票下跌变绿，两者构成同形双关。"}
{"index": 1354, "explanation": "“鬼”可理解为迷信中的鬼怪，也可理解为形容人的某种不良习惯或性格，两种理解构成同形双关。"}
{"index": 1355, "explanation": "“抱不动”可理解为“抱不起来”，也可理解为“抱不住”，“滚”可理解为“滚动”，也可理解为“离开”，两者构成同形双关。"}
{"index": 1356, "explanation": "“公公”可理解为对太阳的拟人化尊称，也可理解为对太监的尊称，两者构成同形双关。"}
{"index": 1357, "explanation": "“东坡肉”可理解为苏东坡的肉，也可理解为苏东坡创制的菜肴，两者构成同形双关。"}
{"index": 1358, "explanation": "“糊”可理解为麻将中的“和牌”，也可理解为“火化”，两者构成同形双关。"}
{"index": 1359, "explanation": "“陈皮”可理解为中药材，也可理解为“陈旧的皮肤”，指寡妇；“半夏”可理解为中药材，也可理解为“半途而废”，指寡妇的拒绝。中药材与情感状态构成同形双关。"}
{"index": 1360, "explanation": "“苦涩”可理解为味道，也可理解为情感，味道与情感构成同形双关。"}
{"index": 1361, "explanation": "“墨水”可理解为字面意义上的墨汁，也可比喻为知识或学问，墨汁与知识构成同形双关。"}
{"index": 1362, "explanation": "“杀毒”可理解为清除电脑病毒，也可理解为使用消毒液杀菌，两者构成同形双关。"}
{"index": 1363, "explanation": "“上网”可理解为使用互联网，也可理解为“上墙”（即被禁言或封号），两者构成同形双关。"}
{"index": 1364, "explanation": "“不要脸”可理解为拒绝对方的请求，也可理解为不亲脸，转而亲嘴，构成同形双关。"}
{"index": 1365, "explanation": "“做庄”可理解为打麻将中的庄家，也可理解为擦黑板的责任人；“白板”可理解为麻将牌中的白板，也可理解为黑板擦。两者构成同形双关。"}
{"index": 1366, "explanation": "“和尚”可理解为职业，也可理解为“和善”，职业与性格构成同形双关。"}
{"index": 1367, "explanation": "\"猪头\"可理解为指代点猪头饭的人，也可理解为骂人的话，\"猪脚\"可理解为指代点猪脚饭的人，也可理解为骂人的话，两者构成同形双关。"}
{"index": 1368, "explanation": "“枕头上的吩咐”可理解为在枕头旁边说的话，也可理解为在枕头上的亲密行为，两种理解构成同形双关。"}
{"index": 1369, "explanation": "“先进”可理解为“先进生产者”，也可理解为“走在前面”；“三八”可理解为“三八红旗手”，也可理解为“三八妇女节”或“三八”的贬义用法，构成同形双关。"}
{"index": 1370, "explanation": "“心”可理解为猪心，也可理解为心意，猪心与心意构成同形双关。"}
{"index": 1371, "explanation": "\"一字值千金\"中的\"字\"可理解为文字，也可理解为价值单位，文字与价值单位构成同形双关。"}
{"index": 1372, "explanation": "“到膝盖”可理解为目的地是膝盖，也可理解为裙子的长度到膝盖，目的地与裙子长度构成同形双关。"}
{"index": 1373, "explanation": "“剪这玩意”可理解为“剪头发”，也可理解为“剪顾客”，两者构成同形双关。"}
{"index": 1374, "explanation": "“嚼糖”可理解为字面意义上的咀嚼糖果，也可理解为比喻意义上的“制造甜言蜜语”，字面与比喻构成同形双关。"}
{"index": 1375, "explanation": "“病毒”可理解为计算机病毒，也可理解为生物病毒，两者构成同形双关。"}
{"index": 1376, "explanation": "“达尔文”可理解为A（生物学家达尔文），也可理解为B（某种语言或学科），A与B构成同形双关……"}
{"index": 1377, "explanation": "\"忘年之交\"可理解为A（年龄差距大的朋友），也可理解为B（忘记年龄的朋友），A与B构成同形双关。"}
{"index": 1378, "explanation": "“师傅”可理解为对制作者的尊称，也可理解为对蛋糕的称呼，两者构成同形双关。"}
{"index": 1379, "explanation": "\"按人头上\"可理解为\"按人数来\"，也可理解为\"按人的头上\"，两种理解构成同形双关。"}
{"index": 1380, "explanation": "“乐”可理解为“快乐”，也可理解为“笑”，快乐与笑构成同形双关。"}
{"index": 1381, "explanation": "\"仙人掌\"可理解为一种植物，也可理解为\"仙人\"的\"掌\"，与\"铁砂掌\"构成同形双关。"}
{"index": 1382, "explanation": "“打飞机”可理解为玩飞机游戏，也可理解为自慰行为，两者构成同形双关。"}
{"index": 1383, "explanation": "“不白之冤”可理解为“没有洗清的冤屈”，也可理解为“头发没有变白”，两者构成同形双关。"}
{"index": 1384, "explanation": "“重唱”可理解为“多重唱法”，也可理解为“重新唱”，两种理解构成同形双关。"}
{"index": 1385, "explanation": "“迟”可理解为迟到，也可理解为晚，迟到与晚构成同形双关。"}
{"index": 1386, "explanation": "“变换”可理解为数学中的转换操作，也可理解为经济上的兑换，两者构成同形双关。"}
{"index": 1387, "explanation": "“买家已付款”可理解为买家已经支付了款项，也可理解为买家的名字是“买家已付款”，构成同形双关。"}
{"index": 1388, "explanation": "“信息高速公路”可理解为互联网，也可理解为实际的高速公路，构成同形双关。"}
{"index": 1389, "explanation": "“眼镜”可理解为眼镜蛇的头部特征，也可理解为真正的眼镜，构成同形双关。"}
{"index": 1390, "explanation": "“变”可理解为数学中的因式分解变换，也可理解为《西游记》中孙悟空的变身，两者构成同形双关。"}
{"index": 1391, "explanation": "“老”可理解为青菜的质地老，也可理解为年龄老，质地与年龄构成同形双关。"}
{"index": 1392, "explanation": "“动口”可理解为说话，也可理解为咬人，说话与咬人构成同形双关。"}
{"index": 1393, "explanation": "“首发队员”可理解为足球比赛中的首发球员，也可理解为婚姻中的原配妻子；“替补队员”可理解为足球比赛中的替补球员，也可理解为婚姻中的新欢。首发队员与替补队员构成同形双关。"}
{"index": 1394, "explanation": "“防抖”可理解为相机镜头的防抖功能，也可理解为售货员通过晃动镜头展示其质量，构成同形双关。"}
{"index": 1395, "explanation": "“呼风唤雨”可理解为掌控自然现象，也可理解为操控家电，两种理解构成同形双关。"}
{"index": 1396, "explanation": "“酒窝”可理解为新娘脸上的小凹陷，也可理解为酒杯中的凹陷，前者与后者构成同形双关。"}
{"index": 1397, "explanation": "“鼠辈”可理解为字面意义的“老鼠”，也可理解为无能无德之人，构成同形双关。"}
{"index": 1398, "explanation": "“闪”可理解为“闪烁”，也可理解为“闪避”，“闪烁”与“闪避”构成同形双关。"}
{"index": 1399, "explanation": "“缺烤肉的人”可理解为缺少烤肉的顾客，也可理解为缺少烤肉的员工，顾客与员工构成同形双关。"}
{"index": 1400, "explanation": "“成长”可理解为职业发展，也可理解为外貌衰老，职业发展与外貌衰老构成同形双关。"}
{"index": 1401, "explanation": "“我的”可理解为“钥匙是我的”，也可理解为“孩子是我的”，两者构成同形双关。"}
{"index": 1402, "explanation": "\"王八\"可理解为甲鱼，也可理解为骂人的话，甲鱼与骂人的话构成同形双关。"}
{"index": 1403, "explanation": "“动不了”可理解为车子无法发动，也可理解为车子无法移动，两种理解构成同形双关。"}
{"index": 1404, "explanation": "“胖大海”可理解为一种中药材，也可理解为“胖”和“大海”的组合，前者与“比海还广阔”形成语义关联，后者则与“老师是个胖子”形成同形双关。"}
{"index": 1405, "explanation": "\"尝个鲜\"可理解为尝试新鲜事物，也可理解为品尝食物，两者构成同形双关。"}
{"index": 1406, "explanation": "“狗头朝哪儿”可理解为询问狗皮褥子的摆放方向，也可理解为询问掌柜的头部朝向，构成同形双关。"}
{"index": 1407, "explanation": "“送学姐”可理解为“赠送学姐”，也可理解为“送别学姐”，两种理解构成同形双关。"}
{"index": 1408, "explanation": "“洗”可理解为洗头，也可理解为洗衣服或洗澡，洗头与洗衣服或洗澡构成同形双关。"}
{"index": 1409, "explanation": "“银行”可理解为金融机构，也可理解为“像母亲一样提供经济支持的人”，金融机构与提供经济支持的人构成同形双关。"}
{"index": 1410, "explanation": "“打飞机”可理解为玩飞机游戏，也可理解为自慰行为，两者构成同形双关。"}
{"index": 1411, "explanation": "“花”可理解为“花朵”，也可理解为“花费”，两种理解构成同形双关。"}
{"index": 1412, "explanation": "\"领会\"可理解为理解掌握，也可理解为领导开会，理解掌握与领导开会构成同形双关。"}
{"index": 1413, "explanation": "“结果”可理解为“结婚的结果”，也可理解为“植物的果实”，“结婚”与“果实”构成同形双关。"}
{"index": 1414, "explanation": "“五花大”可理解为“五花大绑”的省略，也可理解为“五花大”作为人名，两者构成同形双关。"}
{"index": 1415, "explanation": "“结婚”可理解为糖块溶解在咖啡中，也可理解为糖块之间结合，溶解与结合构成同形双关。"}
{"index": 1416, "explanation": "“这个还有吗？”可理解为询问雪碧是否还有剩余，也可理解为询问瓶子是否还有剩余内容，两种理解构成同形双关。"}
{"index": 1417, "explanation": "“黑客”可理解为“黑人客人”，也可理解为“计算机黑客”，“黑人客人”与“计算机黑客”构成同形双关。"}
{"index": 1418, "explanation": "“打110”可理解为拨打报警电话，也可理解为击打数字110，拨打与击打构成同形双关。"}
{"index": 1419, "explanation": "“门”可理解为裤子的拉链，也可理解为房屋的门，两者构成同形双关。"}
{"index": 1420, "explanation": "\"酸的\"可理解为肉的味道酸，也可理解为女鬼因怀孕而想吃酸的食物，两种理解构成同形双关。"}
{"index": 1421, "explanation": "“不喝妇炎洁”可理解为A（不喝妇炎洁这种药物），也可理解为B（不喝“妇炎洁”这种饮料），A与B构成同形双关。"}
{"index": 1422, "explanation": "\"下身\"可理解为身体的下部，也可理解为性器官，两者构成同形双关。"}
{"index": 1423, "explanation": "“将士象”可理解为象棋中的棋子，也可理解为家庭中的成员，棋子与家庭成员构成同形双关。"}
{"index": 1424, "explanation": "“突出”可理解为“显著的特点”，也可理解为“腰椎间盘突出”，两者构成同形双关。"}
{"index": 1425, "explanation": "\"face\"可理解为“脸”，也可理解为“Facebook”，脸与Facebook构成同形双关。"}
{"index": 1426, "explanation": "“一只蝴蝶”可理解为客户想要的一首歌曲，也可理解为客户想要购买一只蝴蝶作为宠物，构成同形双关。"}
{"index": 1427, "explanation": "“上床”可理解为“上菜”或“上酒”的误读，也可理解为“上床休息”，构成同形双关。"}
{"index": 1428, "explanation": "“稀”可理解为粥的稀薄，也可理解为稀少，稀薄与稀少构成同形双关。"}
{"index": 1429, "explanation": "\"车库门\"可理解为老板的裤子拉链，也可理解为实际的车库门，两者构成同形双关；\"宝马\"可理解为老板的汽车，也可理解为老板的私密部位，两者构成同形双关；\"破轮胎\"可理解为老板的裤子拉链未拉好，也可理解为实际的车库门未关好，两者构成同形双关。"}
{"index": 1430, "explanation": "“西北风”可理解为自然现象，也可理解为生活困境，自然现象与生活困境构成同形双关。"}
{"index": 1431, "explanation": "“生”可理解为生育，也可理解为存在，生育与存在构成同形双关。"}
{"index": 1432, "explanation": "“三打”可理解为“三次打”，也可理解为“三种打”，即“男子单打”、“女子单打”、“男女混合双打”，构成同形双关。"}
{"index": 1433, "explanation": "“色狼”可理解为“有色的狼”，也可理解为“好色的人”，两者构成同形双关。"}
{"index": 1434, "explanation": "“排气”可理解为“排出气体”，也可理解为“放屁”，两者构成同形双关。"}
{"index": 1435, "explanation": "“沂蒙山羊肉馆”可理解为“沂蒙山羊肉馆”，也可理解为“沂蒙山羊 肉馆”，前者指地名加羊肉馆，后者指山羊加肉馆，构成同形双关。"}
{"index": 1436, "explanation": "“鸭鸭”可理解为“小鸭子”，也可理解为“拉链没拉上的暗示”，“小鸭子”与“拉链没拉上的暗示”构成同形双关……"}
{"index": 1437, "explanation": "\"王八\"可理解为地名（王八岛），也可理解为骂人的话（王八），地名与骂人话构成同形双关。"}
{"index": 1438, "explanation": "“背后”可理解为“支持”，也可理解为“位置在后”，两种理解构成同形双关。"}
{"index": 1439, "explanation": "“暖和”可理解为温度上的温暖，也可理解为情感上的亲密，温度与情感构成同形双关。"}
{"index": 1440, "explanation": "“离婚”可理解为书名《离婚》，也可理解为办理离婚手续，书名与手续构成同形双关。"}
{"index": 1441, "explanation": "“起重机”可理解为“起重的机器”，也可理解为“起（床）的机器”，起重与起床构成同形双关。"}
{"index": 1442, "explanation": "\"女汉子\"可理解为女性具有男性特质，也可理解为女性与汉子的结合，构成同形双关。"}
{"index": 1443, "explanation": "“大便当饭”可理解为“大份的便当作为饭”，也可理解为“大便当作饭”；“小便当菜”可理解为“小份的便当作为菜”，也可理解为“小便当作菜”，构成同形双关。"}
{"index": 1444, "explanation": "“偏向”可理解为“偏袒”，也可理解为“身体倾斜”，两种理解构成同形双关。"}
{"index": 1445, "explanation": "“财命相连”可理解为“财富与生命相连”，也可理解为“财富与命运相连”，两者构成同形双关。"}
{"index": 1446, "explanation": "“着急”可理解为对丈夫去向的担忧，也可理解为知道真相后的焦虑，两者构成同形双关。"}
{"index": 1447, "explanation": "“完了”可理解为“结束”或“死亡”，前者指药水吊完，后者指生命结束，构成同形双关。"}
{"index": 1448, "explanation": "“一波三折”可理解为隆胸手术的复杂过程，也可理解为价格变化的曲折，两者构成同形双关。"}
{"index": 1449, "explanation": "“武当派”可理解为武侠小说中的门派，也可理解为李清照所属的文学流派，两者构成同形双关。"}
{"index": 1450, "explanation": "“亲生的”可理解为“亲生的妹妹”，也可理解为“亲生的（非野生的）”，前者指血缘关系，后者指自然生长状态，构成同形双关。"}
{"index": 1451, "explanation": "“大喜”可理解为“重要的日子”，也可理解为“结婚的喜庆”，两种理解构成同形双关。"}
{"index": 1452, "explanation": "“万里香”可理解为一种香气的名称，也可理解为“隔开一万里才香”，前者为名词，后者为描述香气的条件，构成同形双关。"}
{"index": 1453, "explanation": "“熟视无睹”可理解为“彼此熟悉到视而不见”，也可理解为“熟悉到无视对方”，构成同形双关。"}
{"index": 1454, "explanation": "“底盘”可理解为汽车的底盘，也可理解为人的臀部，汽车底盘与人的臀部构成同形双关。"}
{"index": 1455, "explanation": "“方便”可理解为“上厕所”，也可理解为“有空”，上厕所与有空构成同形双关……"}
{"index": 1456, "explanation": "“大姨妈”可理解为女性月经的俗称，也可理解为亲属关系中的姨妈，两者构成同形双关。"}
{"index": 1457, "explanation": "“装甲车”可理解为坚固耐用的车辆，也可理解为妻子性格强势、难以对付，坚固与强势构成同形双关。"}
{"index": 1458, "explanation": "“你好”可理解为对女朋友的赞美，也可理解为打招呼，赞美与打招呼构成同形双关。"}
{"index": 1459, "explanation": "“关你什么事”可理解为“与你无关”，也可理解为“关你什么事（人名）”，构成同形双关。"}
{"index": 1460, "explanation": "“直”可理解为“一直”，也可理解为“性取向为异性恋”，两者构成同形双关。"}
{"index": 1461, "explanation": "“鹅蛋”可理解为头上起的包，也可理解为真正的鹅蛋，两者构成同形双关。"}
{"index": 1462, "explanation": "“烟”可理解为抽烟，也可理解为烟熏，抽烟与烟熏构成同形双关。"}
{"index": 1463, "explanation": "纹章可理解为纹身（纹上章字），也可理解为印章（纹章），纹身与印章构成同形双关……"}
{"index": 1464, "explanation": "“烧心蛋”可理解为烫心的汤圆，也可理解为带翅膀的馄饨，烫心与带翅膀构成同形双关。"}
{"index": 1465, "explanation": "“搞对象的”可理解为A君的专业“面向对象程序设计”，也可理解为A君与女友的关系“谈恋爱”，构成同形双关；“搞破坏的”可理解为B君的专业“破坏力学”，也可理解为B君的行为“破坏”，构成同形双关。"}
{"index": 1466, "explanation": "“多一点儿”可理解为“多一点分数”，也可理解为“多一个小数点”，分数与小数点构成同形双关。"}
{"index": 1467, "explanation": "“老大”可理解为“年纪大的人”，也可理解为“排行第一的人”，两者构成同形双关。"}
{"index": 1468, "explanation": "“先睹为快”可理解为“先看到答案”，也可理解为“先看到令人愉快的事物”，两者构成同形双关。"}
{"index": 1469, "explanation": "“有钱”可理解为“有金钱”，也可理解为“有祖先的阴钱”，构成同形双关。"}
{"index": 1470, "explanation": "“反哺”可理解为回报父母，也可理解为动物反哺行为，构成同形双关；“以牙还牙”可理解为用牙齿回报牙齿，也可理解为报复，构成同形双关。"}
{"index": 1471, "explanation": "“仁义”可理解为“仁儿”和“义儿”，也可理解为“仁”和“义”，“银儿”可理解为“小儿子”，也可理解为“银子”，构成同形双关。"}
{"index": 1472, "explanation": "“奶”可理解为牛奶，也可理解为乳房，牛奶与乳房构成同形双关……"}
{"index": 1473, "explanation": "“足球热”可理解为足球运动的热潮，也可理解为足球带来的热度，热潮与热度构成同形双关。"}
{"index": 1474, "explanation": "\"杩桶\"可理解为晒衣物的架子，也可理解为马桶，两者构成同形双关。"}
{"index": 1475, "explanation": "“迷路”可理解为在地图上找不到城市，也可理解为在现实中迷路，两者构成同形双关。"}
{"index": 1476, "explanation": "“下”可理解为“生产”，也可理解为“下蛋”，生产与下蛋构成同形双关。"}
{"index": 1477, "explanation": "“救火”可理解为“扑灭火”，也可理解为“救助火”，前者指灭火行动，后者指帮助火，构成同形双关。"}
{"index": 1478, "explanation": "省长可理解为省级行政区的最高行政长官，也可理解为最省钱的家长，省级行政区的最高行政长官与最省钱的家长构成同形双关。"}
{"index": 1479, "explanation": "\"初生牛犊不怕虎\"可理解为字面意思，即小牛不怕老虎，也可理解为比喻义，即年轻人不畏惧权威或强者，字面意思与比喻义构成同形双关。"}
{"index": 1480, "explanation": "“加油”可理解为给车加油，也可理解为鼓励，两者构成同形双关。"}
{"index": 1481, "explanation": "\"交作业\"可理解为完成家庭作业，也可理解为履行夫妻义务，两者构成同形双关。"}
{"index": 1482, "explanation": "“卖苹果的”可理解为乔布斯的职业（苹果公司创始人），也可理解为卖水果的商贩，两者构成同形双关。"}
{"index": 1483, "explanation": "“头儿”可理解为“头部”，也可理解为“上司”，头部与上司构成同形双关。"}
{"index": 1484, "explanation": "“晚年”可理解为“晚年的祝福”，也可理解为“晚年的时光”，两者构成同形双关。"}
{"index": 1485, "explanation": "“遗书”可理解为“遗失的书”，也可理解为“临终遗言的书”，两者构成同形双关。"}
{"index": 1486, "explanation": "“去清华大学”可理解为“前往清华大学”，也可理解为“进入清华大学学习”，前往与进入构成同形双关。"}
{"index": 1487, "explanation": "“股”可理解为“屁股”，也可理解为“股票”，构成同形双关。"}
{"index": 1488, "explanation": "“手脚不干净”可理解为“爱小偷小摸”，也可理解为字面意义的“手脚不干净”，构成同形双关。"}
{"index": 1489, "explanation": "“进口”可理解为“从国外进口”，也可理解为“进入口腔”，构成同形双关。"}
{"index": 1490, "explanation": "“老子”可理解为“父亲”，也可理解为中国古代哲学家，构成同形双关。"}
